Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: More than 270 billion emails are sent every day, it is the pillar of many consumer and enterprise workflows. However the content that is sent in an email message is still limited – messages are static, can become out of date, and are not actionable without opening a browser. AMP email seeks to enhance and modernize the email experience through added support for dynamic content and interactivity while keeping users safe.
ar: يتم إرسال أكثر من 270 مليار رسالة إلكترونية يوميًا، فهي أساس تدفق عمل العديد من المؤسسات والمستهلكين. ولكن يظل المحتوى المرسل في الرسالة الإلكترونية محدودًا - فالرسائل ثابتة ويمكن أن تصبح قديمة وأن تكون غير قابلة لاتخاذ إجراءات فيها بدون فتح متصفح. ويسعى بريد AMP الإلكتروني إلى تحسين وتحديث تجربة البريد الإلكتروني من خلال الدعم المُضاف للمحتوى الديناميكي والتفاعلية مع الحفاظ على أمان المستخدمين.
fr: Plus de 270 milliards d'e-mails sont envoyés chaque jour. Ils constituent un pilier sur lequel reposent de nombreux flux de travail impliquant clients et entreprises. Cependant, le contenu pouvant être communiqué dans un e-mail reste limité. Les messages sont statiques, peuvent devenir obsolètes, et ne proposent aucune interaction possible sans ouvrir un navigateur. Les e-mails AMP ont pour but d'améliorer et de moderniser l'expérience proposée par les e-mails grâce à une prise en charge supplémentaire du contenu dynamique et de l'interactivité, et ce sans porter atteinte à la sécurité des utilisateurs.
it: Tutti i giorni nel mondo vengono scambiate oltre 270 miliardi di e-mail, che spesso sono elemento indispensabile per il corretto svolgimento delle attività di lavoro di consumatori e aziende. Tuttavia, il contenuto inviato in un messaggio di posta elettronica è ancora limitato: i messaggi sono statici, obsoleti e per compiere azioni bisogna aprire un browser. Le e-mail AMP migliorano e modernizzano l'uso di questo strumento grazie al supporto di interattività e contenuti dinamici, garantendo allo stesso tempo la sicurezza degli utenti.
ja: メールは毎日2700億通以上送信されており、多くの消費者や企業のワークフローで中心的な役割を果たしています。ただし、メールメッセージで送信されるコンテンツはいまだに制限されています。メッセージは静的であるため、そこに含まれる情報は無効になってしまう可能性があります。また、ブラウザを開かないとアクションを実行することはできません。AMP メールはユーザーの安全を確保しながら動的コンテンツとインタラクティブ性を新たにサポートすることで、メールの使い心地を強化して最新化することを目指しています。
pt_br: Mais de 270 bilhões de e-mails são enviados diariamente. A troca de e-mails é o alicerce de vários fluxos de trabalho de consumidores e empresas. No entanto, o conteúdo enviado em uma mensagem de e-mail ainda é limitado: mensagens são estáticas, podem ficar desatualizadas e não podem ser acionadas sem serem abertas em um navegador. O e-mail AMP busca aprimorar e modernizar a experiência de e-mail através da adição de suporte ao conteúdo dinâmico e interatividade, enquanto mantém os usuários seguros.
tr: Her gün 270 milyardan fazla e-posta gönderiliyor; e-posta birçok tüketici ve kurumsal iş akışının temel taşıdır. Bununla birlikte, bir e-posta iletisi ile gönderilen içerik hala sınırlıdır: iletiler statiktir, geçerlilikleri sona erebilir ve bir tarayıcı ile açılmadan üzerlerinde işlem yapılamaz. AMP e-postası, bir yandan kullanıcıları güvende tutarken bir yandan da dinamik içerikler ve etkileşim için ek destek sunarak e-posta deneyimini geliştirmeyi ve modernleştirmeyi amaçlamaktadır.

source: It’s the biggest thing happening to email since the creation of email.
ar: إنه أعظم شيء يحدث للبريد الإلكتروني منذ إنشائه.
fr: Il s'agit là de la plus grande innovation connue par les e-mails depuis leur création même.
it: Si tratta senza dubbio del passo più importante riguardante le e-mail dalla creazione della posta elettronica.
ja: これは、メールが発明されてから起きている変化の中では最大のものです。
pt_br: É a maior mudança que acontece ao e-mail desde sua criação.
tr: Bu, e-postanın icadından beri e-postanın başına gelen en büyük şey.

source: Antony Malone, Senior Product Owner Direct Marketing at Booking.com
ar: أنتوني مالون، كبير ملّاك المنتجات، التسويق المباشر على Booking.com
fr: Antony Malone, responsable produit senior, section marketing direct de Booking.com
it: Antony Malone, Dirigente di Direct Marketing, Responsabile di prodotto di Booking.com
ja: Antony Malone、Booking.com シニアプロダクトオーナー・ダイレクトマーケティング
pt_br: Antony Malone, Senior Product Owner de Marketing Direto na Booking.com
tr: Antony Malone, Doğrudan Pazarlama Alanında Kıdemli Ürün Yöneticisi, Booking.com

source: Modern app functionality for email
ar: وظائف حديثة في التطبيق مخصصة للبريد الإلكتروني
fr: Une fonctionnalité semblable à une application moderne pour vos e-mails
it: Le funzioni delle app moderne nelle e-mail
ja: メール用の最新アプリ機能
pt_br: Funcionalidade do aplicativo moderno para e-mail
tr: E-posta için modern uygulama işlevselliği

source: Modernize email with the power of AMP
ar: تحديث البريد الإلكتروني بإمكانات AMP
fr: Modernisez vos e-mails avec la puissance d'AMP
it: Rendi più moderne le tue e-mail grazie agli strumenti AMP
ja: AMPの力でメールを最新化
pt_br: Modernize o e-mail com o poder da AMP
tr: AMP'nin gücüyle e-postayı modernize edin

source: AMP email is an expansion of the already existing blazingly fast and high-performing AMP project. Expand your business through unprecedented features.
ar: بريد AMP الإلكتروني هو توسّع لمشروع AMP القائم بالفعل وهو مشروع سريع للغاية وعالي الأداء. يمكنك التوسّع في أعمالك من خلال ميزات غير مسبوقة.
fr: Les e-mails AMP sont une extension du projet AMP ultra rapide et performant déjà existant. Développez votre entreprise grâce à des fonctionnalités sans précédent.
it: Le e-mail AMP consentono un'ulteriore espansione agli elementi straordinariamente veloci e dalle elevate prestazioni del progetto AMP. Arricchisci le tue attività grazie a funzioni mai viste finora.
ja: AMP メールは、既存の超高速かつ高性能な AMP プロジェクトを拡張したものです。前例のない機能によりあなたのビジネスを拡大します。
pt_br: O e-mail AMP é uma expansão do já existente projeto AMP incrivelmente rápido e de alto desempenho. Expanda seus negócios através de recursos sem precedentes.
tr: AMP e-postası, halihazırdaki hızlı ve yüksek performanslı AMP projesinin bir uzantısıdır. Benzeri görülmemiş özelliklerle işinizi büyütün.

source: Supported Email Clients
ar: عملاء البريد الإلكتروني المعتمَدون
fr: Clients de messagerie électronique pris en charge
it: Client di posta elettronica supportati
ja: サポート対象のメールクライアント
pt_br: Clientes de e-mail suportados
tr: Desteklenen E-posta İstemcileri

source: These email clients currently support receiving AMP Emails
ar: يدعم عملاء البريد الإلكتروني هؤلاء حاليًا استلام رسائل بريد AMP الإلكتروني
fr: Ces clients de messagerie électronique prennent actuellement en charge la réception d'e-mails AMP
it: I seguenti client di posta elettronica supportano la ricezione di E-mail AMP
ja: これらのメールクライアントは現在、AMP メールの受信をサポートしています。
pt_br: Estes clientes de e-mail atualmente oferecem suporte ao recebimento de e-mails AMP
tr: Bu e-posta istemcileri şu anda AMP E-postası alımını destekliyor

source: Read on about AMP email
ar: الاطّلاع على بريد AMP الإلكتروني
fr: En savoir plus sur les e-mails AMP
it: Leggi altro sulle e-mail AMP
ja: AMP メールについて読む
pt_br: Leia mais sobre o E-mail AMP
tr: AMP e-postası hakkında daha fazla bilgi edinin

source: The benefits of AMP email
ar: مزايا بريد AMP الإلكتروني
fr: Les avantages des e-mails AMP
it: Vantaggi delle e-mail AMP
ja: AMP メールのメリット
pt_br: Benefícios do e-mail AMP
tr: AMP e-postasının faydaları

source: AMP for advertisers
ar: AMP للمعلنين
fr: AMP pour les annonceurs
it: AMP per inserzionisti
ja: 広告主のための AMP
pt_br: AMP para anunciantes
tr: Reklamverenler için AMP

source: Grow engagement and increase conversions with faster experiences
ar: تفاعل متزايد وزيادة في المحادثات مع تجارب أسرع
fr: Augmentez l'engagement et améliorez les conversions grâce à une rapidité supérieure
it: Aumenta il coinvolgimento e i tassi di conversione grazie alla massima velocità di utilizzo
ja: より高速な体験でエンゲージメントを伸ばしてコンバージョンを向上させます
pt_br: Melhore o envolvimento e impulsione suas conversões com experiências mais rápidas
tr: Daha hızlı deneyimlerle etkileşimi ve dönüşümleri artırın

source: Allows the creation of rich, eye-catching marketing content with Adobe Animate.
ar: يسمح بإنشاء محتوى تسويقي منسّق ولافت للنظر باستخدام Adobe Animate.
fr: Permet la création d'un contenu marketing riche et accrocheur avec Adobe Animate.
it: Consente la creazione di contenuti di marketing ricchi e accattivanti con Adobe Animate.
ja: Adobe Animate を使用し、リッチで目立つマーケティングコンテンツを作成できます。
pt_br: Permite a criação de conteúdo de marketing detalhado e atraente com o Adobe Animate.
tr: Adobe Animate ile zengin ve dikkat çekici pazarlama içeriklerinin oluşturulmasını sağlar.

source: Create engaging, interactive AMPHTML Ad compliant designs and motion graphics that can run on any device.
ar: أنشئ تصميمات ورسومات حركية جذابة وتفاعلية ومتوافقة مع إعلانات AMPHTML ويمكن تشغيلها على أي جهاز.
fr: Créez des modèles et des éléments graphiques animés attrayants et interactifs conformes pour être utilisés dans des annonces AMPHTML et pouvant être lus sur n'importe quel appareil.
it: Crea grafiche animate e strutture interattive accattivanti, conformi agli annunci AMPHTML, che possono funzionare su qualsiasi dispositivo.
ja: あらゆるデバイスで実行可能な魅力的でインタラクティブな AMPHTML 広告準拠のデザインとモーショングラフィックスを作成します。
pt_br: Crie designs e gráficos animados atraentes e interativos, compatíveis com anúncios HTML para AMP que rodam em qualquer dispositivo.
tr: Tüm cihazlarda çalışabilen ilgi çekici, interaktif AMPHTML Reklamı uyumlu tasarımlar ve hareketli grafikler oluşturun.

source: Increase in revenue
ar: زيادة الإيرادات
fr: Augmentation des recettes
it: Aumento dei ricavi
ja: 収益の増加
pt_br: Aumento da receita
tr: Gelir artışı

source: Triplelift and Cloudflare boost Time Inc.’s revenue with AMP Ads
ar: نجاح Triplelift وCloudflare في تعزيز إيرادات شركة Time Inc باستخدام إعلانات AMP
fr: Triplelift et Cloudflare augmentent les recettes de Time Inc. grâce aux annonces AMP
it: Triplelift e Cloudflare aumentano i ricavi di Time Inc. grazie agli annunci AMP
ja: TripleliftとCloudflareがAMP 広告でTime Inc.の収益を拡大
pt_br: Triplelift e Cloudflare impulsionam a receita da Time Inc. com os Anúncios em AMP
tr: Triplelift ve Cloudflare, Time Inc.'in gelirini AMP Reklamları ile artırıyor

source: Increase in average clickthrough rate
ar: زيادة في متوسط نسبة النقر إلى الظهور
fr: Augmentation du taux de clics moyen
it: Aumento del numero medio di clic
ja: 平均クリック率の増加
pt_br: Aumento na taxa média de cliques
tr: Ortalama tıklama oranında artış

source: Teads brings AMP'd mobile video inventory to nearly 100 publishers
ar: نجاح Teads في الوصول بمخزون AMP من الفيديوهات المتوافقة مع الأجهزة المحمولة إلى حوالي 100 ناشر
fr: Teads permet un accès à l'inventaire vidéo mobile AMP à près de 100 éditeurs
it: Teads porta l'archivio di video AMP per dispositivi mobili a quasi 100 editori
ja: Teads が AMP のモバイル動画広告枠を100近くのサイト運営者に提供
pt_br: Teads leva o inventário de vídeos para dispositivos móveis da AMP a quase 100 editores
tr: Teads yaklaşık 100 yayıncıya AMP'li mobil video envanteri sunuyor

source: Increase in ad load speed
ar: زيادة سرعة تحميل الإعلانات
fr: Augmentation de la vitesse de chargement des annonces
it: Aumento della velocità di caricamento degli annunci
ja: 広告の読み込み速度の向上
pt_br: Aumento na velocidade de carregamento do anúncio
tr: Reklam yükleme hızında artış

source: How AMP works
ar: آلية عمل AMP
fr: Comment AMP fonctionne
it: Come funziona AMP
ja: AMP の仕組み
pt_br: Como a AMP funciona
tr: AMP nasıl çalışır

source: The following optimizations combined are the reason AMP pages are so fast they appear to load instantly. There are 7 reasons in total - but if that’s still too much to read, simply watch the explainer video:
ar: التحسينات التالية مجتمعة هي سبب سرعة تحميل صفحات AMP الكبيرة كما لو كانت فورية. هناك 7 أسباب إجمالاً - ولكن إذا كانت الأسباب كثيرة للغاية ليتم الاطّلاع عليها، فما عليك سوى مشاهدة الفيديو التوضيحي:
fr: Les optimisations suivantes, lorsqu'elles sont combinées, sont la raison pour laquelle les pages AMP sont si rapides qu'elles semblent se charger instantanément. Il y a 7 raisons au total, mais si vous n'avez pas le temps de tout lire, regardez simplement la vidéo explicative :
it: La combinazione delle seguenti ottimizzazioni permette alle pagine AMP di essere così veloci da garantire il caricamento istantaneo. Si tratta di 7 motivi, ma se per te è troppo lungo da leggere, puoi guardare semplicemente il video esplicativo:
ja: AMP ページが非常に高速で、瞬時に読み込まれるように見えるのは、次の最適化を組み合わせていることが理由です。理由は全部で7つだけですが、それでも読みきれない場合はこの説明動画をご覧ください。
pt_br: As seguintes otimizações combinadas são o motivo pelo qual as páginas AMP são tão rápidas que parecem ser carregadas instantaneamente. Existem sete razões no total, mas se você não quiser ler tudo, basta assistir ao vídeo explicativo:
tr: Aşağıdaki optimizasyonlar birlikte AMP sayfalarının anında yükleniyormuş gibi çok hızlı olmalarının nedenidir. Toplamda 7 neden vardır ancak okuması yine de zor gelecekse, açıklayıcı videoyu izleyebilirsiniz:

source: Execute all AMP JavaScript asynchronously
ar: تنفيذ جميع تعليمات AMP JavaScript البرمجية على نحو غير متزامن
fr: Exécution asynchrone de l'intégralité du JavaScript AMP
it: Esecuzione asincrona di tutti i codici JavaScript AMP
ja: すべての AMP JavaScript を非同期に実行
pt_br: Execute todo o JavaScript AMP de forma assíncrona
tr: Tüm AMP JavaScript betiklerini senkronize olmadan yürütme

source: AMP components may have JavaScript under the hood, but they’re carefully designed to make sure they don’t cause performance degradation.
ar: قد تتضمن مكونات AMP تعليمات JavaScript البرمجية في تركيبها الأساسي، ولكنها مصممة بعناية لضمان عدم تسببها في انخفاض الأداء.
fr: Les composants AMP comprennent certes du JavaScript intégré, mais ils sont soigneusement conçus pour s'assurer qu'ils ne provoquent pas de dégradation des performances.
it: I componenti AMP possono contenere codici JavaScript nascosti, ma sono accuratamente progettati per evitare peggioramenti delle performance.
ja: AMP コンポーネントは内部的に JavaScript を使用している場合がありますが、パフォーマンスが低下しないように慎重に設計されています。
pt_br: Componentes AMP podem conter JavaScript oculto, mas foram cuidadosamente projetados para garantir que isto não cause uma degradação em seu desempenho.
tr: AMP bileşenlerinin altında JavaScript betikleri olabilir ancak bunlar performansı bozmayacak şekilde dikkatle tasarlanmıştır.

source: While custom JS is allowed in <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, and third-party JS is allowed in iframes, it cannot block rendering. For example, if third-party JS uses the <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a>, it does not block rendering the main page.
ar: بينما يُسمح بلُغة JS المخصصة في <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>، ويُسمح بلُغة JS التابعة لطرف ثالث في أُطُر iframe، إلا أنه لا يمكنها حظر العرض. فعلى سبيل المثال، إذا استخدمت لُغة JS التابعة لطرف ثالث واجهة برمجة التطبيقات <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a>، فإنها لن تحظر عرض الصفحة الرئيسية.
fr: Bien que le JS personnalisé soit autorisé dans <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a> et que le JS tiers soit autorisé dans les iframes, il ne peut pas bloquer le rendu. Par exemple, si un JS tiers utilise l'API <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">très mauvaise pour les performances <code>document.write</code></a>, l'affichage de la page principale n'en est pas pour autant bloqué.
it: Sebbene il codice JS personalizzato sia consentito in componenti <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, e il codice JS di terze parti sia consentito in iframe, questi non bloccheranno mai il rendering. Ad esempio, se un codice JS di terze parti utilizza <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">un API che ha un impatto notevole sulle prestazioni: <code>document.write</code></a>, questa non blocca il rendering della pagina principale.
ja: 独自の JS は <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a> で許可されており、サードパーティの JS は iframe で許可されていますが、それによってレンダリングがブロックされることはありません。例えばサードパーティのJSが <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">非常にパフォーマンスの悪い <code>document.write</code> API</a> を使用していても、メインページのレンダリングがブロックされることはありません。
pt_br: Embora o uso de JS personalizado seja permitido em <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a> e o JS de terceiros seja permitido no iframes, ele não pode bloquear a renderização. Por exemplo, se um JS de terceiros utiliza a <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">API terrível para o desempenho <code>document.write</code></a>, ele não bloqueia a renderização da página principal.
tr: <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a> bileşeninde özel JS'ye ve iframe'lerde üçüncü taraf JS'ye izin verilse de işlemeyi engelleyemez. Örneğin üçüncü taraf JS, <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a> kullanırsa, ana sayfayı işlemeyi engellemez.

source: Size all resources statically
ar: تحجيم جميع الموارد بشكل ثابت
fr: Dimensionnez toutes les ressources de manière statique
it: Dimensione statica di tutte le risorse
ja: すべてのリソースを静的にサイズ設定
pt_br: Dimensione todos os recursos estaticamente
tr: Tüm kaynakları statik ölçekleme

source: External resources such as images, ads or iframes must state their size in the HTML so that AMP can determine each element’s size and position before resources are downloaded. AMP loads the layout of the page without waiting for any resources to download.
ar: يجب أن تعلن الموارد الخارجية مثل الصور والإعلانات وأُطُر iframe عن حجمها بلُغة HTML حتى يتمكن AMP من تحديد حجم كل عنصر وموضعه قبل تنزيل الموارد. ويعمل AMP على تحميل تخطيط الصفحة بدون انتظار تنزيل أي موارد.
fr: Les ressources externes telles que les images, annonces ou iframes doivent indiquer leur taille dans le code HTML afin qu'AMP puisse déterminer la taille et la position de chaque élément avant le téléchargement des ressources. AMP charge la mise en page de la page sans attendre le téléchargement des ressources.
it: Le risorse esterne, come immagini, annunci o iframe, devono dichiarare le loro dimensioni in HTML in modo che AMP possa determinare le dimensioni e la posizione di ciascun elemento prima che le risorse vengano scaricate. AMP carica il layout della pagina senza attendere il download di alcuna risorsa.
ja: 画像、広告、iframe などの外部リソースについては、リソースがダウンロードされる前に AMP が各要素のサイズと位置を判定できるよう、HTMLでサイズを指定する必要があります。AMP はリソースのダウンロードを待たずにページのレイアウトを読み込みます。
pt_br: Recursos externos, tais como imagens, anúncios ou iframes, devem ter seu tamanho indicado em HTML para que a AMP possa determinar o tamanho e a posição de cada elemento antes que os recursos sejam baixados. A AMP carrega o layout da página sem ter que esperar pelo download de nenhum recurso.
tr: Görüntüler, reklamlar veya iframe'ler gibi harici kaynaklar HTML'de boyutlarını ifade etmelidir, böylece AMP, kaynakları indirmeden önce her bir öğenin boyutuna ve konumuna karar verebilir. AMP herhangi bir kaynağın inmesini beklemeden sayfanın yerleşimini yükler.

source: Don’t let extension mechanisms block rendering
ar: لا تدع آليات الإضافات تحظر العرض
fr: Ne laissez pas les mécanismes d'extension empêcher le rendu
it: I meccanismi di estensione non bloccano il rendering
ja: 拡張機能メカニズムによるレンダリングのブロックを阻止
pt_br: Não permita que mecanismos de extensão bloqueiem a renderização
tr: Eklenti mekanizmalarının işlemeyi engellemesine izin vermeme

source: AMP doesn’t let extension mechanisms block page rendering. AMP supports extensions for things like <a href="../documentation/components/reference/amp-lightbox.md">lightboxes</a>, <a href="../documentation/components/reference/amp-instagram.md">instagram embeds</a>, <a href="../documentation/components/reference/amp-twitter.md">tweets</a>, etc. While these require additional HTTP requests, those requests do not block page layout and rendering.
ar: لا يسمح AMP لآليات الإضافات بحظر العرض. حيث يدعم AMP الإضافات لأشياء من قبيل <a href="../documentation/components/reference/amp-lightbox.md">العروض المبسطة</a> و<a href="../documentation/components/reference/amp-instagram.md">تضمينات instagram</a> و<a href="../documentation/components/reference/amp-twitter.md">التغريدات</a> وما إلى ذلك. وبينما تتطلب هذه الإضافات طلبات HTTP إضافية، إلا أن تلك الطلبات لا تحظر تخطيط الصفحة وعرضها.
fr: AMP empêche les mécanismes d'extension de bloquer le rendu des pages. AMP prend en charge des extensions pour des éléments tels que <a href="../documentation/components/reference/amp-lightbox.md">les lightboxes</a>, <a href="../documentation/components/reference/amp-instagram.md">les éléments Instagram intégrés</a>, <a href="../documentation/components/reference/amp-twitter.md">les tweets</a>, etc. Bien que ceux-ci nécessitent des requêtes HTTP supplémentaires, ces requêtes ne bloquent pas la mise en page et le rendu des pages.
it: AMP non consente ai meccanismi di estensione di bloccare il rendering della pagina. AMP supporta estensioni per elementi quali <a href="../documentation/components/reference/amp-lightbox.md">lightbox</a>, <a href="../documentation/components/reference/amp-instagram.md">instagram embedding</a>, <a href="../documentation/components/reference/amp-twitter.md">tweet</a>, ecc. Sebbene tali elementi necessitino di richieste HTTP aggiuntive, esse non bloccano il layout e il rendering della pagina.
ja: AMP では、拡張機能メカニズムによってページのレンダリングがブロックされることはありません。AMP は<a href="../documentation/components/reference/amp-lightbox.md">Lightbox</a>、<a href="../documentation/components/reference/amp-instagram.md">Instagram の埋め込み</a>、<a href="../documentation/components/reference/amp-twitter.md">ツイート</a>などの拡張機能をサポートしています。これらの拡張機能は追加の HTTP リクエストを必要としますが、これらのリクエストがページのレイアウトとレンダリングをブロックすることはありません。
pt_br: A AMP não permite que mecanismos de extensão bloqueiem a renderização da página. A AMP dá suporte a extensões para itens como <a href="../documentation/components/reference/amp-lightbox.md">mesas de luz</a>, <a href="../documentation/components/reference/amp-instagram.md">código incorporados do instagram</a>, <a href="../documentation/components/reference/amp-twitter.md">tweets</a>, etc. Embora essas extensões necessitem de solicitações HTTP adicionais, as solicitações não bloqueiam o layout e a renderização da página.
tr: AMP, eklenti mekanizmalarının sayfa işlemeyi engellemesine izin vermez. AMP <a href="../documentation/components/reference/amp-lightbox.md">ışık kutuları</a>, <a href="../documentation/components/reference/amp-instagram.md">instagram eklemeleri</a>, <a href="../documentation/components/reference/amp-twitter.md">twitler</a> gibi şeyler için uzantıları destekler. Bunlar ek HTTP istekleri gerektirse de bu istekler sayfa yerleşimini ve işlemeyi engellemez.

source: Keep all third-party JavaScript out of the critical path
ar: إبعاد لُغة JavaScript التابعة لطرف ثالث بالكامل عن المسار الحرج
fr: Écartez tout JavaScript tiers du chemin critique
it: Mantieni tutti i codici JavaScript di terze parti fuori dal percorso critico
ja: すべてのサードパーティ JavaScript をクリティカルパスから除外
pt_br: Mantenha todo JavaScript de terceiros fora do caminho crítico
tr: Tüm üçüncü taraf JavaScript'lerini kritik yoldan uzak tutun
