Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: <p>In short, not much. Since “AMP HTML” is built entirely out of existing web technologies, the development process mirrors the one publishers and advertisers are already using today. Publishers and advertisers can familiarize themselves with the <a href="/docs/fundamentals/spec.html">AMP HTML specification</a> on GitHub. For those used to the current process, we don’t expect a significant learning curve.</p>
ar: <p>إنه لا يستلزم الكثير من العمل باختصار. ونظرًا لأن "AMP HTML" مبني بالكامل استنادًا إلى تقنيات الويب القائمة، فإن عملية التطوير ستعكس فقط تلك التقنية التي يستخدمها الناشرون والمعلنون اليوم بالفعل. ويمكن للناشرين والمعلنين التعرّف على <a href="/docs/fundamentals/spec.html">مواصفات AMP HTML</a> على GitHub. ولا نتوقع تكثيفًا تعليميًا كبيرًا بالنسبة لتلك التقنيات المستخدمة في العملية الحالية.</p>
fr: <p>En gros, pas vraiment. Dans la mesure où « AMPHTML » est entièrement créé à partir des technologies Web existantes, le processus de développement est semblable à celui que les éditeurs et annonceurs utilisent déjà actuellement. Ils peuvent se familiariser avec la <a href="/docs/fundamentals/spec.html">spécification AMPHTML</a> sur GitHub. Pour ceux habitués au processus actuel, la courbe d'apprentissage sera légère.</p>
it: <p>Di fatto no. Poiché gli elementi “AMP HTML” sono realizzati completamente a partire da tecnologie web esistenti, il processo di sviluppo è identico a quello dei normali contenuti già oggi usati da editori e inserzionisti. Editori e inserzionisti possono acquistare dimestichezza con le <a href="/docs/fundamentals/spec.html">specifiche AMP HTML</a> su GitHub. Per coloro che sono già in grado di utilizzare gli attuali processi di sviluppo, non prevediamo tempi di apprendimento particolarmente lunghi.</p>
ja: <p>要するに、それほどではありません。 「AMP HTML」は完全に既存のWebテクノロジーで構築されているため、開発プロセスは、現在サイト運営者と広告主がすでに使用しているものを反映しています。出版社と広告主は、GitHubの <a href="/docs/fundamentals/spec.html">AMP HTML仕様</a> に慣れることができます。現在のプロセスに慣れている人にとっては、著しい学習曲線は期待できません。</p>
pt_br: <p>Resumindo, não muito. Como a "HTML para AMP" contém apenas tecnologias web existentes, o processo de desenvolvimento é igual ao que os editores e anunciantes já usam hoje em dia. Editores e anunciantes podem se familiarizar com as <a href="/docs/fundamentals/spec.html">especificações de HTML para AMP</a> no GitHub. Para quem já conhece o processo atual, não esperamos uma curva de aprendizagem. significativa.</p>
tr: <p>Kısacası, çok değil. “AMP HTML” tamamen mevcut web teknolojilerinden üretildiğinden, geliştirme süreci yayıncıların ve reklamverenlerin bugün kullanmakta olduğu öğelere benzer. Yayıncılar ve reklamverenler GitHub'daki <a href="/docs/fundamentals/spec.html">AMP HTML teknik özelliklerine</a> bakabilirler. Mevcut sürece alışmış olanlar için önemli bir öğrenme çabasının gerekeceğini düşünmüyoruz.</p>

source: How can a publisher or advertiser get content into AMP HTML?
ar: كيف يمكن لأحد الناشرين أو المعلنين تحويل المحتوى إلى AMP HTML؟
fr: Comment un éditeur ou un annonceur peut-il intégrer du contenu dans AMPHTML ?
it: Come possono editori e inserzionisti realizzare contenuti in AMP HTML?
ja: サイト運営者または広告主はどのようにしてコンテンツをAMP HTMLに取り込むことができますか？
pt_br: Como um editor ou anunciante pode introduzir conteúdo no HTML para AMP?
tr: Bir yayıncı veya reklamveren AMP HTML'ye nasıl içerik ekleyebilir?

source: <p>Publishers and Content Management System (CMS) providers can develop an integration with their CMS to generate AMP content. Automattic has already published a <a href="https://wordpress.org/plugins/amp/">WordPress AMP plugin</a> and we hope that all content management systems will add support for AMP HTML pages.</p>
ar: <p>بإمكان الناشرين ومقدِّمي نظام إدارة المحتوى (CMS) تطوير عملية دمج مع نظام إدارة المحتوى (CMS) لديهم لإنشاء محتوى AMP. وقد نشرت مؤسسة Automattic من قبل <a href="https://wordpress.org/plugins/amp/">وظيفة إضافية لـ AMP على WordPress</a> ونأمل أن تضيف جميع أنظمة إدارة المحتوى الدعم المطلوب لصفحات AMP HTML.</p>
fr: <p>Les éditeurs et les fournisseurs de systèmes de gestion de contenu (CMS) peuvent développer une intégration avec leur CMS pour générer du contenu AMP. Automattic a déjà publié un <a href="https://wordpress.org/plugins/amp/">plugin AMP pour WordPress</a> et nous espérons que tous les systèmes de gestion de contenu vont ajouter des options de prise en charge des pages AMPHTML.</p>
it: <p>Editori e fornitori di sistemi di gestione dei contenuti (CMS) sono in grado di sviluppare strumenti di integrazione con i propri sistemi CMS per generare contenuti AMP. Automattic ha già pubblicato un <a href="https://wordpress.org/plugins/amp/">plugin AMP per WordPress</a> e ci aspettiamo che tutti i principali sistemi di gestione dei contenuti saranno presto in grado di supportare pagine AMP HTML.</p>
ja: <p>サイト運営者およびコンテンツ管理システム（CMS）プロバイダーは、CMSとの統合を開発して、AMPコンテンツを生成できます。 Automatticはすでに <a href="https://wordpress.org/plugins/amp/">WordPress AMPプラグイン</a> を公開しており、すべてのコンテンツ管理システムがAMP HTMLページのサポートを追加することを期待しています。</p>
pt_br: <p>Editores e provedores de Sistema de gerenciamento de conteúdo (CMS) podem desenvolver uma integração com seu CMS para gerar conteúdo AMP. A Automattic já publicou um <a href="https://wordpress.org/plugins/amp/">plugin AMP WordPress</a> e esperamos que todos os sistemas de gerenciamento de conteúdo passem a incluir suporte para páginas HTML para AMP.</p>
tr: <p>Yayıncılar ve İçerik Yönetim Sistemi (CMS) sağlayıcıları, AMP içeriği oluşturmak için CMS'leriyle bir entegrasyon geliştirebilir. Automattic halihazırda bir <a href="https://wordpress.org/plugins/amp/">WordPress AMP eklentisi</a> yayınladı; tüm içerik yönetim sistemlerinin AMP HTML sayfaları için destek ekleyeceğini umuyoruz.</p>

source: Is AMP only for mobile?
ar: هل AMP للأجهزة الجوّالة فقط؟
fr: AMP est-il réservé aux appareils mobiles ?
it: I contenuti AMP sono adatti solo per applicazioni mobili?
ja: AMPはモバイル専用ですか？
pt_br: AMP serve apenas para dispositivos móveis?
tr: AMP sadece mobil cihazlar için midir?

source: <p>AMP was designed with responsiveness in mind, to work across <em>all</em> screen sizes. However, some features for third-party platforms (e.g., Google's Top Stories carousel) may only be designed for the mobile experience. Check with the third-party platform for how they use AMP. For more information about mobile and desktop AMP pages, see Paul Bakaus' blog post on <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a>.</p>
ar: <p>تم تصميم AMP مع مراعاة سرعة الاستجابة، لأجل العمل مع <em>جميع</em> أحجام الشاشات. ومع ذلك، فإن بعض ميزات المنصّات التابعة لأطراف ثالثة (مثل، منصّة العرض ذات العناصر المتغيّرة "أهم أخبار Google") قد تكون مصممة لتجارب الأجهزة الجوّالة فقط. راجع المنصّة التابعة للطرف الثالث لمعرفة كيفية استخدامها لـ AMP. ولمزيد من المعلومات حول صفحات AMP للأجهزة الجوّالة وأجهزة كمبيوتر سطح المكتب، راجع منشور مدونة بول باكاوس بعنوان <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">لمحة عن "الجوّال" في "صفحات الجوّال المسرَّعة"</a>.</p>
fr: <p>Nous avons conçu AMP principalement dans un souci de réactivité, de sorte qu'il puisse fonctionner sur <em>toutes les</em> tailles d'écran. Cependant, certaines fonctionnalités de plateformes tierces (par exemple, le carrousel Google Top Stories) peuvent être conçues uniquement pour les appareils mobiles. Entrez en contact avec la plateforme tierce afin de savoir comment elle utilise AMP. Pour plus d'informations sur les pages AMP pour appareils mobiles et de bureau, consultez la publication de Paul Bakaus sur son blog, intitulée <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a>.</p>
it: <p>I contenuti AMP sono progettati per garantire la massima velocità di risposta e funzionare su schermi di <em>qualsiasi</em> dimensione. Tuttavia, alcune funzionalità per piattaforme di terze parti (ad es., le sequenze Top Stories di Google) sono progettate per funzionare solo in applicazioni mobili. Occorre verificare in che modo le piattaforme di terze parti in questione utilizzano i componenti AMP. Per ulteriori informazioni sulle pagine AMP per applicazioni mobili o desktop, è possibile consultare il relativo post sul blog di Paul Bakaus dal titolo <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a>.</p>
ja: <p>AMPを越えて仕事に、心の中で応答して設計された <em>すべて</em> 画面サイズ。ただし、サードパーティプラットフォームの一部の機能（GoogleのTop Storiesカルーセルなど）は、モバイルエクスペリエンスのみを目的として設計されている場合があります。サードパーティプラットフォームでAMPの使用方法を確認してください。モバイルおよびデスクトップAMPページの詳細については、Accelerated Mobile Pages</a><a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">「そのモバイルについて」のPaul Bakausのブログ投稿を参照してください。</p>
pt_br: <p>A AMP foi projetada com a responsividade em mente, para que funcione em <em>todos</em> os tamanhos de tela. No entanto, alguns recursos para plataformas de terceiros (por exemplo, o carrossel das Histórias mais Importantes do Google) só podem ser implementados em experiências móveis. Verifique com sua plataforma de terceiros como ela usa a AMP. Para obter mais informações sobre páginas AMP em dispositivos móveis e desktop, veja a seguinte publicação no blog de Paul Bakaus em <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">Sobre o "M" nas Páginas AMP</a>. </p>
tr: <p>AMP, <em>her</em> ekran boyutunda çalışmak için duyarlı olacak şekilde tasarlanmıştır. Bununla birlikte, üçüncü taraf platformlarına ilişkin bazı özellikler (ör. Google'ın En Çok Okunan Haberler döngüsü) yalnızca mobil deneyim için tasarlanabilir. AMP'yi nasıl kullandıklarını görmek için üçüncü taraf platformlarına göz atın. Mobil ve masaüstü AMP sayfaları hakkında daha fazla bilgi için, Paul Bakaus'un <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a> başlıklı blog yazısına göz atın.</p>

source: Platform Involvement
ar: المشاركة في المنصّة
fr: Participation des plateformes
it: Coinvolgimento di piattaforme
ja: プラットフォームの関与
pt_br: Envolvimento da plataforma
tr: Platform Katılımı

source: How can a consumer platform get involved in Accelerated Mobile Pages?
ar: كيف يمكن لمنصّة للمستهلكين المشاركة في "صفحات الجوّال المسرَّعة"؟
fr: Comment une plateforme grand public peut-elle participer au projet AMP ?
it: In che modo le piattaforme dei consumatori possono essere coinvolte nell'uso di pagine AMP?
ja: 消費者プラットフォームはどのように Accelerated Mobile Pages に携わることができますか？
pt_br: Como pode uma plataforma de consumo participar do projeto AMP?
tr: Bir tüketici platformu Hızlandırılmış Mobil Sayfalara nasıl dahil olabilir?

source: <p>The project is open to everyone, and existing members of the project are very enthusiastic to engage with consumer platforms on the initiative. Google has opened its cache for use for free by anyone, including to consumer platforms that would like to display AMP content in their environment. Please get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> and we will address your questions as quickly as we can.</p>
ar: <p>المشروع مفتوح للجميع، كما أن أعضاء المشروع الحاليين متحمسون للغاية للمشاركة في منصّات المستهلكين في المبادرة. وقد فتحت Google ذاكرة التخزين المؤقت لديها للاستخدام المجاني من جانب أي جهة، وذلك بما يشمل منصّات المستهلكين التي ترغب في عرض محتوى AMP في بيئتها. يُرجى التواصل عبر <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> وسنحلّ مشاكل أسئلتك بأسرع ما يمكن.</p>
fr: <p>Le projet est ouvert à tous, et les membres du projet sont très enthousiastes à l'idée de travailler avec des plateformes grand public sur cette initiative. Google a ouvert son cache pour une utilisation gratuite par tous, y compris les plateformes grand public qui souhaitent présenter du contenu AMP dans leur environnement. Veuillez nous contacter via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> et nous répondrons à vos questions le plus rapidement possible.</p>
it: <p>Il progetto è aperto a tutti e i membri che già ne fanno parte sono molto entusiasti di coinvolgere le piattaforme dei consumatori nell'iniziativa. Google ha aperto l'uso gratuito della propria cache a tutti i soggetti interessati, comprese le piattaforme dei consumatori che intendono visualizzare contenuti AMP nel loro ambiente. Se hai domande, puoi contattarci tramite <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> e ti risponderemo tempestivamente.</p>
ja: <p>このプロジェクトはすべての人に開かれており、プロジェクトの既存メンバーは非常に熱心に率先して消費者プラットフォームに携わっています。Google は環境内で AMP コンテンツを表示したい消費者プラットフォームを含め、誰もが無料で使用できるように秘密の部屋を開放しています。<a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> からご連絡ください。できるだけ早くご質問にお答えします。</p>
pt_br: <p>O projeto é aberto a todos e os atuais membros do projeto estão muito entusiasmados em envolver as plataformas de consumo na iniciativa. O Google abriu seu cache para uso gratuito por qualquer pessoa, inclusive para plataformas de consumo que tiverem interesse em exibir conteúdo AMP em seu ambiente. Por favor, entre em contato através do <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> e responderemos às suas perguntas assim que possível.</p>
tr: <p>Proje herkese açıktır ve projenin mevcut üyeleri, inisiyatif üzerinde tüketici platformlarıyla etkileşime girme konusunda isteklidirler. Google, önbelleğini ücretsiz olarak herkesin kullanımına açmıştır, üstelik buna ortamlarında AMP içeriği göstermek isteyen tüketici platformları da dahildir. Lütfen <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> yoluyla iletişim kurun, sorularınızı olabildiğince hızlı şekilde yanıtlayacağız.</p>

source: How can an advertising or technology vendor get involved in Accelerated Mobile Pages?
ar: كيف يمكن لمورّد إعلانات أو تكنولوجيا المشاركة في "صفحات الجوّال المسرعة"؟
fr: Comment un fournisseur publicitaire ou technologique peut-il participer au projet AMP ?
it: In che modo i fornitori di tecnologie e di contenuti pubblicitari possono essere coinvolti in AMP?
ja: 広告またはテクノロジーベンダーはどのように Accelerated Mobile Pages に携わることができますか？
pt_br: Como um fornecedor de publicidade ou tecnologia pode participar do projeto AMP?
tr: Bir reklam veya teknoloji tedarikçisi Hızlandırılmış Mobil Sayfalara nasıl dahil olabilir?

source: <p>Please review the <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">contributing guidelines</a> and get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
ar: <p>يرجى مراجعة <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">إرشادات المساهمة</a> والتواصل عبر <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
fr: <p>Veuillez consulter les <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">instructions relatives à la participation</a> et contactez-nous via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
it: <p>Puoi consultare <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">le linee guida per chi intende contribuire</a> e contattarci tramite <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
ja: <p><a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">貢献ガイドライン</a>を確認し、<a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> からご連絡ください。</p>
pt_br: <p>Por favor, leia as <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">diretrizes de contribuição</a> e entre em contato através do <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
tr: <p>Lütfen <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">katılım kılavuzlarına</a> göz atın ve <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> yoluyla iletişim kurun.</p>

source: How does advertising work on Accelerated Mobile Pages?
ar: كيف تعمل الإعلانات على "صفحات الجوّال المسرَّعة"؟
fr: Comment fonctionne la publicité sur les pages AMP ?
it: Come funziona la pubblicità sulle pagine AMP?
ja: Accelerated Mobile Pages での広告の仕組みはどうなっていますか？
pt_br: Como a publicidade em Páginas AMP funciona?
tr: Hızlandırılmış Mobil Sayfalarda reklamlar nasıl çalışır?

source: <p>A goal of the Accelerated Mobile Pages Project is to ensure effective ad monetization on the mobile web while embracing a user-centric approach. There is currently support for a comprehensive range of ad formats, ad networks and technologies in Accelerated Mobile Pages. As part of that, those involved with the project are also engaged in crafting Sustainable Ad Practices to ensure that ads in AMP files are fast, safe, compelling and effective for users.</p>
ar: <p>من ضمن أهداف مشروع "صفحات الجوّال المسرَّعة" ضمان تحقيق الربح المادي الفعّال من الإعلانات على شبكة الجوّال مع تبني نهج مرتكز على المستخدم. ويتوفر حاليًا الدعم لنطاق شامل من أشكال الإعلانات وشبكات الإعلانات والتقنيات في "صفحات الجوّال المسرَّعة". وكجزء من ذلك، يتفاعل هؤلاء المشاركون في المشروع أيضًا في صياغة "ممارسات الإعلانات المستدامة " لضمان أن تكون الإعلانات في ملفات AMP سريعة وآمنة وجذابة وفعالة للمستخدمين.</p>
fr: <p>L'un des objectifs du projet AMP est d'assurer une monétisation efficace des annonces sur le Web mobile tout en adoptant une approche centrée sur l'utilisateur. Le projet propose d'ores et déjà la prise en charge d'une variété exhaustive de formats, de réseaux et de technologies publicitaires. De ce fait, les personnes impliquées dans le projet s'engagent également à élaborer des pratiques publicitaires durables pour garantir que les annonces contenues dans les fichiers AMP soient rapides, sûres, convaincantes et efficaces pour les utilisateurs.</p>
it: <p>Uno degli obiettivi del progetto Accelerated Mobile Pages è garantire un'efficace monetizzazione degli annunci sulle pagine web per applicazioni mobili, adottando un approccio incentrato sugli utenti. Attualmente, le pagine AMP supportano una vasta gamma di formati, reti e tecnologie per annunci pubblicitari. Inoltre, le persone coinvolte nel progetto sono anche impegnate nella messa a punto di pratiche per la realizzazione di inserzioni sostenibili, in modo che gli annunci inclusi nei file AMP siano veloci, sicuri, convincenti ed efficaci per gli utenti.</p>
ja: <p>Accelerated Mobile Pages プロジェクトは、ユーザー中心のアプローチを取り入れながら、モバイルウェブで効果的な広告収益化を確保することを目標としています。現在、Accelerated Mobile Pages では、広範な広告フォーマット、広告ネットワーク、およびテクノロジーがサポートされています。その一環として、プロジェクトに携わる人々は AMP ファイル内の広告をユーザーにとって高速、安全、印象的、かつ効果的なものにするため、持続可能な広告慣行の作成にも携わっています。</p>
pt_br: <p>Uma das metas do projeto AMP é garantir a monetização efetiva de anúncios na web para dispositivos móveis ao mesmo tempo em que mantém um enfoque centrado no usuário. Atualmente já existe suporte para uma ampla gama de formatos de anúncios, redes e tecnologias em páginas AMP. Como parte disso, as pessoas envolvidas no projeto também trabalham para elaborar práticas sustentáveis de publicidade para garantir que anúncios em arquivos AMP sejam rápidos, seguros, atraentes e eficazes para os usuários.</p>
tr: <p>Hızlandırılmış Mobil Sayfalar Projesi'nin hedefi, kullanıcı merkezli bir yaklaşım benimseyerek mobil web'de etkili bir reklamdan para kazanma imkanı sağlamaktır. Hızlandırılmış Mobil Sayfalarda şu anda çok çeşitli reklam biçimleri, reklam ağları ve teknolojileri için destek bulunuyor. Bunun bir parçası olarak, projeye katılanlar AMP dosyalarındaki reklamların kullanıcılar için hızlı, güvenli, çekici ve etkili olmasını sağlamak için Sürdürülebilir Reklam Uygulamaları hazırlamakla da ilgileniyor.</p>

source: Are publishers able to sell their own ad inventory?
ar: هل يمكن للناشرين بيع مستودع الإعلانات خاصّتهم؟
fr: Les éditeurs peuvent-ils vendre leur propre inventaire d'annonces ?
it: Gli editori sono in grado di vendere i propri spazi pubblicitari?
ja: サイト運営者は独自の広告枠を販売できますか？
pt_br: Os editores conseguem vender seu próprio inventário de anúncios?
tr: Yayıncılar kendi reklam envanterlerini satabilir mi?

source: <p>Yes, as with their existing websites, publishers control their ad inventory and how they sell it.</p>
ar: <p>نعم، كما هو الحال مع مواقعهم الإلكترونية الحالية، يتحكم الناشرون في مستودع الإعلانات لديهم وفي طريقة بيعه.</p>
fr: <p>Oui, comme pour leurs propres sites Web, les éditeurs contrôlent leur inventaire d'annonces et la façon dont ils le vendent.</p>
it: <p>Sì, poiché grazie ai propri siti web, gli editori controllano i propri spazi pubblicitari e le relative modalità di vendita.</p>
ja: <p>はい、既存のウェブサイトと同様に、サイト運営者は広告インベントリとその販売方法を管理します。</p>
pt_br: <p>Sim, assim como já fazem atualmente em seus sites, editores podem controlar seu inventário de anúncios e decidir como vendê-lo.</p>
tr: <p>Evet, mevcut web sitelerinde olduğu gibi, yayıncılar reklam envanterlerini ve bunu nasıl sattıklarını kontrol ediyorlar.</p>

source: How do subscriptions and paywalls work with Accelerated Mobile Pages?
ar: كيف تعمل الاشتراكات وعمليات حظر الاشتراكات غير المدفوعة مع "صفحات الجوّال المسرَّعة"؟
fr: Comment fonctionnent les abonnements et les paywalls sur les pages AMP ?
it: Come funzionano abbonamenti e paywall nelle pagine AMP?
ja: サブスクリプションとペイウォールは Accelerated Mobile Pages でどのように機能しますか？
pt_br: Como assinaturas e muros de pagamento funcionam com as Páginas AMP?
tr: Abonelikler ve ödeme duvarları Hızlandırılmış Mobil Sayfalar ile nasıl çalışır?

source: <p>It is a core objective of the Accelerated Mobile Pages project to support subscriptions and paywalls. AMP currently supports a flexible access framework where publishers can control the document viewing experience for subscribers, metered users and anonymous users.</p>
ar: <p>من الأهداف الأساسية لمشروع "صفحات الجوّال المسرَّعة" دعم الاشتراكات وعمليات حظر الاشتراكات غير المدفوعة. حيث تدعم AMP حاليًا إطار عمل مرنًا للوصول يمكن فيه للناشرين التحكم في تجربة عرض المستندات للمشتركين والمستخدمين بنظام الخدمات المُقاسة والمستخدمين مجهولي الهوية.</p>
fr: <p>L'un des principaux objectifs du projet AMP est de prendre en charge les abonnements et les paywalls. AMP prend actuellement en charge un framework d'accès flexible où les éditeurs peuvent contrôler la visualisation des documents par des abonnés, utilisateurs à connexion limitée et utilisateurs anonymes.</p>
it: <p>Uno degli obiettivi fondamentali del progetto Accelerated Mobile Pages è il supporto di abbonamenti e paywall. I contenuti AMP attualmente offrono uno strumento di accesso flessibile con cui gli editori possono tenere sotto controllo l'esperienza di visualizzazione dei documenti per abbonati, utenti registrati e utenti anonimi.</p>
ja: <p>サブスクリプションとペイウォールのサポートは、Accelerated Mobile Pages プロジェクトの重要な目的です。AMP は現在、サイト運営者が加入者、従量制ユーザー、匿名ユーザーのドキュメント表示体験を制御できる柔軟なアクセスフレームワークをサポートしています。</p>
pt_br: <p>É um objetivo fundamental do projeto AMP oferecer suporte a assinaturas e muros de pagamento. Atualmente, a AMP oferece suporte a um framework de acesso flexível onde editores podem controlar a experiência de visualização de documentos para assinantes, usuários limitados e usuários anônimos.</p>
tr: <p>Abonelikleri ve ödeme duvarlarını desteklemek Hızlandırılmış Mobil Sayfalar projesinin ana hedefidir. AMP şu anda yayıncıların aboneler, ölçülen kullanıcılar ve anonim kullanıcılar için belge görüntüleme deneyimini kontrol edebileceği esnek bir erişim çerçevesini destekliyor.</p>

source: How are analytics being handled in this AMP format?
ar: كيف تتم معالجة التحليلات في تنسيق AMP هذا؟
fr: Comment les analyses sont-elles gérées dans ce format AMP ?
it: In che modo il formato AMP gestisce gli strumenti di analisi?
ja: この AMP フォーマットではどのように分析が行われますか？
pt_br: Como o formato AMP é processado pelo sistema de análise?
tr: Analizler bu AMP biçiminde nasıl işlenir?
