Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: India’s leading rental site improved owner-to-renter connections by 77% with AMP
ar: نجح موقع الإيجارات الرائد في الهند في تحسين الاتصالات بين المالك والمستأجر بنسبة 77% باستخدام AMP
fr: Le premier site de location indien a amélioré de 77 % les connexions entre propriétaire et locataire avec AMP
it: Il sito di un operatore di affitti immobiliari leader in India migliora del 77% i collegamenti tra proprietari e affittuari grazie ad AMP
ja: インドの大手賃貸サイト、AMP により家主と賃借人のつながりを77％改善
pt_br: O site de aluguel líder na Índia, melhorou as conexões proprietário-locatário em 77% com a AMP
tr: Hindistan'ın önde gelen kiralama şirketi AMP ile mal sahibi - kiracı bağlantılarını %77 oranında geliştirdi

source: WompMobile consistently improves e-commerce clients’ conversion rates with AMP sites
ar: يحسّن موقع WompMobile بشكل متّسق من معدلات الإحالات الناجحة لعملاء التجارة الإلكترونية باستخدام مواقع AMP
fr: WompMobile améliore de manière constante ses taux de conversion concernant ses clients en ligne avec ses sites AMP
it: WompMobile migliora significativamente i tassi di conversione dei clienti e-commerce con i siti AMP
ja: WompMobile、AMP サイトでeコマースクライアントのコンバージョン率を安定して改善
pt_br: WompMobile melhora consistentemente as taxas de conversão dos clientes de comércio eletrônico com sites AMP
tr: WompMobile, AMP siteleriyle e-ticaret müşterilerinin dönüşüm oranlarını tutarlı şekilde iyileştiriyor

source: Terra drives mobile viewership up with AMP
ar: رفع موقع Terra نسبة المشاهدات على الأجهزة الجوّالة باستخدام AMP
fr: Terra augmente son audience mobile grâce à AMP
it: Terra aumenta le visualizzazioni in mobilità grazie ad AMP
ja: Terra、AMP でモバイル視聴率を向上
pt_br: Terra aumenta sua audiência móvel com a AMP
tr: Terra, AMP ile mobil görüntülenmeyi artırıyor

source: Milestone drives conversions with AMP pages for local hospitality site
ar: حقق موقع Milestone زيادة في الإحالات الناجحة باستخدام صفحات AMP لمواقع الضيافة المحلية
fr: Milestone améliore ses conversions avec des pages AMP pour un site d'accueil local
it: Milestone migliora le conversioni grazie alle pagine AMP per il proprio sito di alloggi locali
ja: Milestone、地元のホスピタリティサイトの AMP ページでコンバージョンを促進
pt_br: Milestone aumenta as conversões com páginas AMP para o site de hospitalidade local
tr: Milestone, yerel konaklama siteleri için AMP sayfalarıyla dönüşümleri artırıyor

source: Hearst integrates key partner and product solutions on AMP
ar: نجح موقع Hearst في دمج حلول المنتجات والشركاء الأساسيين على AMP
fr: Hearst intègre des solutions de partenaires et de produits clés sur AMP
it: Hearst integra soluzioni per partner e prodotti chiave su AMP
ja: Hearst、AMP で主要なパートナーソリューションと製品ソリューションを統合
pt_br: Hearst integra soluções-chave para parceiros e produtos com AMP
tr: Hearst, AMP'de ana iş ortağı ve ürün çözümlerini entegre ediyor

source: Wired AMP’s its 20+ year archive to meet audiences online
ar: استخدم موقع Wired ميزات AMP على أرشيفه الذي يتجاوز 20 سنة لمقابلة جماهيره على الإنترنت
fr: Wired redessine son archive âgée de plus de 20 ans avec AMP pour toucher le public en ligne
it: Wired adotta strumenti AMP per aprire il proprio archivio attivo da oltre 20 anni al pubblico online
ja: Wired、AMPにより20年以上のアーカイブをオンラインで視聴者に公開
pt_br: Wired utiliza AMP em seu arquivo de mais de 20 anos para atender seu público on-line
tr: Wired, çevrimiçi kitlesiyle buluşturmak için 20 yıllık arşivini AMP'ye dönüştürüyor

source: Slate gets efficient with AMP
ar: صار موقع Slate أكثر فعالية باستخدام AMP
fr: Slate gagne en efficacité avec AMP
it: Slate diventa efficiente con AMP
ja: Slate、AMP による効率化を達成
pt_br: Slate se torna eficiente com a AMP
tr: Slate AMP ile verimli hale geldi

source: Relay Media helps publishers get AMP’d
ar: يساعد موقع Relay Media الناشرين على الاستفادة من ميزات AMP
fr: Relay Media aide les éditeurs à utiliser AMP
it: Relay Media aiuta gli editori ad adottare strumenti AMP
ja: Relay Media、サイト運営者の AMP 化を支援
pt_br: Relay Media ajuda editores a transformar seus sites com AMP
tr: Relay Media, yayıncılara AMP’ye geçmeleri için yardımcı oluyor

source: plista grows publisher revenue & user engagement with AMP
ar: زادت عائدات الناشرين وتفاعلات المستخدمين على موقع plista باستخدام AMP
fr: plista augmente les recettes des éditeurs et l'engagement des utilisateurs avec AMP
it: plista aumenta i ricavi degli editori e il coinvolgimento degli utenti con AMP
ja: plista、AMP でサイト運営者の収益とユーザーエンゲージメントを拡大
pt_br: plista aumenta a receita de editores e envolvimento de usuários com a AMP
tr: plista, AMP ile yayıncılık gelirini ve kullanıcı etkileşimini artırıyor

source: Create flawless web experiences
ar: إنشاء تجارب ويب خالية من الأخطاء
fr: Créez des expériences Web sans défaut
it: Crea esperienze web impeccabili
ja: 完璧なウェブ体験をもたらします
pt_br: Crie experiências de web perfeitas
tr: Kusursuz web deneyimleri oluşturun

source: Snackable formats for everyone
ar: تنسيقات سريعة وسهلة للجميع
fr: Des formats légers convenant pour tout
it: Storie fruibili agevolmente da tutti
ja: 誰もが気軽に楽しめるフォーマット
pt_br: Formatos reduzidos para todos
tr: Herkes için pratik biçimler

source: Super fast ads on the web
ar: إعلانات بسرعة فائقة على الويب
fr: Annonces ultra rapides sur le Web
it: Annunci super veloci su web
ja: 超高速なウェブ広告
pt_br: Anúncios super rápidos na web
tr: Web'de süper hızlı reklamlar

source: Next gen email
ar: الجيل الجديد من خدمة البريد الإلكتروني
fr: L'e-mail nouvelle génération
it: E-mail di ultima generazione
ja: 次世代型メール
pt_br: E-mails de última geração
tr: Yeni nesil e-posta

source: Use cases
ar: حالات الاستخدام
fr: Cas d'utilisation
it: Casi d'uso
ja: 使用事例
pt_br: Casos de uso
tr: Kullanım örnekleri

source: Guides & Tutorials
ar: الأدلّة والبرامج التعليمية
fr: Guides et tutoriels
it: Guide ed esercitazioni
ja: ガイドとチュートリアル
pt_br: Guias e tutoriais
tr: Kılavuzlar ve Öğreticiler

source: The complete AMP library
ar: مكتبة AMP الكاملة
fr: La bibliothèque AMP complète
it: La libreria AMP completa
ja: AMP ライブラリ一式
pt_br: A biblioteca AMP completa
tr: Eksiksiz AMP kütüphanesi

source: Hands on Introduction to AMP
ar: مقدمة عملية عن AMP
fr: Introduction pratique à AMP
it: Pratica introduttiva ad AMP
ja: 実践的な AMP のご紹介
pt_br: Introdução prática à AMP
tr: AMP'ye Pratik Giriş

source: Learn AMP with free courses
ar: تعلم AMP من خلال دورات تدريبية مجانية
fr: Apprenez à utiliser AMP grâce à des cours gratuits
it: Impara a usare AMP con dei corsi gratuiti
ja: 無料の AMP 学習コース
pt_br: Aprenda a utilizar a AMP com cursos gratuitos
tr: Ücretsiz kurslarla AMP öğrenin

source: Templates
ar: النماذج
fr: Modèles
it: Modelli
ja: テンプレート
pt_br: Modelos
tr: Şablonlar

source: Begin building
ar: بدء الإنشاء
fr: Commencez à créer
it: Inizia a creare
ja: 構築を始めましょう
pt_br: Comece a criar
tr: Oluşturmaya başlayın

source: Ready to use
ar: جاهز للاستخدام
fr: Prêts à l'emploi
it: Pronti all'uso
ja: すぐに使えます
pt_br: Pronto para usar
tr: Kullanıma hazır

source: Courses
ar: الدورات التدريبية
fr: Cours
it: Corsi
ja: コース
pt_br: Cursos
tr: Kurslar

source: Governance
ar: الإدارة
fr: Gouvernance
ja: ガバナンス
pt_br: Governança
tr: Yönetim

source: AMP Roadshow
ar: عرض AMP الترويجي المتنقل
fr: Tournée AMP
ja: AMP ロードショー
pt_br: Roadshow AMP
tr: AMP Tanıtım Turu

source: Help
ar: تعليمات
fr: Aide
it: Guida
ja: ヘルプ
pt_br: Ajuda
tr: Yardım

source: Encouraging More Voices in AMP
ar: تشجيع مزيد من الأصوات في AMP
fr: Encourager plus de contributions dans AMP
it: Far sentire la propria voce in AMP
ja: AMP に関する多くの意見を募集しています
pt_br: Incentivando mais vozes na AMP
tr: AMP'ye Daha Fazla Kişinin Katılmasını Teşvik Etme

source: An AMP Working Group is a segment of the community with knowledge/interest in specific area of AMP. Working Groups are created by AMP’s Technical Steering Committee.
ar: مجموعة العمل في AMP هي جزء من المجتمع أصحاب المعرفة/الاهتمام بمجال معين من مجالات AMP. ويتم إنشاء مجموعات العمل من قبل لجنة التوجيه التقني في AMP.
fr: Un groupe de travail AMP est une partie de la communauté ayant des connaissances ou un intérêt concernant un domaine spécifique d'AMP. Les groupes de travail sont créés par le comité de pilotage technique d'AMP.
it: Un Gruppo di lavoro AMP è una porzione della community con competenze/interessi in un'area specifica di AMP. I Gruppi di lavoro sono creati dal Comitato direttivo tecnico AMP.
ja: AMP ワーキンググループは、AMP の特定の分野に関する知識や関心を持っているコミュニティの一部です。ワーキンググループは AMP の技術運営委員会によって設けられています。
pt_br: Um Grupo de trabalho de AMP é um segmento da comunidade com conhecimento ou interesse em uma área específica da AMP. Grupos de trabalho são criados pelo Comitê diretor técnico da AMP.
tr: AMP Çalışma Grubu, AMP'nin belirli bir alanında bilgisi/ilgisi olan bir topluluk parçasıdır. Çalışma Grupları, AMP Teknik Yönlendirme Kurulu tarafından oluşturulur.

source: Most Working Groups provide bi-weekly status updates and present quarterly high-level updates in round-robin fashion at Design Reviews.
ar: توفر معظم مجموعات العمل تحديثات للحالة كل أسبوعين وتقدم تحديثات ربع سنوية رفيعة المستوى بأسلوب دوري على مستوى مراجعات التصميم.
fr: La plupart des groupes de travail fournissent des mises à jour de statut toutes les deux semaines et présentent des informations trimestrielles de haut niveau de manière circulaire lors des examens de projets.
it: La maggior parte dei Gruppi di lavoro forniscono aggiornamenti di stato ogni due settimane e presentano trimestralmente aggiornamenti generali a rotazione alle Revisioni dei progetti.
ja: ほとんどのワーキンググループは隔週で状況を報告し、設計レビューでは四半期ごとに持ち回りで高度な報告を行っています。
pt_br: A maior parte dos Grupos de trabalho publica atualizações de status quinzenais e apresenta atualizações trimestrais de alto nível em repetições alternadas nas Revisões de projeto.
tr: Çoğu Çalışma Grubu, Tasarım Değerlendirmelerinde iki haftada bir durum güncellemeleri sağlar ve üç ayda bir Tasarım Değerlendirmeleri için üst düzey güncellemeler sunar.

source: Current Issues
ar: المشاكل الحالية
fr: Entrées récentes
it: Questioni attuali
ja: 現在の課題
pt_br: Tópicos atuais
tr: Güncel Konular

source: The facilitator of {name} is:
ar: منسّق {name} هو:
fr: L'animateur de {name} est :
it: Il facilitatore di {name} è:
ja: {name}のファシリテーターは次のメンバーです：
pt_br: O facilitador de {name} é:
tr: {name} kolaylaştırıcısı:

source: Members
ar: الأعضاء
fr: Membres
it: Membri
ja: メンバー
pt_br: Membros
tr: Üyeler

source: Communication Channels
ar: قنوات الاتصالات
fr: Canaux de communication
it: Canali di comunicazione
ja: コミュニケーション・チャネル
pt_br: Canais de Comunicação
tr: İletişim Kanalları

source: <a href={{ doc.html_url }} target="_blank" rel="noopener">The GitHub Team</a> also includes { name } WG members.
ar: <a href={{ doc.html_url }} target="_blank" rel="noopener">فريق GitHub</a> يشتمل أيضًا على أعضاء مجموعة عمل { name }.
fr: <a href={{ doc.html_url }} target="_blank" rel="noopener">L'équipe GitHub </a>comprend également des membres du groupe de Travail { name }.
it: <a href={{ doc.html_url }} target="_blank" rel="noopener">Il Team GitHub</a> comprende anche membri del gruppo di lavoro { name }.
ja: <a href={{ doc.html_url }} target="_blank" rel="noopener">GitHubチーム</a>には、{ name }のワーキンググループメンバーも参加しています。
pt_br: <a href={{ doc.html_url }} target="_blank" rel="noopener">A equipe GitHub</a> também conta com membros do Grupo de Trabalho { name }.
tr: <a href={{ doc.html_url }} target="_blank" rel="noopener">GitHub Ekibi</a> ayrıca { name } WG üyelerini içeriyor.

source: Other ways to get involved with AMP
ar: طرق أخرى للاشتراك في AMP
fr: D'autres moyens d'interagir avec AMP
it: Altri modi per collaborare con AMP
ja: AMP に協力する他の方法
pt_br: Outras formas de colaborar com a AMP
tr: AMP'ye katılmanın diğer yolları

source: Contribute to AMP
ar: المساهمة في AMP
fr: Contribuer à AMP
it: Contribuisci ad AMP
ja: AMP への貢献
pt_br: Contribua com a AMP
tr: AMP'ye katkıda bulunun

source: The AMP Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to AMP There are many ways for you to contribute.
ar: لن يكون مشروع AMP ممكنًا بدون مساعدة من جميع أعضاء المجتمع سواء كان العضو مطوِّرًا أم منشئًا للمحتوى أم مقدِّمًا لخدمات تخص AMP. ويمكنك المساهمة بطرق عديدة.
fr: Le projet AMP ne serait pas possible sans l'aide de tous les membres de la communauté. Que vous soyez développeur, créateur de contenu ou fournisseur de services pertinents pour AMP, vous pouvez contribuer de plusieurs manières.
it: Il Progetto AMP non sarebbe possibile senza l'aiuto di tutti i membri della community: sviluppatori, creatori di contenuti e fornitori di servizi relativi al mondo AMP. Ci sono molti modi per contribuire.
ja: あなたが AMP に関連するサービスの開発者、コンテンツ制作者、またはプロバイダーであるかどうかにかかわらず、AMP プロジェクトはコミュニティのすべてのメンバーからの支援がなければ実現することはできません。貢献する方法はたくさんあります。
pt_br: O Projeto AMP não seria possível sem a colaboração de todos os membros da comunidade, seja você um desenvolvedor, criador de conteúdo ou provedor de serviços relevantes para a AMP. Há muitas maneiras de contribuir.
tr: İster bir geliştirici, ister bir içerik oluşturucu veya AMP ile ilgili bir hizmet sağlayıcısı olun, topluluğun tüm üyelerinin yardımı olmasaydı AMP Projesi mümkün olmazdı. Katkı sağlamanız için birçok yol vardır.

source: Governance Body
ar: هيئة الإدارة
fr: Organe de gouvernance
it: Organi di governance
ja: ガバナンス体制
pt_br: Órgão de administração
tr: Yönetim Kurulu

source: Learn more about the Advisory Committee and Technical Steering Committee.
ar: تعرّف على مزيد من المعلومات حول اللجنة الاستشارية ولجنة التوجيه التقني.
fr: Apprenez-en plus sur le comité consultatif et le comité de pilotage technique.
it: Scopri di più sul Comitato consultivo e sul Comitato direttivo tecnico.
ja: 諮問委員会と技術運営委員会の詳細をご覧ください。
pt_br: Saiba mais sobre o Comitê consultivo e o Comitê diretor técnico.
tr: Danışma Kurulu ve Teknik Yönlendirme Kurulu hakkında daha fazla bilgi edinin.

source: Working Group
ar: مجموعة العمل
fr: Groupe de travail
it: Gruppo di lavoro
ja: ワーキンググループ
pt_br: Grupo de trabalho
tr: Çalışma Grubu

source: AMP for Email
ar: AMP للبريد الإلكتروني
fr: AMP pour e-mail
it: AMP per e-mail
pt_br: AMP para e-mail
tr: E-posta için AMP

source: wg-amp4email Working Group is responsible for the development and maintenance of the AMP for Email specification and related features.
ar: تتولى مجموعة العمل wg-amp4email مسؤولية تطوير وصيانة مواصفات AMP للبريد الإلكتروني والميزات ذات الصلة.
fr: Le groupe de travail wg-amp4email est responsable du développement et de la maintenance de la spécification AMP pour e-mail et des fonctionnalités associées.
it: Il gruppo di lavoro wg-amp4email è responsabile dello sviluppo e della manutenzione delle specifiche delle soluzioni AMP per e-mail e delle relative funzionalità.
ja: wg-amp4emailワーキンググループは、AMP for Emailの仕様と関連機能の開発と保守を担当しています。
pt_br: O Grupo de Trabalho wg-amp4email é responsável pelo desenvolvimento e manutenção da especificação AMP para E-mail e recursos relacionados.
tr: wg-amp4email Çalışma Grubu, E-posta için AMP teknik özellikleri ve bunlarla ilişkili özelliklerin geliştirilmesinden ve bakımından sorumludur.

source: View all
ar: عرض الكل
fr: Tout afficher
it: Mostra tutto
ja: すべて表示する
pt_br: Ver tudo
tr: Tümünü görüntüle

source: Come join us in your city for a free, inclusive dev workshop with the AMP team.
ar: تعال وانضم إلينا في مدينتك في ورشة تطوير مجانية وشاملة مع فريق AMP.
fr: Venez nous rendre visite dans votre ville à l'occasion d'un atelier de développement gratuit avec l'équipe AMP.
it: Unisciti a noi in uno dei seminari gratuiti di sviluppo con il team AMP nella tua città.
ja: お住まいの都市で AMP チームとの開発ワークショップなどに無料でご参加ください。
pt_br: Junte-se a nós em sua cidade para um workshop gratuito de desenvolvimento inclusivo com a equipe AMP.
tr: AMP ekibiyle ücretsiz, kapsamlı geliştirme semineri için şehrinizde bize katılın.

source: Where we’ve been
ar: أين كنّا
fr: Nos destinations précédentes
it: Dove siamo già stati
ja: 過去の開催都市
pt_br: Onde estivemos
tr: Bulunduğumuz şehirler

source: Where we’re going next
ar: وأين سنكون
fr: Nos prochaines destinations
it: Dove andremo in seguito
ja: 今後の開催都市
pt_br: Para onde iremos em seguida
tr: Gideceğimiz yerler

source: Your city isn’t on the list? Check back soon for additional dates and cities. Or...
ar: هل مدينتك ليست في القائمة؟ تحقق مرة أخرى قريبًا بحثًا عن تواريخ ومدن إضافية. أو...
fr: Votre ville n'est pas sur la liste ? Revenez bientôt pour d'autres dates et villes. Ou alors...
it: La tua città non è in elenco? Torna presto a verificare le nuove date e città. Oppure...
ja: お住まいの都市がリストに掲載されていませんか？追加の日程や都市については、近日中にもう一度ご確認ください。または…。
pt_br: Sua cidade não está na lista? Volte aqui outro dia para ver novas datas e cidades. Ou...
tr: Şehriniz listede yok mu? Ek tarihler ve şehirler için kısa süre sonra tekrar göz atın. Veya...

source: That’s very kind. Fill out <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">this form</a> and we’ll see what we can do!
ar: ذلك لطيف جدًا. املأ <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">هذا النموذج</a> وسنرى ما يمكننا فعله!
fr: C'est super. Remplissez <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">ce formulaire</a> et nous verrons ce que nous pourrons faire !
it: Molto gentile da parte tua. Compila <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">il seguente modulo</a> e cercheremo di aiutarti!
ja: ありがとうございます。<a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">こちらのフォーム</a>にご記入いただければ、対応内容を検討いたします！
pt_br: Isto é muito gentil de sua parte. Preencha <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">este formulário</a> e veremos o que podemos fazer!
tr: Çok naziksiniz. <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">Bu formu</a> doldurun ve ne yapabileceğimize bakalım!

source: Want to host your own AMP Roadshow?
ar: هل تريد استضافة عرض AMP الترويجي المتنقل الخاص بك؟
fr: Vous souhaitez organiser votre propre tournée AMP?
it: Ti piacerebbe organizzare e ospitare il tuo AMP Roadshow?
ja: 独自の AMP ロードショーを開催したいですか？
pt_br: Você deseja organizar seu próprio Roadshow AMP?
tr: Kendi AMP Tanıtım Turunuza ev sahipliği yapmak ister misiniz?

source: Why not? Fill out <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">this form</a>, and we’ll share with you our talks and all the materials you need to do it yourself!
ar: ولمَ لا؟ املأ <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">هذا النموذج</a>، وسنشارك معك محادثاتنا وجميع المواد التي تحتاجها لفعل ذلك بنفسك!
fr: Pourquoi pas ? Remplissez <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">ce formulaire</a> et nous partagerons avec vous nos présentations et tout le matériel dont vous avez besoin pour le faire vous-même !
it: Perché no? Compila <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">il seguente modulo</a>, ci faremo due chiacchiere e poi condivideremo con te tutto il materiale che ti potrà servire per organizzare tu stesso l'evento!
ja: ぜひそうしましょう。<a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">こちらのフォーム</a>にご記入いただければ、私たちの講演の内容とあなたが自力で開催するのに必要な資料をすべてお渡しします。
pt_br: Por que não? Preencha <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">este formulário</a> e compartilharemos com você nossas palestras e todos os materiais que você vai precisar para a organização!
tr: Neden olmasın? <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">Bu formu</a> doldurun, kendi kendinize yapabilmeniz için ihtiyaç duyacağınız tüm malzemeleri ve konuşmalarımızı sizinle paylaşacağız!

source: Agenda
ar: جدول الأعمال
ja: アジェンダ
tr: Ajanda

source: The agenda is designed to enable you to build even more beautiful, interactive and canonical AMP pages. We welcome both newcomers to AMP and those who already ship AMP pages. <span>This is a sample agenda – schedule varies based on the city.</span>
ar: تم تصميم جدول الأعمال لتمكينك من إنشاء صفحات AMP أكثر روعة وتفاعلية ومعيارية. نرحب بكل من القادمين الجدد إلى AMP وأولئك الذين يستخدمون صفحات AMP بالفعل. <span>هذه عينة لجدول أعمال - ويختلف الجدول الزمني حسب المدينة.</span>
fr: L'agenda est conçu pour vous permettre de créer des pages AMP encore plus belles, interactives et conformes. Nous souhaitons la bienvenue à celles et ceux qui débutent leur voyage avec AMP ainsi qu'à celles et ceux qui publient déjà des pages AMP. <span>Ceci est un exemple d'agenda. La planification varie en fonction de la ville.</span>
it: L'agenda degli eventi è progettata per consentire di realizzare pagine AMP sempre più belle, interattive e a regola d'arte. Diamo il benvenuto sia ai nuovi arrivati nel mondo AMP sia a coloro che già preparano pagine AMP. <span>Il seguente è un esempio di agenda: il programma varia in base alla città.</span>
ja: アジェンダはさらに美しく、対話的で標準的な AMP ページを構築できるように設計されています。私たちは AMP に新たに参入される方と AMP ページを既に公開している方の両方を歓迎しています。<span>これはアジェンダのサンプルです。スケジュールは都市によって異なります。</span>
pt_br: A agenda foi projetada para permitir que você crie páginas AMP ainda mais bonitas, interativas e canônicas. Damos boas-vindas tanto aos que começaram a usar a AMP agora quanto aos que já publicam páginas AMP. <span>Este é um exemplo de agenda, a programação varia de acordo com a cidade.</span>
tr: Ajanda, daha da güzel, etkileşimli ve standart AMP sayfaları oluşturabilmenizi sağlamak için tasarlandı. AMP'ye yeni katılanları ve halihazırda AMP sayfalarını sunanları aramızda görmekten mutluluk duyuyoruz. <span>Bu örnek bir ajandadır ve program şehre bağlı olarak değişiklik gösterebilir.</span>

source: We’ll cover a lot of ground in the few hours we have together. To enable you to build full-fledged AMP sites, the roadshow will deep dive into four big pillars:
ar: سنغطي مساحة كبيرة من المواضيع في الساعات القليلة التي نتواجد فيها معًا. ولتمكينك من إنشاء مواقع AMP متكاملة، سيوضح العرض الترويجي المتنقل بالتفصيل أربع ركائز رئيسية:
fr: Nous allons couvrir plusieurs domaines dans les quelques heures que nous passerons ensemble. Pour vous permettre de créer des sites AMP à part entière, la tournée abordera quatre principaux piliers :
it: Tratteremo molti argomenti nelle poche ore che passeremo insieme. Per consentirti di realizzare siti AMP completi di tutte le funzioni, il roadshow approfondirà quattro argomenti fondamentali:
ja: ロードショーでは私たちと共に数時間にわたって多くの問題に取り組むことになります。皆さんが本格的な AMP サイトを構築できるようにするため、ロードショーでは以下に掲げる4つの大きな柱を掘り下げます。
pt_br: Abordaremos vários assunto durante as poucas horas que teremos juntos. Para permitir que você crie sites AMP completos, o roadshow irá se aprofundar em quatro princípios fundamentais:
tr: Birlikte geçirdiğimiz birkaç saat içinde çok fazla konuyu ele alacağız. Tanıtım Turu, tam teşekküllü AMP siteleri oluşturmanızı sağlamak için dört büyük temel konuya derinlemesine eğilecek:

source: Content
ar: المحتوى
fr: Contenu
it: Contenuti
ja: 内容
pt_br: Conteúdo
tr: İçerik

source: Amplify Live!
ar: حدث Amplify Live!
