Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: Third-party JS likes to use synchronous JS loading. They also like to <code>document.write</code> more sync scripts. For example, if you have five ads on your page, and each of them cause three synchronous loads, each with a 1 second latency connection, you’re in 15 seconds of load time just for JS loading.
ar: تفضّل لُغة JS التابعة لطرف ثالث استخدام تحميل JS المتزامن. كما أنها تفضّل استخدام التعليمة البرمجية <code>document.write</code> لمزيد من نصوص المزامنة. على سبيل المثال، إذا كانت لديك خمسة إعلانات على صفحتك، وينتج عن كل منها ثلاث عمليات تحميل متزامنة، يستغرق كل منها ثانية واحدة كزمن استجابة للاتصال، فإن وقت التحميل يستغرق 15 ثانية لتحميل JS فقط.
fr: Les JS tiers aiment utiliser le chargement JS synchrone. Ils aiment également intégrer d'autres scripts de synchronisation avec <code>document.write</code>. Par exemple, si vous avez cinq annonces sur votre page et que chacune d'entre elles provoque trois chargements synchrones, chacun avec une connexion d'une seconde de latence, vous passez 15 secondes à charger du JS uniquement.
it: Gli elementi JS di terze parti di solito utilizzano il caricamento JS sincrono. Inoltre adottano anche la sincronizzazione di più script con <code>document.write</code>. Ad esempio, se hai cinque annunci sulla tua pagina e ognuno di essi provoca tre caricamenti sincroni, ciascuno con un ritardo di connessione di 1 secondo, avrai un tempo di caricamento di 15 secondi solo per i codici JS.
ja: サードパーティのJSは、同期的な JS の読み込みを好んで使用します。また、<code>document.write</code> などの同期スクリプトも好んで使用されます。例えばページ上に5つの広告があり、その広告によって3つの同期読み込みが発生し、かつそれが1秒ずつ接続遅延を起こしている場合、JS を読み込むだけで 15秒かかることになります。
pt_br: Os JS de terceiros gostam de usar carregamento síncrono de JS. Eles também gostam de criar mais scripts síncronos como <code>document.write</code>. Por exemplo, se você tiver cinco anúncios em sua página e cada um deles causar três carregamentos síncronos, cada um tendo uma conexão de latência de 1 segundo, você gastará 15 segundos de tempo de carregamento apenas para carregar o JS.
tr: Üçüncü taraf JS, senkronize olarak JS yüklemesini sever. Ayrıca <code>document.write</code> ile daha fazla eşzamanlı betik oluşturmayı da sever. Örneğin, sayfanızda beş reklam varsa ve her biri 1 saniye gecikmeli bağlantıyla üç senkronize yüklemeye neden oluyorsa, sadece JS yüklemesi için 15 saniye yükleme zamanınız var demektir.

source: AMP pages allow third-party JavaScript but only in sandboxed iframes. By restricting them to iframes, they can’t block the execution of the main page. Even if they trigger multiple style re-calculations, their tiny iframes have very little DOM.
ar: تسمح صفحات AMP بلُغة JavaScript التابعة لطرف ثالث ولكنها تسمح بها فقط في أُطُر iframe المزوّدة بوضع الحماية. وبحصر هذه الصفحات على أُطُر iframe، فلا يمكنها حظر تنفيذ الصفحة الرئيسية. وحتى لو شغَّلَت عمليات إعادة حساب أنماط متعددة، فإن أُطُر iframe الصغيرة فيها تتضمن نموذج العناصر في المستند (DOM) الصغير جدًا.
fr: Les pages AMP autorisent le JavaScript tiers, mais uniquement dans des iframes en bac à sable. En les restreignant aux iframes, elles les empêchent de bloquer l'exécution de la page principale. Même s'ils déclenchent plusieurs recalculs de style, leurs minuscules iframes impliquent des DOM légers.
it: Le pagine AMP consentono i codici JavaScript di terze parti ma solo negli iframe in modalità sandbox. Limitandoli agli iframe, essi non possono bloccare l'esecuzione della pagina principale. Anche se attivano ricalcoli multipli di stile, i loro piccoli iframe hanno DOM davvero limitati.
ja: AMP ページではサードパーティの JavaScript を使用できますが、使用できるのはサンドボックス化された iframe の中だけです。使用範囲が iframe に限定されているため、メインページの実行がブロックされることはありません。このような JavaScript により複数のスタイルが再計算されたとしても、そのごく小さな iframe にはほとんど DOM が含まれていません。
pt_br: Páginas AMP permitem JavaScript de terceiros, mas apenas nos iframes em área restrita. Ao restringi-los no iframes, eles não podem bloquear a execução da página principal. Mesmo que acionem vários recálculos de estilo, seus pequenos iframes possuem pouquíssimo DOM.
tr: AMP sayfaları, sadece korumalı alandaki iframe'lerde üçüncü taraf JavaScript betiklerine izin verir. Bunlar iframe'lerle sınırlı tutulduğundan, ana sayfanın çalışmasını engellemezler. Birden fazla stil yeniden hesaplamasını tetikleseler bile ufak iframe'leri çok az DOM'a sahiptir.

source: The time it takes to do style-recalculations and layouts are restricted by DOM size, so the iframe recalculations are very fast compared to recalculating styles and layout for the page.
ar: يُحدَّد الوقت المستغرق في عمليات إعادة حساب الأنماط والتخطيطات بحجم DOM (نموذج العناصر في المستند)، لذا تكون عمليات إعادة حساب أُطُر iframe سريعة جدًا مقارنةً بإعادة حساب أنماط الصفحة وتخطيطها.
fr: Le temps nécessaire pour effectuer les recalculs de style et les mises en page est limité selon la taille du DOM. Ainsi, les recalculs d'iframes sont très rapides par rapport au recalcul des styles et de la mise en page de la page.
it: Il tempo necessario per eseguire i ricalcoli di stile e layout è limitato dalle dimensioni del DOM, quindi i ricalcoli iframe sono molto rapidi rispetto al ricalcolo di stili e layout per la pagina.
ja: スタイルの再計算とレイアウトにかかる時間は DOM のサイズに限定されるため、iframe の再計算はページのスタイルとレイアウトの再計算に比べて非常に高速に行われます。
pt_br: O tempo necessário para a realização dos recálculos de estilo e layouts é limitado pelo tamanho do DOM, portanto, os recálculos de iframe são muito rápidos em comparação ao recálculos de estilos e layout para a página.
tr: Yerleşim ve stil yeniden hesaplamalarını yapma süresi DOM boyutu ile sınırlıdır, dolayısıyla iframe yeniden hesaplamaları, sayfanın stil ve yerleşim yeniden hesaplamasına göre çok daha hızlıdır.

source: All CSS must be inline and size-bound
ar: يجب أن تكون جميع نظم CSS مضمنة ومرتبطة بالحجم
fr: Tout le code CSS doit être intégré au code de la page et limité en termes de taille
it: Tutti gli elementi CSS devono essere inline e dalle dimensioni limitate
ja: すべての CSS のインライン表示とサイズ制限を義務化
pt_br: Todo CSS deve ser usado in-line e com limitação de tamanho
tr: Tüm CSS satır içi ve boyut olarak sınırlı olmalıdır

source: CSS blocks all rendering, it blocks page load, and it tends to get bloated. In AMP HTML pages, only inline styles are allowed. This removes 1 or often more HTTP requests from the critical rendering path compared to most web pages.
ar: تحظر لغة CSS عملية العرض بالكامل، وتحظر تحميل الصفحة، وتميل لأن تكون متكدّسة. في صفحات AMP HTML، يُسمح فقط بالأنماط المضمَّنة. وهذا يعمل على إزالة طلب واحد أو أكثر غالبًا من طلبات HTTP من مسار العرض الحرج مقارنةً بأغلب صفحات الويب.
fr: Le CSS bloque tout affichage, bloque le chargement des pages et a tendance à être volumineux. Dans les pages AMPHTML, seuls les styles intégrés au code HTML sont autorisés. Cela supprime une ou plusieurs requêtes HTTP du chemin de rendu critique par rapport à ce que demande la plupart des pages Web.
it: Gli elementi CSS bloccano tutto il rendering, il caricamento della pagina e tendono a dilatarsi. Nelle pagine AMP HTML sono consentiti solo stili inline. In questo modo si escludono una o più richieste HTTP dal percorso di rendering critico rispetto alla maggior parte delle pagine web.
ja: CSS はすべてのレンダリングをブロックし、ページの読み込みをブロックし、肥大化する傾向があります。AMP HTML ページでは、インラインスタイルのみが許可されています。そのため、大多数のウェブページと比較してクリティカルレンダリングパスから1つ以上のHTTPリクエストが削除されます。
pt_br: O CSS bloqueia toda a renderização, bloqueia o carregamento da página e tende a ficar sobrecarregado. Em páginas HTML para AMP, apenas estilos in-line são permitidos. Isto remove uma ou até mais solicitações HTTP do caminho crítico de renderização em comparação à maioria das páginas da web.
tr: CSS tüm işlemeleri engeller, sayfa yüklemesini engeller ve aşırı yüklenme eğilimindedir. AMP HTML sayfalarında, sadece satır içi stillere izin verilir. Bu durumu çoğu web sayfasına kıyasla 1 veya daha fazla HTTP isteğini kritik işleme yolundan kaldırır.

source: Also, the inline style sheet has a maximum size of 50 kilobytes. While this size is big enough for very sophisticated pages, it still requires the page author to practice good CSS hygiene.
ar: علاوةً على ذلك، يبلغ أقصى حجم لورقة الأنماط المضمَّنة 50 كيلوبايت. وبينما يعدّ هذا الحجم كبيرًا بما يكفي للصفحات المتطورة للغاية، إلا أنه ما يزال يتطلب من مؤلف الصفحة ممارسة القواعد الجيدة لسلامة لغة CSS.
fr: En outre, la feuille de style intégrée au code HTML correspond à une taille maximale de 50 kilooctets. Bien que cette taille soit suffisamment grande pour les pages très sophistiquées, elle exige quand même une bonne hygiène CSS de la part de l'auteur.
it: Inoltre il foglio di stile inline ha una dimensione massima di 50 kilobyte. Anche se questa dimensione è sufficiente per pagine molto sofisticate, richiede tuttavia che l'autore della pagina faccia buona pulizia degli elementi CSS.
ja: また、インラインスタイルシートの最大サイズは50キロバイトです。このサイズは非常に洗練されたページには十分に大きいものですが、それでもページ作成者はCSS をクリーンにしておく必要があります。
pt_br: Além disso, a folha de estilos in-line tem tamanho máximo de 50 kilobytes. Embora este tamanho seja grande o suficiente para páginas muito sofisticadas, ele ainda exige que o autor da página pratique uma boa higienização de CSS.
tr: Ayrıca, satır içi stil sayfasının maksimum boyutu 50 kilobayttır. Bu boyut, son derece sofistike sayfalar için yeterince büyük olsa da, yine de sayfa yazarının tam bir CSS bütünlüğüne uymasını gerektirir.

source: Font triggering must be efficient
ar: يجب أن يكون تشغيل الخطوط فعالاً
fr: L'activation des polices doit être efficace
it: L'attivazione dei caratteri deve essere efficiente
ja: フォントの呼び出しを効率化
pt_br: O acionamento de fonte deve ser eficiente
tr: Yazı tipi tetikleme etkili olmalıdır

source: Web fonts are super large, so <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">web font optimization</a> is crucial to performance. On a typical page that has a few sync scripts and a few external style sheets, the browser waits and waits to start downloading these huge fonts until all this happens.
ar: تكون خطوط الويب كبيرة جدًا، لذا يعتبر <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">تحسين خطوط الويب</a> عاملاً حاسمًا في جودة الأداء. على صفحة عادية بها القليل من نصوص المزامنة والقليل من أوراق الأنماط الخارجية، ينتظر المتصفح طويلاً قبل بدء تنزيل هذه الخطوط الضخمة حتى الانتهاء من كل ذلك.
fr: Dans la mesure où les polices Web sont très grandes, <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">l'optimisation des polices Web</a> est cruciale pour assurer de bonnes performances. Sur une page typique qui présente quelques scripts de synchronisation et quelques feuilles de style externes, le navigateur met du temps à lancer le téléchargement de ces énormes polices.
it: I caratteri web sono molto grandi, per cui l'<a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">ottimizzazione dei caratteri web</a> è fondamentale per le performance. In una pagina tipica con alcuni script di sincronizzazione e alcuni fogli di stile esterni, il browser attende a scaricare questi caratteri enormi fino a quando tutto ciò non si verifica.
ja: ウェブフォントは非常に大きいため、<a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">ウェブフォントの最適化</a>はパフォーマンスにとって非常に重要です。少数の同期スクリプトと少数の外部スタイルシートを含む典型的なページでは、ブラウザがこれらの要素がすべて読み込まれるのを待ってから 巨大なフォントのダウンロードが開始することになります。
pt_br: As fontes da web são muito grandes, por isso a <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">otimização de fonte da web</a> é crucial para o desempenho. Em uma página comum que possui alguns scripts síncronos e algumas folhas de estilo externas, o navegador demora bastante para iniciar o download destas fontes enormes até que tudo isto aconteça.
tr: Web yazı tipleri aşırı büyüktür, bu yüzden <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">web yazı tipi optimizasyonu</a> performans için çok önemlidir. Birkaç eşzamanlı betik ve birkaç harici stil sayfasına sahip tipik bir sayfada, tarayıcı her şey gerçekleşene kadar durmadan bu dev yazı tiplerini indirmek için bekler.

source: The AMP system declares zero HTTP requests until fonts start downloading. This is only possible because all JS in AMP has the async attribute and only inline style sheets are allowed; there’s no HTTP requests blocking the browser from downloading fonts.
ar: لا يعلن نظام AMP عن أي طلبات HTTP حتى يبدأ تنزيل الخطوط. وهذا ممكن فقط لأن لغة JS بالكامل في AMP لها سمة عدم التزامن ولا يُسمح إلا بأوراق الأنماط المضمّنة فقط، ولا توجد أي طلبات HTTP تحظر تنزيل المتصفح للخطوط.
fr: Le système AMP ne lance aucune requête HTTP tant que le téléchargement des polices n'a pas démarré. Cela n'est possible que parce que, avec AMP, l'ensemble du JS est doté de l'attribut async et que seules les feuilles de style intégrées au code HTML sont autorisées. En conséquence, aucune requête HTTP n'empêche le navigateur de télécharger des polices.
it: Il sistema AMP dichiara zero richieste HTTP fino all'avvio del download dei caratteri. Questo è possibile solo perché tutti i codici JS in AMP hanno l'attributo async e sono consentiti solo i fogli di stile inline; non ci sono richieste HTTP che impediscono al browser di scaricare i caratteri.
ja: AMP システムは、フォントのダウンロードが開始するまで HTTP リクエストを一切宣言しません。これが可能なのは、AMP のすべての JS に async 属性があり、インラインスタイルシートのみが許可されているためです。ブラウザによるフォントのダウンロードをブロックするような HTTP リクエストはありません。
pt_br: O sistema AMP declara zero Solicitações HTTP até que as fontes comecem a ser baixadas. Isto só é possível porque todo o JS na AMP possui o atributo async e apenas folhas de estilo in-line são permitidas; não há solicitações HTTP que impeçam que o navegador baixe as fontes.
tr: AMP sistemi, yazı tipleri inmeye başlayana kadar sıfır HTTP isteği bildirir. Bunun yapılabilmesinin tek nedeni AMP'deki tüm JS betiklerinin zaman uyumsuz özniteliğe sahip olması ve sadece satır içi stil sayfalarına izin verilmesidir; tarayıcının yazı tiplerini indirmesini engelleyen HTTP istekleri yoktur.

source: Minimize style recalculations
ar: تقليل عمليات إعادة حساب الأنماط لأدنى حد
fr: Minimisez les recalculs de style
it: Ridurre al minimo i ricalcoli di stile
ja: スタイルの再計算を最小限に抑制
pt_br: Minimize recálculos de estilo
tr: Stil yeniden hesaplamalarını en aza indirme

source: Each time you measure something, it triggers style recalculations which are expensive because the browser has to layout the entire page. In AMP pages, all DOM reads happen first before all the writes. This ensures there’s the max of one recalc of styles per frame.
ar: في كل مرة تقيس فيها شيئًا ما، فإنه يشغّل عمليات إعادة حساب أنماط مكلّفة لأنه يتعيّن على المتصفح العمل على تخطيط الصفحة بأكملها. في صفحات AMP، تحدث جميع عمليات قراءة DOM (نموذج العناصر في المستند) أولاً قبل عمليات الكتابة. وهذا يضمن تنفيذ الحد الأقصى لعملية إعادة حساب الأنماط الواحدة لكل إطار.
fr: Chaque fois que vous effectuez une mesure, cela déclenche des recalculs de style chronophages tandis que le navigateur doit remettre en page toute la page. Avec les pages AMP, toutes les lectures du DOM ont lieu avant les écritures. Cela garantit un maximum d'un seul recalcul de styles par frame.
it: Ogni volta che si misura qualcosa, si attivano ricalcoli di stile che sono onerosi perché il browser deve costruire il layout dell'intera pagina. Nelle pagine AMP, tutte le letture DOM avvengono prima di tutte le scritture. Questo assicura che ci sia al massimo un ricalcolo di stili per frame.
ja: 皆さんが何かを測定するたびにブラウザはページ全体をレイアウトする必要があるため、コストのかかるスタイルの再計算が発生します。AMP ページでは、すべての DOM が読み込まれてからすべての書き込みが発生します。これにより、フレームごとに発生するスタイルの再計算を1回までに抑制しています。
pt_br: Sempre que você mede algo, isso aciona recálculos de estilo que são dispendiosos porque o navegador terá que refazer o layout de toda a página. Em páginas AMP, todas as leituras do DOM acontecem antes de todas as gravações. Isto garante que haverá no máximo um recálculo de estilos por frame.
tr: Bir şeyi her ölçtüğünüzde, tarayıcının tüm sayfanın yerleşimini düzenlemesi gerektiğinden pahalıya mal olan stil yeniden hesaplamaları tetiklenir. AMP sayfalarında, tüm DOM okumaları tüm yazma işlemlerinden önce gerçekleşir. Bu, çerçeve başına maksimum bir stil yeniden hesaplaması olmasını sağlar.

source: Learn more about impact of style and layout recalculations on <a href="https://developers.google.com/web/fundamentals/performance/rendering/">rendering performance</a>.
ar: تعرّف على مزيد من المعلومات عن تأثير عمليات إعادة حساب الأنماط والتخطيطات على <a href="https://developers.google.com/web/fundamentals/performance/rendering/">أداء العرض</a>.
fr: Apprenez-en plus sur l'impact des recalculs de style et de la mise en page sur <a href="https://developers.google.com/web/fundamentals/performance/rendering/">les performances de rendu</a>.
it: Ulteriori informazioni sull'impatto dei ricalcoli di stile e layout sulle <a href="https://developers.google.com/web/fundamentals/performance/rendering/">performance di rendering</a>.
ja: スタイルとレイアウトの再計算が<a href="https://developers.google.com/web/fundamentals/performance/rendering/">レンダリングパフォーマンス</a>に与える影響の詳細をご覧ください。
pt_br: Saiba mais sobre o impacto dos recálculos de estilo e layout no <a href="https://developers.google.com/web/fundamentals/performance/rendering/">desempenho da renderização</a>.
tr: Stil ve yerleşim yeniden hesaplamasının <a href="https://developers.google.com/web/fundamentals/performance/rendering/">işleme performansı</a> üzerindeki etkisine dair daha fazla bilgi edinin.

source: Only run GPU-accelerated animations
ar: تشغيل الرسوم المتحركة المسرَّعة من خلال وحدة معالجة الرسومات (GPU) فقط
fr: Exécutez uniquement des animations accélérées par GPU
it: Esecuzione delle sole animazioni con accelerazione GPU
ja: GPUで高速化されたアニメーションのみを実行
pt_br: Só execute animações aceleradas por GPU
tr: Sadece GPU hızlandırmalı animasyonları çalıştırma

source: The only way to have fast optimizations is to run them on the GPU. GPU knows about layers, it knows how to perform some things on these layers, it can move them, it can fade them, but it can’t update the page layout; it will hand that task over to the browser, and that’s not good.
ar: تعتبر الطريقة الوحيدة للحصول على تحسينات سريعة هي تشغيلها عبر وحدة معالجة الرسومات (GPU). حيث تعرف وحدة GPU كل ما يتعلق بالطبقات، وتعرف كيفية أداء بعض الأمور على هذه الطبقات، فيمكنها تحريكها، ويمكنها إخفاتها، ولكن لا يمكنها تحديث تخطيط الصفحة، بل توكِل تلك المهمة للمتصفح، وهذا ليس جيدًا.
fr: La seule façon d'obtenir des optimisations rapides consiste à les exécuter sur le GPU. Le GPU connaît les calques et sait comment effectuer certaines opérations sur ces calques. Il peut les déplacer ou les estomper, mais il ne peut pas mettre à jour la mise en page, c'est pourquoi il transmettra cette tâche au navigateur, et ça, ce n'est pas bon.
it: L'unico modo per avere ottimizzazioni veloci è eseguirle sulla GPU. La GPU conosce i livelli, sa come eseguire alcune operazioni su questi livelli, può spostarli, rimuoverli, ma non può aggiornare il layout della pagina; lascerà tale compito al browser e questo non va bene.
ja: 手っ取り早く最適化を行うには、GPU 上で最適化を行うしかありません。GPU はレイヤーやレイヤー上での要素の実行方法を理解しており、要素を移動したりフェードしたりできますが、ページのレイアウトを更新することはできません。そのようなタスクはブラウザに引き渡されますが、それは優れたやり方とは言えません。
pt_br: A única forma de obter otimizações rápidas é executando-as na GPU. A GPU tem conhecimento sobre as camadas, ela sabe como realizar algumas coisas nessas camadas, ela pode movê-las, ela pode alterar a transparência delas, mas não pode atualizar o layout da página; ela repassará esta tarefa para o navegador e isso não é algo bom.
tr: Hızlı optimizasyonlara sahip olmanın tek yolu, bunları GPU'da çalıştırmaktır. GPU katmanları tanır, bu katmanlarda bazı şeylerin nasıl yapılacağını bilir, onları taşıyabilir, saydamlıklarını değiştirebilir, fakat sayfa yerleşimini güncelleyemez; bu görevi tarayıcıya bırakır ancak bu iyi bir şey değildir.

source: The rules for animation-related CSS ensure that animations can be GPU-accelerated. Specifically, AMP only allows animating and transitioning on transform and opacity so that page layout isn’t required. Learn more about <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">using transform and opacity for animation changes</a>.
ar: تضمن قواعد لُغة CSS المرتبطة بالرسوم المتحركة تسريع الرسوم المتحركة من خلال وحدة معالجة الرسومات (GPU). وعلى وجه التحديد، يسمح AMP فقط بتحريك الرسوم والانتقال في التحويل والتعتيم لذا يصبح تخطيط تلك الصفحة غير مطلوب. تعرّف على مزيد من المعلومات عن <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">استخدام التحويل والتعتيم لتغييرات الرسوم المتحركة</a>.
fr: Les règles pour le CSS relatif aux animations garantissent que les animations peuvent être accélérées par le GPU. Plus précisément, AMP autorise uniquement l'animation et la transition via les propriétés transform et opacity afin que la mise en page ne soit pas requise. Apprenez-en plus sur <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">l’utilisation de « transform » et « opacity » pour les changements animés</a>.
it: Le regole per gli elementi CSS relativi alle animazioni assicurano che le animazioni possano essere accelerate dalla GPU. In particolare, AMP consente solo l'animazione e la transizione su trasformazioni e opacità, che non richiedono il layout di pagina. Ulteriori informazioni sull'<a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">utilizzo di trasformazioni e opacità per i cambiamenti di animazione</a>.
ja: アニメーション関連のCSSのルールにより、アニメーションをGPUで高速化できます。具体的には、AMPではページレイアウトが不要になるように、transform と opacity のアニメーション化と遷移のみが許可されています。詳細については、「<a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">アニメーションの変更に transform と opacity を使用する</a>」をご覧ください。
pt_br: As regras para CSS relacionadas com animações garantem que as animações possam ser aceleradas por GPU. Especificamente, a AMP só permite animações e transições em transformação e opacidade, para que o layout da página não seja necessário. Saiba mais sobre <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">o uso de transformação e opacidade para mudanças de animação</a>.
tr: Animasyonla ilgili CSS kuralları, animasyonların GPU ile hızlandırılabilmesini sağlar. AMP, özel olarak, dönüşüm ve opaklıkta sadece animasyon ve geçişe izin verir, böylece sayfa yerleşimine gerek kalmaz. <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">Animasyon değişiklikleri için dönüşüm ve opaklığı kullanma</a> hakkında daha fazla bilgi edinin.

source: Prioritize resource loading
ar: وضع تحميل الموارد على رأس الأولويات
fr: Priorisez le chargement des ressources
it: Priorità per il caricamento di risorse
ja: リソースの読み込みを優先
pt_br: Priorize o carregamento de recursos
tr: Kaynak yüklemeyi önceliklendirme
