Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: A screenshot of a website using AMP.
ar: لقطة شاشة لموقع إلكتروني يستخدم AMP.
fr: Une capture d'écran d'un site Web utilisant AMP.
it: Schermata di un sito web che utilizza AMP.
ja: AMPを使用したウェブサイトのスクリーンショット。
pt_br: Captura de tela de um site usando AMP.
tr: AMP kullanan bir web sitesinin ekran görüntüsü.

source: A screenshot showing amp-sidebar.
ar: لقطة شاشة توضح amp-sidebar.
fr: Une capture d'écran d'amp-sidebar.
it: Schermata di un sito web che mostra amp-sidebar.
ja: amp-sidebarを示すスクリーンショット。
pt_br: Captura de tela mostrando o componente amp-sidebar.
tr: amp-sidebar bileşenini gösteren bir ekran görüntüsü.

source: A website screenshot.
ar: لقطة شاشة لموقع إلكتروني.
fr: Une capture d'écran d'un site Web.
it: Schermata di un sito web.
ja: ウェブサイトのスクリーンショット。
pt_br: Captura de tela de um site.
tr: Bir web sitesi ekran görüntüsü.

source: AMP Brand Materials
ar: مواد علامة AMP التجارية
fr: Matériaux de la marque AMP
it: Materiali con marchio AMP
ja: AMP のブランド素材
pt_br: Materiais da marca AMP
tr: AMP Marka Materyalleri

source: AMP Caches & CORS
ar: AMP Caches وCORS
fr: Caches AMP & CORS
it: Cache AMP e CORS
ja: AMP キャッシュと CORS
pt_br: Caches de AMP e CORS
tr: AMP Önbellekleri ve CORS

source: AMP Conf 2020
ar: مؤتمر AMP لسنة 2020
tr: AMP Konferansı 2020

source: AMP Contributor Summit 2019
ar: قمة المساهمين في AMP لسنة 2019
tr: AMP Katılımcı Zirvesi 2019

source: AMP Contributor Summit 2019 Applications Now Open
ar: طلبات التقديم لقمة المساهمين في AMP لسنة 2019 متاحة الآن
fr: Les inscriptions pour l'AMP Contributor Summit 2019 (sommet des collaborateurs AMP 2019) sont désormais ouvertes
it: Le richieste di iscrizione per l'AMP Contributor Summit 2019 sono aperte
ja: AMP Contributor Summit 2019の申し込み受付を開始しました
pt_br: As inscrições para a AMP Contributor Summit 2019 já estão abertas
tr: AMP Katılımcı Zirvesi 2019 Başvuruları Şimdi Açıldı

source: AMP Framework
ar: إطار عمل AMP
fr: Framework AMP
it: Framework AMP
ja: AMP フレームワーク
pt_br: Framework AMP
tr: AMP Çerçevesi

source: AMP HTML Specification
ar: مواصفات AMP HTML
fr: Spécification AMP HTML
it: Specifiche di AMP HTML
ja: AMP HTML の仕様
pt_br: Especificações de HTML para AMP
tr: AMP HTML Teknik Özellikleri

source: AMP Overview
ar: نظرة عامة حول AMP
fr: Vue d'ensemble d'AMP
it: Panoramica AMP
ja: AMP の概要
pt_br: Visão geral da AMP
tr: AMP'ye Genel Bakış

source: AMP for Email Specification
ar: مواصفات AMP للبريد الإلكتروني
fr: Spécification AMP pour e-mail
it: Specifiche di AMP per e-mail
ja: AMP for Email の仕様
pt_br: Especificações de AMP para E-mail
tr: E-posta için AMP Teknik Özellikleri

source: AMP's Layout System
ar: نظام تخطيط AMP
fr: Système de mise en page d'AMP
it: Sistema di layout AMP
ja: AMP レイアウトシステム
pt_br: Sistema de Layout de AMP
tr: AMP Yerleşim Sistemi

source: About
ar: لمحة عن
fr: À propos
it: Informazioni
ja: AMP について
pt_br: Sobre
tr: Hakkında

source: Accept use of cookies
ar: قبول استخدام ملفات تعريف الارتباط
fr: Accepter l'utilisation de cookies
it: Accetta uso dei cookie
ja: Cookie の仕様を受け入れる
pt_br: Aceitar o uso de cookies
tr: Çerez kullanımını kabul et

source: Add advanced AMP features
ar: إضافة ميزات AMP المتقدمة
fr: Ajouter des fonctionnalités AMP avancées
it: Aggiunta di funzioni AMP avanzate
ja: 高度な AMP 機能を追加する
pt_br: Adicionar recursos avançados de AMP
tr: Gelişmiş AMP özellikleri ekleme

source: Add interactivity & dynamic data (TBD)
ar: إضافة البيانات تفاعلية والبيانات الديناميكية (يحدد لاحقًا)
fr: Ajouter de l'interactivité et des données dynamiques (TBD)
it: Aggiungi interattività e dati dinamici (TBD)
ja: インタラクティブ性と動的データを追加する（未定）
pt_br: Adicionar interatividade e dados dinâmicos (TBD)
tr: Etkileşim ve dinamik veri ekleme (TBD)

source: Advanced Course
ar: دورة تدريبية متقدمة
fr: Cours avancé
it: Corso avanzato
ja: 上級コース
pt_br: Curso avançado
tr: İleri Düzey Kurs

source: Although there are {hits} hits in total we cannot show more than 100.
ar: على الرغم من وجود {hits} من النتائج إجمالاً، إلا أنه يتعذّر إظهار أكثر من 100.
fr: Bien qu'il y ait {hits} résultats correspondants au total, nous ne pouvons pas en afficher plus de 100.
it: Sebbene ci siano {hits} risultati in totale, non è possibile mostrarne più di 100.
ja: 合計で {hits} 件ヒットしていますが、100件を超えて表示することはできません。
pt_br: Embora existam {hits} ocorrências no total, não podemos mostrar mais do que 100.
tr: Toplamda {hits} eşleşen sonuç olmasına rağmen 100'den fazlasını gösteremiyoruz.

source: An unexplained feature?
ar: هل هي ميزة غير موضحة؟
fr: Une fonctionnalité n'a pas encore été expliquée ?
it: Ci sono funzioni non descritte?
ja: 説明されていない機能ですか？
pt_br: Falta explicar algum recurso?
tr: Açıklanmayan bir özellik mi var?

source: Animate & Transition
ar: تحريك الرسوم والانتقال
fr: Animation et transition
it: Animazioni e transizioni
ja: アニメーションとトランジション
pt_br: Animação e transição
tr: Animasyon ve Geçiş

source: App Install
ar: تثبيت التطبيق
fr: Installation de l'application
it: Installazione app
ja: アプリのインストール
pt_br: Instalação do aplicativo
tr: Uygulama Yükleme

source: Animations and interactions
ar: الرسوم المتحركة والتفاعلات
fr: Animations et interactions
it: Animazioni e interazioni
ja: アニメーションとインタラクション
pt_br: Animações e interações
tr: Animasyonlar ve etkileşimler

source: Check out AMP stories on the web
ar: مراجعة Web Stories على الويب
fr: Consultez des stories AMP sur le Web
it: Scopri le Storie AMP sul web
ja: ウェブ上の AMP ストーリーをご覧ください
pt_br: Confira algumas histórias em AMP na web
tr: Web'deki AMP hikayelerine göz atın

source: Story Ads are full screen, single page ads that appear within AMP Stories. Advertisers/ Publishers can invite users to a web page, an AMP page or an App with a single tap. A story ad has a rich, flexible canvas that allows images, videos, animations or a combination of all those elements.<br> Story ads are supported by Google Ad Manager and Google DV360 (Beta) with additional ad server support coming soon!
ar: الإعلانات القصصية هي إعلانات من صفحة واحدة بملء الشاشة تظهر داخل Web Stories. ويمكن للمعلنين/الناشرين دعوة المستخدمين لزيارة صفحة ويب أو صفحة AMP أو تطبيق بنقرة واحدة. يتميز الإعلان القصصي بلوحة منسقة ومرنة تتيح نشر صور أو فيديوهات أو رسوم متحركة أو مزيج من جميع هذه العناصر.<br> تأتي الإعلانات القصصية مدعومة من "مدير إعلانات Google" وGoogle DV360 (مساحة العرض والفيديو 360 من Google) (الإصدار التجريبي) مع دعم من خادم إعلانات إضافي في القريب العاجل!
fr: Les stories publicitaires sont des publicités d'une page en plein écran qui apparaissent dans les stories AMP. Les annonceurs/éditeurs peuvent inviter les utilisateurs sur une page Web, une page AMP, ou une application en un clic. Une story publicitaire représente un cadre de travail riche et flexible permettant l'utilisation d'images, de vidéos, d'animations, ou d'une combinaison de tous ces éléments.<br>Les stories publicitaires sont prises en charge par Google Ad Manager et Google DV360 (Beta). De plus, la prise en charge par un serveur publicitaire supplémentaire sera bientôt disponible !
it: Gli Annunci storia sono annunci a schermo intero su una sola pagina che appaiono nell'ambito delle Storie AMP. Inserzionisti ed editori possono invitare gli utenti ad accedere a una pagina web, una pagina AMP o a un'app con un solo tocco. Un annuncio storia ha una struttura ricca e molto flessibile, che permette l'inserimento di immagini, video, animazioni e combinazioni di tutti questi elementi.<br> Gli annunci storia sono supportati da Google Ad Manager e Google DV360 (Beta) con ulteriori funzioni di supporto in arrivo per i server di annunci!
ja: ストーリー広告は、AMP ストーリー内に表示される全画面の単一ページ広告です。広告主やサイト運営者は、1回タップするだけでユーザーをウェブページ、AMP ページ、またはアプリに招待できます。ストーリー広告には、画像、動画、アニメーションを使ったり、これらすべての要素の組み合わせたりできるリッチで柔軟なキャンバスが備わっています。<br> ストーリー広告は、Google アド マネージャーとGoogle ディスプレイ＆ビデオ 360（ベータ版）でサポートされています。その他の広告サーバーも近日中にサポートされる予定です！

source: Discover All Templates
ar: اكتشاف جميع النماذج
fr: Découvrir tous les modèles
it: Scopri tutti i modelli
ja: すべてのテンプレートを確認する
pt_br: Descobrir todos os modelos
tr: Tüm Şablonları Keşfedin

source: Back to home
ar: العودة إلى الصفحة الرئيسية
fr: Retour à l'accueil
it: Torna alla pagina iniziale
ja: ホームに戻る
pt_br: Voltar para a página inicial
tr: Ana sayfaya geri dön

source: Back to sample
ar: العودة إلى العينة
fr: Retour à l'exemple
it: Torna agli esempi
ja: サンプルに戻る
pt_br: Voltar para o exemplo
tr: Örneğe geri dön

source: Band Page in AMP
ar: صفحة فرقة في AMP
fr: Page AMP d'un groupe de musique
it: Pagina della band in AMP
ja: AMPを使ったバンドのページ
pt_br: Página da banda em AMP
tr: AMP'de Müzik Grubu Sayfası

source: Beginning Course
ar: دورة البدء
fr: Cours pour débutants
it: Corso per principianti
ja: 初級コース
pt_br: Curso básico
tr: Başlangıç Kursu

source: Blog
ar: مدونة
ja: ブログ

source: Burger Menu
ar: قائمة برغر
fr: Menu à tiroir
it: Menu Burger
ja: ハンバーガーメニュー
pt_br: Menu de hambúrguer
tr: Burger Menüsü

source: Community
ar: المجتمع
fr: Communauté
ja: コミュニティ
pt_br: Comunidade
tr: Topluluk

source: Components
ar: المكونات
fr: Composants
it: Componenti
ja: コンポーネント
pt_br: Componentes
tr: Bileşenler

source: Contribute
ar: مساهمة
fr: Contribuer
it: Contributi
ja: 貢献
pt_br: Contribuir
tr: Katkı Sağlama

source: Contribute documentation
ar: المساهمة في المستندات
fr: Contribuer à la documentation
it: Contributi alla documentazione
ja: ドキュメントに貢献する
pt_br: Contribuir com documentação
tr: Belgelemeye katkıda bulunma

source: Convert HTML to AMP
ar: تحويل HTML إلى AMP
fr: Convertir du HTML en AMP
it: Conversione da HTML ad AMP
ja: HTML を AMP に変換する
pt_br: Converter HTML para AMP
tr: HTML'yi AMP'ye dönüştürme

source: Create a custom interactive widget with amp-script
ar: إنشاء عناصر واجهة مستخدم مخصصة تفاعلية باستخدام amp-script
fr: Créer un widget interactif personnalisé avec amp-script
it: Creazione di widget interattivi personalizzati con amp-script
ja: amp-script を使用して独自のインタラクティブウィジェットを作成する
pt_br: Criar um widget interativo personalizado com amp-script
tr: amp-script ile özelleştirilmiş, etkileşimli bir widget oluşturma

source: Create a login-requiring AMP page
ar: إنشاء صفحة AMP تتطلب تسجيل الدخول
fr: Créer une page AMP nécessitant un identifiant
it: Creazione di pagine AMP con credenziali di accesso
ja: ログインが必要な AMP ページを作成する
pt_br: Criar uma página AMP de solicitação de login
tr: Oturum açmayı gerektiren bir AMP sayfası oluşturma

source: Create interactive AMP pages
ar: إنشاء صفحات AMP تفاعلية
fr: Créer des pages AMP interactives
it: Creazione di pagine AMP interattive
ja: インタラクティブな AMP ページを作成する
pt_br: Criar páginas AMP interativas
tr: Etkileşimli AMP sayfaları oluşturma

source: Create your first AMP Page
ar: إنشاء أول صفحة AMP لك
fr: Créer votre première page AMP
it: Creazione della tua prima pagina AMP
ja: 初めての AMP ページを作成する
pt_br: Criar sua primeira página AMP
tr: İlk AMP Sayfanızı oluşturun

source: Create your first AMP Story
ar: إنشاء أول قصة AMP لك
fr: Créer votre première story AMP
it: Creazione della tua prima Storia AMP
ja: 初めての AMP ストーリーを作成する
pt_br: Criar sua primeira história em AMP
tr: İlk AMP Hikayenizi oluşturun

source: Create your first AMPHTML ad
ar: إنشاء أول إعلان AMPHTML لك
fr: Créer votre première annonce AMPHTML
it: Creazione del tuo primo annuncio AMPHTML
ja: 初めての AMPHTML 広告を作成する
pt_br: Criar seu primeiro anúncio HTML para AMP
tr: İlk AMPHTML reklamınızı oluşturun

source: Demo:
ar: عرض توضيحي:
fr: Démo :
ja: デモ：
pt_br: Demonstração:

source: Design Templates
ar: تصميم النماذج
fr: Modèles de conception
it: Modelli di progetto
ja: デザインテンプレート
pt_br: Modelos de design
tr: Tasarım Şablonları

source: Develop
ar: تطوير
fr: Développer
it: Sviluppo
ja: 開発
pt_br: Desenvolver
tr: Geliştirme

source: Dismiss consent
ar: عدم الموافقة
fr: Fermer la fenêtre de consentement
it: Rifiuta consenso
ja: 同意を却下する
pt_br: Revogar consentimento
tr: Onayı reddet

source: Docs
ar: مستندات
fr: Documents
it: Documenti
ja: ドキュメント
pt_br: Documentos
tr: Belgeler

source: Documentation
ar: المستندات
it: Documentazione
ja: ドキュメント
pt_br: Documentação
tr: Belgeleme

source: Documentation:
ar: المستندات:
it: Documentazione:
ja: ドキュメント：
pt_br: Documentação:
tr: Belgeleme:

source: Download ZIP
ar: تنزيل ملف ZIP
fr: Télécharger le fichier ZIP
it: Scarica ZIP
ja: ZIP をダウンロード
pt_br: Baixar ZIP
tr: ZIP dosyasını indir

source: Easily build user first websites with our templates
ar: إنشاء مواقع إلكترونية تضع المستخدم على رأس أولوياتها من خلال النماذج
fr: Créer facilement des sites Web axés sur les utilisateurs avec nos modèles
it: Realizza in modo semplice siti web incentrati sugli utenti grazie ai nostri modelli
ja: テンプレートを使用してユーザーファーストのウェブサイトを簡単に構築できます
pt_br: Use nossos modelos para criar com facilidade sites com foco no usuário
tr: Şablonlarımızı kullanarak kolayca kullanıcı öncelikli web siteleri oluşturun

source: Edit sample on GitHub
ar: تعديل العينة على GitHub
fr: Modifier l'exemple sur GitHub
it: Modifica esempio in GitHub
ja: GitHub でサンプルを編集する
pt_br: Editar amostra no GitHub
tr: Örneği GitHub'ta düzenle

source: Editorial AMP Article
ar: مقال AMP الافتتاحي
fr: Article éditorial AMP
it: Articolo editoriale AMP
ja: AMP を使ったエディトリアル記事
pt_br: Artigo editorial de AMP
tr: Editoryal AMP Makalesi

source: Events
ar: الفعاليات
fr: Événements
it: Eventi
ja: イベント
pt_br: Eventos
tr: Etkinlikler

source: Example Source Code
ar: مثال لرمز المصدر
fr: Exemple de code source
it: Esempio di codice sorgente
ja: ソースコードの実例
pt_br: Exemplo de código-fonte
tr: Örnek Kaynak Kodu

source: Example:
ar: مثال:
fr: Exemple :
it: Esempio:
ja: 実例：
pt_br: Exemplo:
tr: Örnek:

source: Examples
ar: أمثلة
fr: Exemples
it: Esempi
ja: 実例
pt_br: Exemplos
tr: Örnekler

source: Expansion
ar: التوسع
it: Espansione
ja: 拡張
pt_br: Expansão
tr: Genişleme

source: FAQ
ar: الأسئلة المتداولة
it: Domande frequenti
ja: よくある質問
pt_br: Perguntas frequentes
tr: SSS

source: Follow us
ar: تابعنا
fr: Suivez-nous
it: Seguici
ja: 最新情報をチェック
pt_br: Siga-nos
tr: Bizi takip edin

source: Found a bug or missing a feature?
ar: هل وجدت خطأ أو تفتقد لميزة؟
fr: Vous avez trouvé un bug ou une fonctionnalité manquante ?
it: Hai trovato un bug o una funzione mancante?
ja: バグや不足している機能がありますか？
pt_br: Encontrou um bug ou sente falta de um recurso?
tr: Bir hata veya eksik bir özellik mi buldunuz?

source: Functionality
ar: الأداء الوظيفي
fr: Fonctionnalité
it: Funzionalità
ja: 機能
pt_br: Funcionalidade
tr: İşlevsellik

source: Get Started
ar: بدء الاستخدام
fr: Commencer
it: Inizia subito
ja: スタートガイド
pt_br: Começar
tr: Başlayın

source: Get started
ar: بدء الاستخدام
fr: Commencer
it: Inizia subito
ja: スタートガイド
pt_br: Começar
tr: Başlayın

source: Get the courses
ar: الحصول على الدورات التدريبية
fr: Obtenir les cours
it: Segui i corsi
ja: コースを入手する
pt_br: Obter os cursos
tr: Kursları alın

source: Go to GitHub
ar: الانتقال إلى GitHub
fr: Se rendre sur GitHub
it: Vai a GitHub
ja: GitHub にアクセスする
pt_br: Ir para o GitHub
tr: GitHub'a git

source: Go to Stack Overflow
ar: الذهاب إلى Stack Overflow
fr: Se rendre sur Stack Overflow
it: Vai a Stack Overflow
ja: Stack Overflow にアクセスする
pt_br: Ir para o Stack Overflow
tr: Stack Overflow'a git

source: Got it!
ar: فهمت!
fr: Compris !
it: OK!
ja: 了解！
pt_br: Entendi!
tr: Anladım!

source: Guides and Tutorials
ar: الأدلّة والبرامج التعليمية
fr: Guides et tutoriels
it: Guide ed esercitazioni
ja: ガイドとチュートリアル
pt_br: Guias e tutoriais
tr: Kılavuzlar ve Öğreticiler

source: How to build AMP without knowing how to code?
ar: كيف تنشئ AMP بدون معرفة آلية الترميز؟
fr: Comment créer en AMP sans savoir coder ?
it: Come si realizzano pagine AMP senza scrivere codice?
ja: コーディング方法を知らなくても AMP を構築するには？
pt_br: Como criar uma página AMP sem saber programar?
tr: Kodlama bilmeden nasıl AMP oluşturulabilir?

source: Important Components
ar: مكونات مهمة
fr: Composants importants
it: Componenti importanti
ja: 重要なコンポーネント
pt_br: Componentes importantes
tr: Önemli Bileşenler

source: Important: this component does not support your currently selected format
ar: مهم: هذا المكون لا يدعم التنسيق الذي تختاره حاليًا
fr: Important : ce composant ne prend pas en charge le format que vous avez actuellement sélectionné
it: Importante: questo componente non supporta il formato attualmente selezionato
ja: 重要：このコンポーネントは現在選択しているフォーマットをサポートしていません
pt_br: Importante: este componente não dá suporte a seu formato atualmente selecionado
tr: Önemli: bu bileşen şu anda seçmiş olduğunuz biçimi desteklemiyor

source: Include media, iframes & third-party content
ar: تضمين محتوى الوسائط وiframes والمحتوى التابع لطرف ثالث
fr: Inclure des médias, des iframes et du contenu tiers
it: Inclusione di contenuti multimediali, iframe e di terze parti
ja: メディア、iframe、サードパーティコンテンツを含める
pt_br: Incluir mídia, iframes e conteúdo de terceiros
tr: Medya, iframe ve üçüncü taraf içeriği ekleme

source: Integrate
ar: دمج
fr: Intégrer
it: Integrazioni
ja: 統合
pt_br: Integrar
tr: ENTEGRE ETME

source: Intermediate Course
ar: دورة المستوى المتوسط
fr: Cours intermédiaire
it: Corso intermedio
ja: 中級コース
pt_br: Curso intermediário
tr: Orta Düzey Kurs

source: Jump to:
ar: انتقال سريع إلى:
fr: Se rendre à la partie :
it: Vai a:
ja: ジャンプ先：
pt_br: Pular para:
tr: Şuraya atla:

source: Learn
ar: تعلم
fr: Apprendre
it: Formazione
ja: 学習
pt_br: Aprender
tr: Öğrenme

source: Learn more about:
ar: التعرّف على مزيد من المعلومات عن:
fr: En savoir plus sur :
it: Per saperne di più:
ja: 詳細情報：
pt_br: Saiba mais sobre:
tr: Daha fazlasını öğrenin:

source: Load more
ar: تحميل المزيد
fr: Afficher plus
it: Carica altro
ja: さらに読み込む
pt_br: Carregue mais
tr: Daha fazla yükle

source: Logos
ar: شعارات
it: Loghi
ja: ロゴ
pt_br: Logotipos
tr: Logolar

source: Monetize your AMP page with ads
ar: تحقيق الربح المادي من صفحتك على AMP باستخدام الإعلانات
fr: Monétisez votre page AMP avec des annonces
it: Monetizzazione delle pagine AMP con gli annunci
ja: 広告で AMP ページを収益化する
pt_br: Monetize sua página AMP com anúncios
tr: AMP sayfanızdan reklamlarla para kazanma

source: Multiple Image
ar: صورة متعددة
fr: Images multiples
it: Immagine multipla
ja: 複数の画像
pt_br: Imagem Múltipla
tr: Çoklu Görüntü

source: Need further explanation?
ar: هل تحتاج إلى مزيد من التوضيح؟
fr: Besoin de plus amples explications ?
it: Ti servono altre spiegazioni?
ja: さらに説明が必要ですか？
pt_br: Precisa de explicações mais detalhadas?
tr: Daha fazla açıklamaya mı ihtiyacınız var?

source: Need more help?
ar: هل تحتاج إلى مزيد من المساعدة؟
fr: Besoin d'une aide supplémentaire ?
it: Ti servono altre informazioni?
ja: さらに支援が必要ですか？
pt_br: Precisa de mais ajuda?
tr: Daha fazla yardıma mı ihtiyacınız var?

source: Next chapter
ar: الفصل التالي
fr: Chapitre suivant
it: Prossimo capitolo
ja: 次の章へ
pt_br: Próximo capítulo
tr: Sonraki bölüm

source: No results found.
ar: لم يتم العثور على نتائج.
fr: Aucun résultat trouvé.
it: Nessun risultato trovato.
ja: 結果が見つかりません。
pt_br: Nenhum resultado encontrado.
tr: Hiçbir sonuç bulunamadı.

source: Of course, this site is made with AMP!
ar: بالتأكيد، تم إنشاء هذا الموقع بواسطة AMP!
fr: Ce site a évidemment été créé avec AMP !
it: Naturalmente, questo sito è stato realizzato con AMP!
ja: もちろん、このサイトはAMPで作成されています！
pt_br: Claro, este site foi criado com AMP!
tr: Tabii ki, bu site AMP ile yapıldı!

source: Open Use Case
ar: فتح حالة الاستخدام
fr: Ouvrir le cas d'utilisation
it: Apri caso d'uso
ja: 使用事例を開く
pt_br: Abrir caso de uso
tr: Kullanım Örneğini aç

source: Open example
ar: فتح مثال
fr: Ouvrir l'exemple
it: Apri esempio
ja: 実例を開く
pt_br: Abrir exemplo
tr: Örneği aç

source: Open in playground
ar: فتح في الساحة
fr: Ouvrir dans le playground
it: Apri in playground
ja: Playground で開く
pt_br: Abrir no playground
tr: Playground'ta aç

source: Open this snippet in playground
ar: فتح هذه القصاصة في الساحة
fr: Ouvrir cet extrait dans le playground
it: Apri questo frammento in playground
ja: このスニペットを Playground で開く
pt_br: Abrir este trecho no playground
tr: Bu kod parçacığını playground'ta aç

source: Optimize & Measure
ar: تحسين وقياس
fr: Optimiser et mesurer
it: Ottimizzazioni e misure
ja: 最適化と測定
pt_br: Otimizar e medir
tr: OPTİMİZE ETME VE ÖLÇME

source: Overview
ar: نظرة عامة
fr: Vue d'ensemble
it: Panoramica
ja: 概要
pt_br: Visão Geral
tr: Genel Bakış

source: Parallax Storytelling in AMP
ar: سرد القصص عبر مواضع مختلفة في AMP
fr: Narration en parallaxe dans AMP
it: Scorrimento Parallax in AMP
ja: パララックスとストーリーテリングを組み合わせたウェブサイトのAMP表示
pt_br: Compartilhamento de histórias Parallax em AMP
tr: AMP'de Paralaks Hikaye Anlatımı

source: Platform and Technology Company Involvement
ar: مشاركة الشركة في المنصّة والتكنولوجيا
fr: Implication de plateformes et d'entreprises technologiques
it: Coinvolgimento di piattaforme e aziende tecnologiche
ja: プラットフォームとテクノロジー企業の参加
pt_br: Envolvimento de plataforma e empresas de tecnologia
tr: Platform ve Teknoloji Şirketi Katılımı

source: Platform and Vendor Partners
ar: شركاء المنصّات والمورّدين
fr: Plateformes et fournisseurs partenaires
it: Partner di piattaforma e fornitori
ja: プラットフォームとベンダーパートナー
pt_br: Parceiros de plataforma e fornecedor
tr: Platform ve Tedarikçi İş Ortakları

source: Please reload the page.
ar: يرجى إعادة تحميل الصفحة.
fr: Veuillez actualiser la page.
it: Ricaricare la pagina.
ja: ページを再読み込みしてください。
pt_br: Por favor, recarregue a página.
tr: Lütfen sayfayı yeniden yükleyin.

source: Please try again later.
ar: يرجى المحاولة مرة أخرى في وقت لاحق.
fr: Veuillez réessayer plus tard.
it: Riprovare più tardi.
ja: 後でもう一度やり直してください。
pt_br: Por favor, tente novamente mais tarde.
tr: Lütfen daha sonra tekrar deneyin.

source: Popular Articles
ar: المقالات الرائجة
fr: Articles populaires
it: Articoli popolari
ja: 人気の記事
pt_br: Artigos populares
tr: Popüler Makaleler

source: Preview
ar: معاينة
fr: Aperçu
it: Anteprima
ja: プレビュー
pt_br: Pré-visualizar
tr: Önizleme

source: Previous chapter
ar: الفصل السابق
fr: Chapitre précédent
it: Capitolo precedente
ja: 前の章へ
pt_br: Capítulo anterior
tr: Önceki bölüm

source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_br: Política de privacidade
tr: Gizlilik Politikası

source: Publisher Monetization
ar: تحقيق الربح المادي للناشر
fr: Monétisation de l'éditeur
it: Monetizzazione per editori
ja: サイト運営者の収益化
pt_br: Monetização do editor
tr: Yayıncının Para Kazanması

source: Results
ar: النتائج
fr: Résultats
it: Risultati
ja: 結果
pt_br: Resultados
tr: Sonuçlar

source: Roadmap
ar: خارطة الطريق
fr: Feuille de route
ja: ロードマップ
pt_br: Roteiro
tr: Yol Haritası

source: Screenshot of use case:
ar: لقطة شاشة لحالة الاستخدام:
fr: Capture d'écran d'un cas d'utilisation :
it: Schermata di un caso d'uso:
ja: 使用事例のスクリーンショット：
pt_br: Captura de tela de caso de uso:
tr: Kullanım örneği ekran görüntüsü:

source: Search
ar: بحث
fr: Rechercher
it: Ricerca
ja: 検索
pt_br: Buscar
tr: Ara

source: See all use cases
ar: الاطّلاع على جميع حالات الاستخدام
fr: Voir tous les cas d'utilisation
it: Mostra tutti i casi d'uso
ja: すべての使用事例を見る
pt_br: Visualizar todos os casos de uso
tr: Tüm kullanım örneklerine göz at

source: See example
ar: الاطّلاع على المثال
fr: Voir l'exemple
it: Mostra esempio
ja: 実例を見る
pt_br: Visualizar exemplo
tr: Örneğe göz at

source: See what others have built
ar: الاطّلاع على ما بناه الآخرون
fr: Découvrez ce que d'autres ont créé
it: Guarda cosa hanno fatto gli altri
ja: 他の人が構築したものを見る
pt_br: Veja o que outras pessoas criaram
tr: Başkalarının neler oluşturduğuna göz atın

source: Select a language
ar: اختر لغة
fr: Sélectionner une langue
it: Seleziona una lingua
ja: 言語を選択してください
pt_br: Selecionar um idioma
tr: Bir dil seçin

source: websites
ar: مواقع إلكترونية
fr: sites web
it: siti web
ja: ウェブサイト
pt_br: sites
tr: web siteleri

source: stories
ar: قصص
it: storie
ja: ストーリー
pt_br: histórias
tr: hikayeler

source: ads
ar: إعلانات
fr: annonces
it: annunci
ja: 広告
pt_br: anúncios
tr: reklamlar

source: emails
ar: رسائل إلكترونية
it: e-mail
ja: メール
tr: e-postalar

source: email
ar: بريد إلكتروني
ja: メール
tr: e-posta
