Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: During "Amplify live!", we’ll be on stage exploring the most interesting AMP challenges, allowing you to either follow along or do your own thing, like one of the many AMP codelabs. Bring your laptop!
ar: أثناء حدث "Amplify live!"، سنظهر أمامك لاستكشاف تحديات AMP الأكثر إثارة للاهتمام، ما يتيح لك إما المتابعة أو تنفيذ الأمر الذي يخصّك، كأحد معامل ترميز AMP العديدة مثلاً. عليك إحضار جهاز الكمبيوتر المحمول!
fr: Durant l'événement « Amplify live! », nous serons sur scène pour explorer les défis AMP les plus intéressants tout en vous permettant de suivre ou de choisir votre propre activité telle que, par exemple, suivre l'un des nombreux ateliers de codage AMP. N'oubliez pas votre ordinateur portable !
it: Nel corso dell'evento "Amplify live!", saremo sul palco ad esplorare le più interessanti sfide AMP, permettendoti di seguire degli esempi o provare le tue creazioni in prima persona, come in uno dei tanti laboratori di codifica AMP. Porta il tuo laptop!
ja: 「Amplify live!」では最も興味深い AMP の課題について考察し、多くの AMP コードラボのように例に従ったり、自分でコードを書いたりできます。ノートパソコンを持参してください！
pt_br: Durante o "Amplify live!", estaremos no palco explorando os desafios mais interessantes da AMP, permitindo que você tanto acompanhe quanto dedique-se aos seus próprios projetos, como em um dos muitos codelabs da AMP. Traga seu laptop!
tr: "Amplify Live!" boyunca en ilginç AMP zorluklarını keşfetmek için sahnede olacağız, bu sırada siz de birçok AMP kod laboratuvarı gibi, ister bizi takip edecek, ister dilediğinizi yapacaksınız. Yanınızda dizüstü bilgisayarınızı getirin!

source: Frequently Asked Questions
ar: الأسئلة المتداولة
fr: Foire aux questions
it: Domande frequenti
ja: よくある質問
pt_br: Perguntas frequentes
tr: Sıkça Sorulan Sorular

source: Does it cost anything?
ar: هل يكلفك هذا شيئًا؟
fr: Faut-il payer ?
it: Questi eventi hanno un costo?
ja: 費用はかかりますか？
pt_br: Quanto custa?
tr: Herhangi bir maliyeti var mı?

source: No - tickets are free of charge.
ar: لا - التذاكر مجانية.
fr: Non, les billets sont gratuits.
it: No, i biglietti sono gratuiti.
ja: いいえ。チケットは無料です。
pt_br: Nada! Os ingressos são gratuitos.
tr: Hayır - biletler ücretsizdir.

source: Who is the event for?
ar: لمن هذه الفعالية؟
fr: À qui est destiné l'événement ?
it: A chi è rivolto questo evento?
ja: イベントの対象者は？
pt_br: Para quem é o evento?
tr: Etkinlik kimlere hitap ediyor?

source: Web developers and designers with an interest in AMP--whether you’ve had experience using AMP and want to create better experiences, you’re curious about how you can use AMP to improve your site, or you want to contribute to AMP to make it better for everyone.
ar: لمطوري الويب والمصممين المهتمين بـ AMP - سواء كانت لديك من قبل تجربة في استخدام AMP وكنت ترغب في إنشاء تجارب أفضل، أو إذا كنت مهتمًا بكيفية استخدام AMP لتحسين موقعك، أو كنت ترغب في المساهمة في AMP لتحسينه للجميع.
fr: Aux développeurs et concepteurs Web intéressés par AMP, que vous ayez déjà utilisé AMP et souhaitez améliorer vos connaissances, que vous souhaitiez savoir comment utiliser AMP pour améliorer votre site, ou que vous souhaitiez contribuer à améliorer AMP pour tous.
it: Sviluppatori e progettisti web interessati ai temi AMP: esperti nell'uso di AMP che vogliono creare esperienze migliori, coloro che sono curiosi di sapere come utilizzare l'AMP per migliorare i siti o coloro che vogliono contribuire a migliorare l'ambiente AMP per tutti gli utenti.
ja: AMP を使用した経験があり、より優れた体験を創出したいと考えている方、AMP を使用した際との改善方法に興味のある方、AMP に貢献してあらゆる人の利便性を高めたいと考えている方など、AMP に関心のあるウェブ開発者とデザイナーの皆さんです。
pt_br: Desenvolvedores e designers de web interessados em AMP: se você já usou a AMP e deseja criar experiências melhores, se está curioso para saber como pode usar a AMP para melhorar seu site, ou se deseja contribuir com a AMP para torná-la melhor para todos.
tr: AMP'ye ilgi duyan web geliştiricileri ve tasarımcıları; AMP kullanımı konusunda deneyiminiz varsa ve daha iyi deneyimler oluşturmak istiyorsanız, sitenizi geliştirmek için AMP'yi nasıl kullanabileceğinizi merak ediyorsanız veya AMP'yi herkes için daha iyi hale getirmek istiyorsanız.

source: Am I all set after registering?
ar: هل أنا جاهز بعد التسجيل؟
fr: Ai-je encore quelque chose à faire après l'inscription ?
it: Devo fare altro dopo la registrazione?
ja: 登録するだけで参加準備は完了しますか？
pt_br: Basta eu me registrar e pronto?
tr: Kaydolduktan sonra her şey hazır mı?

source: We expect that in some cities more people will be interested in attending than we can accommodate, so we will be confirming attendees on a case-by-case basis.
ar: نتوقع أن يكون عدد المهتمين بالحضور في بعض المدن أكثر مما يمكننا استيعابه، لذلك سنؤكد على الحضور على أساس كل حالة على حدة.
fr: Dans certaines villes, le nombre de personnes intéressées peut dépasser celui des places disponibles. Nous confirmerons donc les participants au cas par cas.
it: Prevediamo che in alcune città ci saranno tante persone interessate a partecipare, più di quante ne possiamo accogliere, quindi daremo conferma ai partecipanti valutando caso per caso.
ja: 一部の都市では私たちが対応可能な人数よりも多くの参加希望者が予想されるため、ケースバイケースで参加者を確認いたします。
pt_br: Esperamos que, em algumas cidades, haja um número maior de interessados do que poderemos acomodar. Neste caso, iremos confirmar os participantes caso a caso.
tr: Bazı şehirlerde karşılayabileceğimizden daha fazla sayıda insanın katılmak isteyebileceğini öngörüyoruz, bu nedenle katılımcılara duruma göre onay vereceğiz.

source: Want the AMP Roadshow to visit your area?
ar: هل تريد أن يزور عرض AMP الترويجي المتنقل منطقتك؟
fr: Vous souhaitez que la tournée AMP visite votre région ?
it: Vuoi che AMP Roadshow venga organizzato nella tua area?
ja: お住まいの都市で AMP ロードショーの開催を希望しますか？
pt_br: Você deseja que o Roadshow AMP visite sua região?
tr: AMP Tanıtım Turlarının bölgenizde de düzenlenmesini ister misiniz?

source: Design
ar: التصميم
fr: Conception
ja: デザイン
tr: Tasarım

source: AMP as canonical site
ar: AMP كموقع أساسي
fr: AMP en tant que site canonique
it: Sviluppo di siti canonici in AMP
ja: 正規サイトとしての AMP
pt_br: AMP como site canônico
tr: Standart bir site olarak AMP

source: Responsive design
ar: تصميم متجاوب
fr: Conception réactive
it: Design reattivo
ja: レスポンシブデザイン
pt_br: Design responsivo
tr: Duyarlı tasarım

source: New AMP Effects
ar: تأثيرات AMP الجديدة
fr: Nouveaux effets AMP
it: Nuovi effetti AMP
ja: 新しい AMP 効果
pt_br: Novos efeitos AMP
tr: Yeni AMP Efektleri

source: New AMP UI components
ar: مكونات واجهة مستخدم AMP الجديدة
fr: Nouveaux composants d'IU AMP
it: Nuovi componenti dell'interfaccia utente AMP
ja: 新しい AMP UI コンポーネント
pt_br: Novos componentes de interface do usuário da AMP
tr: Yeni AMP UI bileşenleri

source: Interactivity
ar: التفاعلية
fr: Interactivité
it: Interattività
ja: インタラクティブ性
pt_br: Interatividade
tr: Etkileşim

source: State management (amp-bind)
ar: إدارة الحالة (amp-bind)
fr: Gestion des états (amp-bind)
it: Gestione di stato (amp-bind)
ja: 状態管理（amp-bind）
pt_br: Gerenciamento de estado (amp-bind)
tr: Durum yönetimi (amp-bind)

source: Live data
ar: بيانات مباشرة
fr: Données en direct
it: Dati live
ja: ライブデータ
pt_br: Dados dinâmicos
tr: Canlı veri

source: Forms & autocomplete
ar: النماذج والإكمال التلقائي
fr: Formulaires et remplissage automatique
it: Moduli e completamento automatico
ja: フォームとオートコンプリート
pt_br: Formulários e preenchimento automático
tr: Formlar ve otomatik tamamlama

source: Selections
ar: الاختيارات
fr: Sélections
it: Selezioni
ja: 選択
pt_br: Seleções
tr: Seçimler

source: Deploying AMP
ar: نشر AMP
fr: Déploiement d'AMP
it: Distribuzione di AMP
ja: AMP の展開
pt_br: Implantando a AMP
tr: AMP dağıtımı

source: AMP in your favorite CMS
ar: AMP في نظام إدارة المحتوى المفضل لديك
fr: AMP dans votre CMS préféré
it: AMP nel tuo CMS preferito
ja: ご愛用の CMS での AMP
pt_br: AMP em seu CMS favorito
tr: En sevdiğiniz CMS'de AMP

source: SEO & Discovery
ar: تحسين محركات البحث (SEO) والاكتشاف
fr: Référencement et découverte
it: SEO e Individuazione
ja: SEO とディスカバリー
tr: SEO ve Keşif

source: AMP & PWA
ar: AMP وتطبيق الويب التقدمي (PWA)
fr: AMP et PWA
it: AMP e PWA
ja: AMP と PWA
tr: AMP ve PWA

source: Monetization
ar: تحقيق الربح المادي
fr: Monétisation
it: Monetizzazione
ja: 収益化
pt_br: Monetização
tr: Para Kazanma

source: AMP for Landing Pages
ar: AMP للصفحات المقصودة
fr: AMP pour les pages de renvoi
it: AMP per Landing page
ja: ランディングページ向け AMP
pt_br: AMP para Páginas de destino
tr: Açılış Sayfaları için AMP

source: Integrating ads
ar: دمج الإعلانات
fr: Intégration d'annonces
it: Integrazione annunci
ja: 広告の統合
pt_br: Integrando anúncios
tr: Reklamları entegre etme

source: Analytics
ar: التحليلات
fr: Analyses
it: Strumenti di analisi
ja: アナリティクス
tr: Analizler

source: Paywalls & Payments
ar: أنظمة حظر الاشتراك غير المدفوع والدفعات
fr: Paywalls et paiements
it: Paywall e pagamenti
ja: ペイウォールと決済
pt_br: Muros de pagamento & Pagamentos
tr: Ödeme Duvarları ve Ödemeler

source: Cities
ar: المدن
fr: Villes
it: Città
ja: 都市一覧
pt_br: Cidades
tr: Şehirler

source: Sign Up
ar: اشتراك
fr: S'inscrire
it: Registrati
ja: 参加登録
pt_br: Registre-se
tr: Kaydol

source: Learn more
ar: مزيد من المعلومات
fr: En savoir plus
it: Per saperne di più
ja: 詳細情報
pt_br: Saiba mais
tr: Daha fazla bilgi edinin

source: Intro + Keynote
ar: مقدمة + الخطاب الرئيسي
fr: Intro + présentation
it: Introduzione + Keynote
ja: イントロ + 基調講演
pt_br: Introdução + Keynote
tr: Giriş + Açılış Konuşması

source: AMP: A library for rich content experiences
ar: AMP: مكتبة لتجارب المحتوى المنسق
fr: AMP : une bibliothèque pour des expériences riches en contenu
it: AMP: una libreria per fornire esperienze ricche di contenuti
ja: AMP：リッチなコンテンツ体験を提供するライブラリ
pt_br: AMP: uma biblioteca para experiências ricas em conteúdo
tr: AMP: Zengin içerik deneyimleri için bir kütüphane

source: Advanced interactivity with AMP
ar: التفاعلية المتقدمة مع AMP
fr: Interactivité avancée avec AMP
it: Interattività avanzata con AMP
ja: AMP による高度なインタラクティブ性
pt_br: Interatividade avançada com a AMP
tr: AMP ile gelişmiş etkileşim

source: Tutorial: Your first AMP site!
ar: درس تعليمي: أول موقع AMP لك!
fr: Tutoriel : votre premier site AMP !
it: Esercitazione: il tuo primo sito AMP!
ja: チュートリアル：初めての AMP ページ作成！
pt_br: Tutorial: Seu primeiro site AMP!
tr: Öğretici: İlk AMP siteniz!

source: Creating an excellent AMP
ar: إنشاء مشروع AMP ممتاز
fr: Créer une excellente page AMP
it: Creazione di eccellenti contenuti AMP
ja: 優秀な AMP の作成
pt_br: Criando uma AMP excelente
tr: Harika bir AMP oluşturma

source: Letting your AMP into the world
ar: إطلاق مشروع AMP للعالم
fr: Publier votre page AMP pour l'accès public
it: Presenta i tuoi contenuti AMP al mondo
ja: AMP を世界に広める
pt_br: Lançando sua AMP no mundo
tr: AMP'nizi dünyaya sunun

source: Lunch
ar: الغداء
fr: Déjeuner
it: Pranzo
ja: ランチ
pt_br: Almoço
tr: Öğle yemeği

source: Mystery talk
ar: حديث غامض
fr: Discussion mystère
it: Conversazione misteriosa
ja: ミステリートーク
pt_br: Entrevista misteriosa
tr: Gizemli konuşma

source: AMP everywhere
ar: AMP في كل مكان
fr: AMP partout
it: AMP ovunque
ja: AMP の普及
pt_br: AMP em todos os lugares
tr: AMP her yerde

source: What’s next in AMP
ar: ما هي الخطوة التالية في AMP
fr: La prochaine étape pour AMP
it: Prossimi sviluppi di AMP
ja: AMP の今後
pt_br: Qual a próxima novidade da AMP
tr: AMP'de sırada ne var

source: Coffee break
ar: استراحة قصيرة
fr: Pause café
it: Pausa caffè
ja: コーヒーブレイク
pt_br: Pausa para o café
tr: Kahve molası

source: Q&A with AMP team
ar: سؤال وجواب مع فريق AMP
fr: Questions et réponses avec l'équipe AMP
it: Domande e risposte con il team AMP
ja: AMP チームとの質疑応答
pt_br: Perguntas e respostas com a equipe AMP
tr: AMP ekibi ile soru cevap

source: Tutorial: Do more with AMP
ar: درس تعليمي: حقق الكثير مع AMP
fr: Tutoriel : faites-en encore plus avec AMP
it: Esercitazione: ottieni di più con AMP
ja: チュートリアル：AMP のさらなる活用
pt_br: Tutorial: Faça mais com a AMP
tr: Öğretici: AMP ile daha fazlasını yapma

source: Happy hour
ar: ساعة سعيدة
fr: Cinq à sept
ja: ハッピーアワー

source: Choose your destination
ar: اختر وجهتك
fr: Choisissez votre destination
it: Scegli la tua destinazione
ja: 行き先を選んでください
pt_br: Escolha seu destino
tr: Hedefinizi seçin

source: Throughout the AMP documentation you will find a switch on the upper left side to quickly change the AMP format you’re working on.
ar: على مستوى مستندات AMP، ستجد مفتاحًا في أعلى اليمين لتغيير تنسيق AMP الذي تعمل عليه بسرعة.
fr: Tout au long de la documentation AMP, vous trouverez un commutateur dans le coin supérieur gauche pour changer rapidement le format AMP sur lequel vous travaillez.
it: Nella documentazione di AMP troverai un selettore nella parte in alto a sinistra per cambiare rapidamente l'argomento.
ja: AMP ドキュメント全体で、参照中の AMP フォーマットをすばやく変更できるスイッチが左上にあります。
pt_br: Em toda a documentação de AMP você encontrará uma opção no lado superior esquerdo da página que permite que você troque facilmente o formato AMP que está trabalhando.
tr: AMP belgelemesi boyunca, üzerinde çalıştığınız AMP biçimini hızlıca değiştirmek için sol üst tarafta bir anahtar bulacaksınız.

source: CMS User?
ar: هل أنت مستخدم لأحد أنظمة إدارة المحتوى؟
fr: Vous utilisez un CMS ?
it: Utente CMS?
ja: CMS をご利用中ですか？
pt_br: Usuário CMS?
tr: CMS Kullanıcısı mısınız?

source: AMP integrates with many publishing platforms and content management systems! Find the full list under <a href="../support/faq/platform-and-vendor-partners.md">Platform and Vendor Partners.</a>
ar: يتكامل AMP مع العديد من منصّات النشر وأنظمة إدارة المحتوى! يمكنك العثور على القائمة كاملة على <a href="../support/faq/platform-and-vendor-partners.md">شركاء المنصّات والمورّدين.</a>
fr: AMP s'intègre à de nombreuses plateformes de publication et de nombreux systèmes de gestion de contenu ! Retrouvez la liste complète sous la section <a href="../support/faq/platform-and-vendor-partners.md">Plateformes et fournisseurs partenaires.</a>
it: AMP si integra con molte piattaforme di pubblicazione e sistemi di gestione dei contenuti! Trova l'elenco completo in <a href="../support/faq/platform-and-vendor-partners.md">Partner di piattaforma e fornitore.</a>
ja: AMP は多くの出版プラットフォームやコンテンツ管理システムと統合できます！<a href="../support/faq/platform-and-vendor-partners.md">プラットフォームとベンダーパートナー</a>で完全なリストを確認できます。
pt_br: A AMP se integra a muitas plataformas de publicação e sistemas de gerenciamento de conteúdo! Encontre a lista completa em <a href="../support/faq/platform-and-vendor-partners.md">Plataforma e fornecedor parceiros.</a>
tr: AMP birçok yayın platformu ve içerik yönetim sistemiyle entegre olabilir! Listenin tamamını <a href="../support/faq/platform-and-vendor-partners.md">Platform ve Tedarikçi İş Ortakları</a> bölümünde bulabilirsiniz.

source: Featured Videos
ar: فيديوهات مميزة
fr: Vidéos diffusées
it: Video in evidenza
ja: おすすめ動画
pt_br: Vídeos em destaque
tr: Öne Çıkan Videolar

source: Get Involved
ar: ابدأ بالتفاعل
fr: Rejoignez-nous
it: Lasciati coinvolgere
ja: ご協力ください
pt_br: Participe
tr: Katılın

source: AMP is proudly an open source project with an active community of contributors. We welcome and appreciate documentation and translation contributions! Check out our community section to join our mission.
ar: يفتخر AMP بكونه مشروعًا مفتوح المصدر بمجتمع نشط من المساهمين. ونحن نرحب ونقدر مساهمات التوثيق والترجمة! راجع قسم المجتمع لدينا لتنضم إلى رسالتنا.
fr: AMP est fier d'être un projet open source avec une communauté active de contributeurs. Nous accueillons et apprécions les contributions à la documentation et à sa traduction ! Consultez notre section Communauté pour nous rejoindre dans notre mission.
it: AMP è un progetto open source che può vantare una vasta comunità di collaboratori attivi. Diamo il benvenuto e apprezziamo i contributi sia alla documentazione che alla traduzione! Dai un'occhiata alla nostra sezione community per partecipare alla nostra missione.
ja: AMP は貢献者による活発なコミュニティを擁するオープンソースのプロジェクトです。ドキュメントと翻訳への貢献を歓迎し、感謝します！私たちのミッションにご協力いただくには、コミュニティのセクションをご確認ください。
pt_br: A AMP tem orgulho de ser um projeto de código aberto com uma comunidade ativa de colaboradores. Apreciamos e agradecemos contribuições com documentações e traduções! Confira nossa seção dedicada à comunidade para juntar-se à nossa missão.
tr: AMP, aktif bir katkıda bulunanlar topluluğuna sahip, açık kaynak kodlu bir proje olmakla gurur duyuyor. Belgelere ve çeviriye yönelik katkılarınıza açığız ve bunları memnuniyetle karşılıyoruz! Misyonumuza katılmak için topluluk bölümümüze göz atın.

source: AMP<br> Ads
ar: إعلانات<br> AMP
fr: Annonces<br> AMP
it: Annunci<br> AMP
ja: AMP<br> 広告
pt_br: Anúncios<br> AMP
tr: AMP<br> Reklamları

source: AMP Caches
ar: ذاكرات تخزين AMP المؤقتة
fr: Caches AMP
it: Cache AMP
ja: AMP キャッシュ
pt_br: Caches de AMP
tr: AMP Önbellekleri

source: AMP for Email Working Group members will use <code>#wg-amp4email</code> channel on AMP's Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">signup</a>) for real-time discussion. The channel is open to anyone, regardless of membership in AMP for Email working group.
ar: سيستخدم أعضاء مجموعة عمل AMP للبريد الإلكتروني قناة <code>#wg-amp4email</code> على AMP's Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">اشتراك</a>) للمناقشة في الوقت الفعلي. القناة مفتوحة للجميع، بغض النظر عن العضوية في مجموعة عمل AMP للبريد الإلكتروني.
fr: Les membres du groupe de travail AMP pour e-mail utiliseront le canal <code># wg-amp4email</code> sur le forum d'AMP (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">s'inscrire</a>) pour une discussion en temps réel. Le canal est ouvert à tous, indépendamment de l'appartenance au groupe de travail en question.
it: I membri del Gruppo di lavoro AMP per e-mail useranno il canale <code>#wg-amp4email</code> sul nostro Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">registrazione</a>) per discussioni in tempo reale. Il canale è aperto a chiunque, indipendentemente dall'appartenenza al gruppo di lavoro AMP per E-mail.
ja: AMP for Email ワーキンググループのメンバーは、AMP の Slack（<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">signup</a>）で<code>#wg-amp4email</code> チャンネルを使用してリアルタイムに意見を交換しています。このチャンネルは AMP for Email ワーキンググループのメンバーであるかどうかを問わず、誰でも参加することができます。
pt_br: Membros do Grupo de Trabalho da AMP para E-mail usarão o canal <code># wg-amp4email</code> no Slack da AMP (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">inscreva-se</a>) para discussões em tempo real. O canal está aberto para todos, independentemente da associação com o grupo de trabalho de AMP para E-mail.
tr: E-posta için AMP Çalışma Grubu üyeleri, gerçek zamanlı tartışmalar için AMP'nin Slack hesabındaki (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">kaydolun</a>) <code>#wg-amp4email</code> kanalını kullanacaktır. Kanal, E-posta için AMP çalışma grubuna üye olup olmadığına bakılmaksızın herkese açıktır.

source: AMP for Email Working Group will post <strong>Announcements and Notices</strong> regarding events as an issue labeled with <code>Type: Event</code> in this repository.
ar: ستنشر مجموعة عمل AMP للبريد الإلكتروني <strong>إعلانات وإشعارات</strong> تتعلق بالفعاليات كمشكلة بالتصنيف <code>النوع: حدث</code> في هذا المستودع.
fr: Le groupe de travail AMP pour e-mail publiera des <strong>annonces et avis</strong> avec l'étiquette <code>Type: Event</code> dans ce répertoire.
it: Il Gruppo di lavoro AMP per e-mail pubblicherà <strong>Annunci e Avvisi</strong> in merito agli eventi sotto forma di questioni con etichetta <code>Type: Event</code> nell'archivio.
ja: AMP for Email ワーキンググループは、このリポジトリに <code>Type: Event</code> というラベルを付けた課題としてイベントに関する<strong>発表と通知</strong>を投稿します。
pt_br: O Grupo de Trabalho de AMP para E-mail publicará <strong>Anúncios e avisos</strong> relacionados a eventos como uma questão marcada como <code>Type: Event</code> neste repositório.
tr: E-posta için AMP Çalışma Grubu, bu bilgi havuzunda <code>Type: Event</code> etiketiyle konular hakkında <strong>Duyurular ve Bildirimler</strong> paylaşacaktır.

source: AMP for Email Working Group will post <strong>Quarterly Roadmap</strong> as an issue labeled with <code>Type: Roadmap</code> in this repository
ar: ستنشر مجموعة عمل AMP للبريد الإلكتروني <strong>خارطة طريق ربع سنوية</strong> كمشكلة بالتصنيف <code>النوع: خارطة طريق</code> في هذا المستودع
fr: Le groupe de travail AMP pour e-mail publiera une <strong>feuille de route trimestrielle</strong> avec l'étiquette <code>Type: Roadmap</code> dans ce répertoire
it: Il Gruppo di lavoro AMP per e-mail pubblicherà le <strong>Pianificazioni trimestrali</strong> sotto forma di questioni con etichetta <code>Type: Roadmap</code> in questo archivio
ja: AMP for Email ワーキンググループは、このリポジトリに <code>Type: Roadmap</code> というラベルを付けた課題として<strong>四半期ロードマップ/strong>を投稿します。
pt_br: O Grupo de Trabalho de AMP para E-mail publicará seu <strong>Roteiro trimestral</strong> como uma mensagem marcada com <code>Type: Roadmap</code> neste repositório
tr: E-posta için AMP Çalışma Grubu, bu bilgi havuzunda <code>Type: Roadmap</code> konu etiketiyle <strong>Üç Aylık Yol Haritası</strong> gönderileri paylaşacaktır

source: AMP is an open-source HTML framework that provides a straightforward way to create web pages that are fast, smooth-loading and prioritize the user-experience above all else. Can't believe it? Try it out for yourself in the playground below:
ar: AMP هو إطار عمل HTML مفتوح المصدر يوفر طريقة مباشرة لإنشاء صفحات ويب سريعة وسهلة التحميل ويعطي الأولوية لتجربة المستخدم قبل كل شيء. ألا تصدق ذلك؟ جرب بنفسك في الساحة أدناه:
fr: AMP est un framework HTML open source qui procure un moyen simple de créer des pages Web rapides, fluides et privilégiant l'expérience utilisateur par-dessus tout. Vous êtes sceptique ? Essayez-le par vous-même dans le playground ci-dessous :
it: AMP è un framework HTML open source che fornisce un modo semplice per creare pagine web veloci, facili da caricare e che danno massima priorità all'esperienza d'uso. Non ci credi? Provalo tu stesso in questo playground:
ja: AMP は高速かつスムーズに読み込まれ、ユーザー体験を最優先したウェブページを簡単に作成する方法を提供するオープンソースの HTML フレームワークです。信じられませんか？以下の Playground で試してみてください。
pt_br: AMP é uma framework HTML de código aberto que proporciona uma maneira simples e direta para a criação de páginas da web que são rápidas, com carregamento suave e que priorizam a experiência do usuário acima de tudo. Não acredita? Experimente você mesmo no playground abaixo:
tr: AMP, hızlı, sorunsuz yüklenen ve kullanıcı deneyimini her şeyin üstünde tutan web sayfaları oluşturmak için basit bir yol sunan açık kaynaklı bir HTML çerçevesidir. İnanamıyor musunuz? Deneme alanında kendiniz deneyin:
