Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: The Google AMP Cache is a proxy-based content delivery network for delivering all valid AMP documents. It fetches AMP HTML pages, caches them, and improves page performance automatically. When using the Google AMP Cache, the document, all JS files and all images load from the same origin that is using HTTP 2.0 for maximum efficiency. <br> The cache also comes with a built-in validation system which confirms that the page is guaranteed to work, and that it doesn't depend on external resources. The validation system runs a series of assertions confirming the page’s markup meets the AMP HTML specification.
ar: ذاكرة التخزين المؤقت Google AMP هي شبكة تقديم محتوى قائمة على الوكيل لتقديم جميع مستندات AMP الصالحة. فهي تجلب صفحات AMP HTML وتخزنها مؤقتًا وتحسن أداء الصفحة تلقائيًا. وعند استخدام ذاكرة التخزين المؤقت Google AMP، يتم تحميل المستند وجميع ملفات JS وجميع الصور من المنشأ نفسه الذي يستخدم HTTP 2.0 لتحقيق أقصى قدر من الكفاءة. <br>وتأتي ذاكرة التخزين المؤقتة كذلك بنظام مدمج للتحقق من الصحة يؤكّد على ضمان عمل الصفحة وعدم اعتمادها على موارد خارجية. ويعمل نظام التحقق من الصحة على تشغيل سلسلة من عمليات التوكيد لضمان تلبية علامة الصفحة لمواصفات HTML AMP.
fr: Le cache Google AMP est un réseau de diffusion de contenu basé sur un proxy destiné à fournir tous les documents AMP valides. Il récupère les pages AMPHTML, les met en cache, et améliore automatiquement leurs performances. Lorsque vous utilisez le Google AMP Cache, le document, tous les fichiers JS, et toutes les images se chargent à partir de la même origine qui utilise HTTP 2.0 pour une efficacité maximale. <br> Le cache est également doté d'un système de validation intégré qui confirme le fonctionnement garanti de la page indépendamment de ressources externes. Le système de validation exécute une série d'assertions confirmant que le balisage de la page est conforme à la spécification AMPHTML.
it: La Cache Google AMP è una rete di distribuzione di contenuti basata su proxy per l'individuazione di tutti i documenti AMP validi. Permette di recuperare pagine AMP HTML, memorizzarle nella cache e migliorare automaticamente le performance della pagina. Quando si utilizza la Cache Google AMP, il documento, tutti i file JS e le immagini vengono caricati dalla stessa sorgente che utilizza HTTP 2.0 per la massima efficienza. <br> La cache viene inoltre fornita con un sistema di convalida integrato, che verifica che la pagina funzioni e non dipenda da risorse esterne. Il sistema di convalida esegue una serie di verifiche che confermano che il markup della pagina soddisfi le specifiche AMP HTML.
ja: Google AMP キャッシュはプロキシベースのコンテンツ配信ネットワークで、あらゆる有効な AMP ドキュメントを配信します。AMP HTML ページを取得してキャッシュし、ページのパフォーマンスを自動的に改善します。Google AMP キャッシュを使用すると、ドキュメントとすべての JS ファイル、およびすべての画像が HTTP 2.0 を使用している同一のオリジンから読み込まれ、最大の効率を得ることができます。<br> キャッシュには、ページの動作と外部リソースを利用していないことを保証する検証システムも組み込まれています。検証システムは、ページのマークアップが AMP HTML 仕様を満たしていることを確認する一連のアサーションを実行します。
pt_br: O Cache de AMP do Google é uma rede de fornecimento de conteúdo baseada em proxy para a distribuição de todos os documentos AMP válidos. Ele busca páginas HTML para AMP, as armazena em cache e melhora automaticamente o desempenho da página. Ao usar o cache de AMP do Google, o documento, todos os arquivos JavaScript e todas as imagens são carregados a partir da mesma origem que está utilizando HTTP 2.0 para obter o máximo de eficiência. <br> O cache também conta com um sistema de validação interno que confirma que a página tem garantia de funcionamento e não depende de recursos externos. O sistema de validação executa uma série de asserções, confirmando que a marcação da página atende à especificação de HTML para AMP.
tr: Google AMP Önbelleği, geçerli tüm AMP belgelerini sunmak için proxy tabanlı bir içerik dağıtım ağıdır. AMP HTML sayfalarını getirir, önbelleğe alır ve sayfa performansını otomatik olarak iyileştirir. Google AMP Önbelleği kullanılırken, belge, tüm JS dosyaları ve resimler maksimum verimlilik için HTTP 2.0 kullanan aynı kaynaktan yüklenir. <br> Önbellek, sayfanın çalışacağının garanti edildiğini ve dış kaynaklara bağlı olmadığını doğrulayan yerleşik bir doğrulama sistemiyle birlikte gelir. Doğrulama sistemi, sayfanın işaretlemesinin AMP HTML spesifikasyonuna uygun olduğunu doğrulayan bir dizi onaylama çalıştırır.

source: Another version of the validator comes bundled with every AMP page. This version can log validation errors directly to the browser’s console when the page is rendered, allowing you to see how complex changes in your code might impact performance and user experience.
ar: وتأتي نسخة أخرى من أداة التحقق من الصحة مرفقةً مع كل صفحة AMP. ويمكن لهذه النسخة تسجيل الأخطاء التي تحدث أثناء التحقق من الصحة مباشرة في وحدة التحكم في المتصفح عند عرض الصفحة، ما يسمح لك بالاطّلاع على مدى التأثير الذي قد تحدثه التغييرات المعقدة في التعليمة البرمجية على الأداء وتجربة المستخدم.
fr: Une autre version du système de validation est fournie avec chaque page AMP. Cette version peut consigner les erreurs de validation directement dans la console du navigateur lors de l'affichage de la page, vous permettant ainsi de voir comment les modifications complexes apportées à votre code peuvent affecter les performances et l'expérience utilisateur.
it: Un'altra versione del sistema di convalida è inclusa in ogni pagina AMP. Questa versione può registrare gli errori di convalida direttamente sulla console del browser durante il rendering della pagina, consentendo di vedere in che modo le modifiche complesse al codice potrebbero influire sulle performance e sull'esperienza degli utenti.
ja: この検証ツールの別バージョンがすべての AMP ページにバンドルされています。このバージョンではページのレンダリング中に検証エラーをブラウザのコンソールに直接記録できるため、コードの複雑な変更によってもたらされるパフォーマンスとユーザー体験への影響を確認できます。
pt_br: Outra versão do validador vem incorporado em cada página AMP. Esta versão pode registrar erros de validação diretamente no console do navegador quando a página é renderizada, permitindo que você veja como alterações complexas em seu código podem ter um impacto no desempenho e na experiência do usuário.
tr: Her AMP sayfasıyla birlikte farklı bir doğrulayıcı sürümü gelir. Bu sürüm, sayfa oluşturulduğunda doğrulama hatalarını doğrudan tarayıcı konsoluna kaydeder ve kodunuzdaki karmaşık değişikliklerin performansı ve kullanıcı deneyimini nasıl etkileyebileceğini görmenizi sağlar.

source: Learn more about caching in AMP
ar: مزيد من المعلومات عن التخزين المؤقت في AMP
fr: En savoir plus sur la mise en cache dans AMP
it: Ulteriori informazioni sull'uso della cache in AMP
ja: AMP のキャッシュの仕組みに関する詳細
pt_br: Saiba mais sobre como usar caches de AMP
tr: AMP'de önbellekleme hakkında daha fazla bilgi edinin

source: Explore use cases of AMP websites
ar: استكشف حالات الاستخدام لمواقع AMP الإلكترونية
fr: Découvrez des cas d'utilisation de sites Web AMP
it: Esplora i casi d'uso dei siti web AMP
ja: AMP ウェブサイトの使用事例を見る
pt_br: Explore casos de uso de sites em AMP
tr: AMP web sitelerinin kullanım örneklerini keşfedin

source: Web page speed improves the user experience and core business metrics
ar: تحسِّن سرعة صفحة الويب من تجربة المستخدم ومقاييس الأعمال الأساسية
fr: La vitesse des pages Web améliore l'expérience utilisateur et les indicateurs clés de performance
it: La velocità delle pagine web migliora l'esperienza d'uso e le prestazioni generali di un'attività
ja: ウェブページの速度によってユーザー体験と基本的なビジネス指標が向上します
pt_br: A velocidade de carregamento de uma página da Web melhora a experiência do usuário e as principais medidas de negócios
tr: Web sayfası hızı, kullanıcı deneyimini ve temel iş metriklerini geliştirir

source: Building AMP pages is easy and reduces developer overhead
ar: إنشاء صفحات AMP هو أمر سهل ويقلّل من نفقات المطور غير المباشرة
fr: Les pages AMP sont faciles à créer et réduisent les frais généraux liés au développement
it: La realizzazione di pagine AMP è semplice e riduce i costi di sviluppo
ja: AMP ページの構築は簡単で開発者の負荷が削減されます
pt_br: A criação de páginas AMP é fácil e reduz a sobrecarga do desenvolvedor
tr: AMP sayfaları oluşturmak kolaydır ve geliştirici yükünü azaltır

source: Building AMP pages is easy
ar: إنشاء صفحات AMP هو أمر سهل
fr: Les pages AMP sont faciles à créer
it: La realizzazione di pagine AMP è semplice
ja: AMP ページの構築は簡単です
pt_br: É fácil criar páginas AMP
tr: AMP sayfaları oluşturmak kolaydır

source: AMP can be applied across various web touch points
ar: يمكن تطبيق AMP عبر عدة نقاط اتصال بالويب
fr: La technologie AMP peut être mise en œuvre sur différents points de contact Web
it: AMP può essere applicato in vari punti della propria rete
ja: AMP はさまざまなウェブの接点に適用できます
pt_br: A AMP pode ser aplicada através de diversos pontos de contato da web
tr: AMP çeşitli web temas noktalarına uygulanabilir

source: Maintain flexibility and control and reduce complexity in your code
ar: الحفاظ على المرونة والتحكم في درجة التعقيد في التعليمة البرمجية وتقليلها
fr: Maintenir la flexibilité et le contrôle et réduire la complexité dans votre code
it: Mantieni la flessibilità e il controllo e riduci la complessità del codice
ja: 柔軟性とコントロールを維持しつつコードの複雑さを軽減します
pt_br: Manter a flexibilidade e o controle, e reduzir a complexidade de seu código
tr: Kodunuzda esnekliği ve kontrolü elinizde tutun ve karmaşıklığı azaltın

source: Building blocks that ensure performance
ar: إنشاء مجموعات لضمان الأداء
fr: Des modules qui garantissent les performances
it: Realizzazione di blocchi che garantiscono le migliori performance
ja: パフォーマンスを保証するビルディングブロック
pt_br: Blocos de construção que garantem o desempenho
tr: Performansı garanti eden yapı taşları

source: Build for a sustainable future in the open web for everyone
ar: إنشاء من أجل مستقبل مستدام للجميع في نطاق الويب المفتوح
fr: Créez un avenir durable pour tous sur le Web ouvert
it: Costruisci un futuro sostenibile nel web aperto per tutti
ja: あらゆる人に開かれたウェブで持続可能な未来を築きます
pt_br: Criar para um futuro sustentável na web aberta para todos
tr: Açık web'de herkes için sürdürülebilir bir gelecek inşa edin

source: Track and measure
ar: التعقب والقياس
fr: Suivre et mesurer
it: Tracciabilità e misure
ja: 追跡と測定
pt_br: Monitoramento e medições
tr: İzleyin ve ölçün

source: Fast loading times
ar: أوقات تحميل سريعة
fr: Chargements rapides
it: Tempi di caricamento rapidi
ja: 高速な読み込み時間
pt_br: Tempos de carregamento rápidos
tr: Hızlı yükleme süreleri

source: Immersive storytelling
ar: سرد قصص شاملة
fr: Narration immersive
it: Racconti coinvolgenti
ja: 没入型ストーリーテリング
pt_br: Compartilhamento de histórias imersivas
tr: Sürükleyici hikaye anlatımı

source: Robust Advertising Support
ar: دعم إعلاني قوي
fr: Support publicitaire robuste
it: Supporto affidabile della pubblicità
ja: 強力な広告サポート
pt_br: Suporte robusto à publicidade
tr: Güvenilir Reklamcılık Desteği

source: Create beautiful and engaging content easily
ar: إنشاء محتوى رائع وجذاب بسهولة
fr: Créez facilement un contenu beau et attrayant
it: Creazione agevole di contenuti eleganti e coinvolgenti
ja: 美しく魅力的なコンテンツを簡単に作成
pt_br: Crie conteúdos atraentes e envolventes com facilidade
tr: Kolayca güzel ve ilgi çekici içerikler oluşturun

source: Creative flexibility for editorial freedom and branding
ar: مرونة إبداعية لأجل الحرية التحريرية وإدراج العلامة التجارية
fr: De la flexibilité créative pour votre liberté éditoriale et votre image de marque
it: Massima flessibilità per liberare la creatività e promuovere il marchio
ja: 柔軟な想像力で自由に編集してブランディングを実現できます
pt_br: Flexibilidade criativa para liberdade editorial e identidade visual
tr: Editoryal özgürlük ve markalama için yaratıcı esneklik

source: Sharable and linkable on the open web
ar: قابلية المشاركة والربط على الويب المفتوح
fr: Possibilité de partager et de créer des liens sur le Web ouvert
it: Condivisione e collegamento di pagine sul web aperto
ja: オープンウェブ上で共有・リンク可能
pt_br: Compartilhável e vinculável na web aberta
tr: Açık web'de paylaşılabilir ve bağlantı eklenebilir

source: Measurable viewability
ar: إمكانية العرض القابلة للقياس
fr: Visibilité mesurable
it: Misurazione della visibilità
ja: 測定可能なビューアビリティ
pt_br: Visibilidade mensurável
tr: Ölçülebilir görüntülenebilirlik

source: Maximize your revenue
ar: زيادة إيراداتك لأقصى حد
fr: Maximisez vos recettes
it: Massimizza i tuoi ricavi
ja: 収益を最大化
pt_br: Maximize sua receita
tr: Gelirinizi en üst düzeye çıkarın

source: Maximize your ROI
ar: زيادة عائد استثمارك لأقصى حد
fr: Maximisez votre RSI
it: Massimizza il tuo ROI
ja: ROIを最大化
pt_br: Maximize seu ROI
tr: Yatırım getirinizi en üst düzeye çıkarın

source: End to end experience is controlled
ar: التحكم في التجربة بشكل شامل
fr: L'expérience de bout en bout est contrôlée
it: Controllo dell'esperienza end to end
ja: 制御可能なエンドツーエンドの操作感
pt_br: A experiência de ponta a ponta é controlada
tr: Uçtan uca kontrol edilebilen deneyim

source: Reduce complexity in your operations
ar: تقليل درجة التعقيد في عملياتك
fr: Réduisez la complexité de vos opérations
it: Riduci la complessità delle tue operazioni
ja: 運用の複雑さを軽減
pt_br: Reduza a complexidade em suas operações
tr: İşlemlerinizdeki karmaşıklığı azaltın

source: Collaborative community
ar: مجتمع تعاوني
fr: Communauté collaborative
it: Community collaborativa
ja: 共同コミュニティ
pt_br: Comunidade colaborativa
tr: İşbirlikçi topluluk

source: Increased personalization
ar: زيادة التخصيص
fr: Personnalisation accrue
it: Massima personalizzazione
ja: パーソナライズの強化
pt_br: Maior personalização
tr: Gelişmiş kişiselleştirme

source: Interactive customer experience
ar: تجربة عملاء تفاعلية
fr: Expérience client interactive
it: Esperienza clienti interattiva
ja: インタラクティブな顧客体験
pt_br: Experiência do cliente interativa
tr: Etkileşimli müşteri deneyimi

source: Improved and smarter services
ar: خدمات محسنة وأكثر ذكاءً
fr: Des services améliorés et plus intelligents
it: Servizi ottimizzati e più intelligenti
ja: サービスの改善とスマート化
pt_br: Serviços otimizados e inteligentes
tr: Geliştirilmiş ve daha akıllı hizmetler

source: Increased in-mail capabilities
ar: زيادة الإمكانيات داخل البريد
fr: Augmentation des capacités de messagerie électronique
it: Miglioramento alle funzionalità di e-mail
ja: メール機能の向上
pt_br: Maiores capacidades no e-mail
tr: Gelişmiş e-posta içi özellikler

source: Safe and secure
ar: آمن ومحكم
fr: Sûreté et sécurité
it: Sicurezza e protezione
ja: 安全と安心
pt_br: Seguro e protegido
tr: Güvenli ve emniyetli

source: Consistency and scalability
ar: الاتساق وقابلية التوسع
fr: Constance et évolutivité
it: Coerenza e scalabilità
ja: 一貫性と拡張性
pt_br: Consistência e escalabilidade
tr: Tutarlılık ve ölçeklenebilirlik

source: AMP pages load near instantly, enabling you to offer a consistently fast experience across all devices and platforms.
ar: تتميز صفحات AMP بالتحميل الفوري تقريبًا، لتتيح لك عرض تجربة سريعة بشكل متّسق على مستوى كل الأجهزة والمنصّات.
fr: Les pages AMP se chargent presque instantanément et vous permettent d'offrir une expérience toujours rapide sur tous les appareils et toutes les plateformes.
it: Le pagine AMP si caricano quasi istantaneamente, permettendo di offrire sempre un'esperienza veloce su tutti i dispositivi e le piattaforme.
ja: AMP ページはほぼ瞬時に読み込まれるため、あらゆるデバイスとプラットフォームで一貫して高速な表示を体験できます。
pt_br: As páginas AMP são carregadas quase que instantaneamente, o que permite que você sempre ofereça uma experiência rápida em todos os dispositivos e plataformas.
tr: AMP sayfaları neredeyse anında yüklenir ve tüm cihazlar ve platformlarda tutarlı şekilde hızlı bir deneyim sunabilmenizi sağlar.

source: You can often convert your entire archive in days especially if you use a popular CMS such as WordPress or Drupal.
ar: ويمكنك دائمًا تحويل أرشيفك بالكامل في أيام، خاصةً إذا كنت تستخدم نظام إدارة محتوى (CMS) رائجًا مثل WordPress أو Drupal.
fr: Vous pouvez généralement convertir l'intégralité de votre archive en quelques jours, surtout si vous utilisez un CMS populaire tel que WordPress ou Drupal.
it: Spesso è possibile convertire l'intero archivio in pochi giorni, soprattutto utilizzando CMS popolari come WordPress o Drupal.
ja: WordPress や Drupal などの一般的な CMS を使用している場合など、多くの場合は数日でアーカイブ全体を変換できます。
pt_br: Você pode converter frequentemente todos os seus arquivos em dias, principalmente se você usa um CMS popular, como o WordPress ou Drupal.
tr: Özellikle WordPress veya Drupal gibi popüler bir CMS kullanıyorsanız, genelde kısa bir süre içinde tüm arşivinizi dönüştürebilirsiniz.

source: Used by popular and global platforms like Google, Bing and Twitter, AMP allows you to ensure users from all these surfaces get an unparalleled, often instantaneous and native-feeling experience by defaulting to AMP pages when available.
ar: نظرًا لاستخدام AMP من قِبل منصّات عالمية وشائعة مثل Google و Bing وTwitter، فإنه يتيح لك ضمان حصول المستخدمين على جميع هذه المنصّات على تجربة فريدة وفورية في أغلب الأحيان وتشعرهم بالانتماء عند استخدام صفحات AMP بشكل افتراضي عند توافرها.
fr: Utilisée sur des plateformes populaires et mondiales telles que Google, Bing et Twitter, la technologie AMP permet de garantir aux utilisateurs de toutes ces surfaces une expérience inégalée, souvent instantanée et native, en ouvrant par défaut les pages AMP lorsqu'elles sont disponibles.
it: Impiegato in piattaforme popolari e globali come Google, Bing e Twitter, il sistema AMP consente di garantire agli utenti di tutti questi servizi un'esperienza senza precedenti, spesso istantanea e simile a quella delle applicazioni native, selezionando le pagine AMP come impostazione predefinita quando disponibili.
ja: Google、Bing、Twitter などの人気のある世界的なプラットフォームで使用されている AMP を使用すると、可能な場合に AMP ページを既定で表示し、多くの場合にこれらすべてのプラットフォームのユーザーに比類のない速さで自然にページを表示させることができます。
pt_br: Usado por plataformas populares e globais como Google, Bing e Twitter, a AMP permite que você garanta aos usuários de todas estas interfaces uma experiência incomparável, muitas vezes, instantânea e que parece nativa através do uso de páginas AMP quando disponíveis.
tr: Google, Bing ve Twitter gibi popüler ve küresel platformlar tarafından kullanılan AMP, tüm bu kaynaklardan gelen kullanıcılara, mevcut olduğunda AMP sayfalarını varsayılan yaparak benzersiz, genellikle anında ve doğal hissettiren bir deneyim sunmanızı sağlar.

source: You can use CSS to customize your styling, dynamic data to fetch the freshest data where needed, to build the best possible user experience for your customers.
ar: يمكنك استخدام CSS لتخصيص بيانات التصميم والبيانات الديناميكية لجلب أحدث البيانات عند الحاجة، وذلك لإنشاء أفضل تجربة مستخدم ممكنة لعملائك.
fr: Vous pouvez utiliser du CSS pour personnaliser votre style et des données dynamiques pour récupérer les données les plus récentes là où vous en avez besoin afin de créer la meilleure expérience utilisateur possible pour vos clients.
it: Puoi usare CSS per personalizzare lo stile e dati dinamici per recuperare i dati più recenti dove servono, creando la migliore esperienza d'uso possibile per i clienti.
ja: CSS を使用してスタイルや動的データをカスタマイズし、必要に応じて最新のデータを取得し、顧客に可能な限り最高のユーザー体験をもたらすことができます。
pt_br: Você pode usar um CSS para personalizar seus dados dinâmicos e de estilo para que busquem os dados mais recentes quando necessário, e assim fornecer a melhor experiência de usuário possível para seus clientes.
tr: Stilleri ve dinamik verileri kişiselleştirmek, gerektiğinde en güncel verileri almak ve müşterilerinize mümkün olan en iyi kullanıcı deneyimini sunmak için CSS'yi kullanabilirsiniz.

source: The AMP Project is an open source initiative to protect the future of the web helping everyone deliver a better, faster more user-friendly experience.
ar: يمثل مشروع AMP مبادرة مفتوحة المصدر لحماية مستقبل الويب، وهو ما يساعد الجميع على تقديم تجربة أفضل وأسرع وأكثر سهولة عند الاستخدام.
fr: Le projet AMP est une initiative open source visant à protéger l'avenir du Web en aidant les développeurs à offrir une meilleure expérience, plus rapide et plus intuitive.
it: Il progetto AMP è un'iniziativa open source che ha lo scopo di garantire il futuro del web, permettendo a tutti di offrire esperienze di utilizzo migliori, più veloci e intuitive.
ja: AMP プロジェクトはウェブの未来を保護するためのオープンソースの取り組みであり、誰もがより優れた、より速い、より使いやすい操作感を実現するのに役立ちます。
pt_br: O Projeto AMP é uma iniciativa de código aberto para proteger o futuro da web trabalhando para que todos possam entregar aos usuários uma experiência melhor, mais rápida e mais intuitiva.
tr: AMP Projesi, herkese daha iyi, daha hızlı, daha kullanıcı dostu bir deneyim sunmaları için yardım ederek webin geleceğini koruyan bir açık kaynak girişimidir.

source: AMP pages load near instantly – across all devices and platforms.
ar: يتم تحميل صفحات AMP بشكل فوري تقريبًا - في جميع الأجهزة والمنصّات.
fr: Les pages AMP se chargent quasiment à la seconde, et ce sur tous les appareils et toutes les plateformes.
it: Le pagine AMP si caricano quasi istantaneamente su tutti i dispositivi e le piattaforme.
ja: AMP ページはあらゆるデバイスとプラットフォームでほぼ瞬時に読み込まれます。
pt_br: As páginas AMP são carregadas quase que instantaneamente em todos os dispositivos e plataformas.
tr: AMP sayfaları tüm cihazlarda ve platformlarda neredeyse anında yüklenir.

source: Used by global platforms like Google, Bing and Twitter, AMP allows users a native-feeling experience across all platforms by defaulting to AMP pages when available.
ar: نظرًا لاستخدام AMP من قِبل منصّات عالمية مثل Google و Bing وTwitter، فإنه يتيح للمستخدمين على جميع هذه المنصّات فرصة الحصول على تجربة تشعرهم بالانتماء عند استخدام صفحات AMP بشكل تلقائي عند توافرها.
fr: Utilisé par des plateformes mondiales comme Google, Bing et Twitter, AMP permet aux utilisateurs de vivre une expérience donnant l'impression d'être native sur toutes les plateformes en ouvrant par défaut les pages AMP lorsqu'elles sont disponibles.
it: Impiegato in piattaforme globali come Google, Bing e Twitter, il sistema AMP consente agli utenti di tutti questi servizi un'esperienza simile a quella delle applicazioni native, selezionando le pagine AMP come impostazione predefinita quando disponibili.
ja: Google、Bing、Twitter などの世界的なプラットフォームで使用されている AMP を使用すると、可能な場合に AMP ページを既定で表示し、ユーザーに自然にページを表示させることができます。
pt_br: Usada por plataformas globais como Google, Bing e Twitter, a AMP fornece aos usuários uma experiência que parece nativa em todas as plataformas, através do uso de páginas AMP quando disponíveis.
tr: Google, Bing ve Twitter gibi global platformlar tarafından kullanılan AMP, mevcut olduğunda AMP sayfalarını varsayılan yaparak kullanıcılara tüm platformlarda doğal bir deneyim yaşatır.

source: You can use CSS to customize your styling and dynamic data to fetch the freshest data where needed.
ar: يمكنك استخدام CSS لتخصيص بيانات التصميم والبيانات الديناميكية لديك لجلب أحدث البيانات عند الحاجة.
fr: Vous pouvez utiliser du CSS pour personnaliser votre style et des données dynamiques pour récupérer les données les plus récentes là où vous en avez besoin.
it: Ricorrendo ai CSS, è possibile personalizzare lo stile e i dati dinamici per il recupero dei dati più recenti se necessario.
ja: CSS を使用してスタイルや動的データをカスタマイズし、必要に応じて最新のデータを取得できます。
pt_br: Você pode usar um CSS para personalizar seus dados dinâmicos e de estilo para que busquem os dados mais recentes, quando necessário.
tr: Stilinizi kişiselleştirmek için CSS'i ve gerektiğinde en yeni verileri getirmek için dinamik verileri kullanabilirsiniz.
