Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: Provide a user-first format for web content, supporting the long-term success of every web publisher, merchant, and advertiser.
ar: قدِّم تنسيقًا يضع المستخدم على رأس أولوياته لمحتوى الويب، يدعم النجاح طويل الأمد لكل ناشر وتاجر ومعلن على الويب.
fr: Fournir un format de contenu Web axé sur l'utilisateur qui assurera le succès à long terme de chaque éditeur Web, commerçant et annonceur.
it: Produrre contenuti web incentrati sull'utente, che garantiscano il successo a lungo termine agli editori di siti web, ai commercianti e agli inserzionisti.
ja: ウェブコンテンツ用のユーザーファーストなフォーマットを提供し、あらゆるウェブサイト運営者、売買業者、広告主の長期的な成功を支援すること。
pt_br: Fornecer um formato para o conteúdo da web focado nas necessidades do usuário, promovendo o sucesso a longo prazo para todo editor, comerciante e anunciante na web.
tr: Web içeriği için kullanıcı öncelikli bir biçim sunun ve her web yayıncısının, reklamverenin ve satıcının uzun dönemli başarısını destekleyin.

source: Design Principles
ar: مبادئ التصميم
fr: Principes de conception
it: Principi di progettazione
ja: 設計原理
pt_br: Princípios de design
tr: Tasarım İlkeleri

source: These design principles are meant to guide the ongoing design and development of AMP. They should help us make internally consistent decisions.
ar: تهدف مبادئ التصميم هذه لتوجيه تصميم وتطوير AMP المستمرين. ويجب أن تساعدنا هذه المبادئ على اتخاذ قرارات متسقة داخليًا.
fr: Ces principes de conception visent à guider la conception et le développement continus d'AMP. Ils devraient nous aider à prendre des décisions cohérentes en interne.
it: I seguenti principi di progettazione intendono offrire una guida per le attività di creazione e sviluppo di contenuti AMP. Essi ci aiuteranno a prendere decisioni coerenti interne al sistema.
ja: 以下の設計原理が AMP の継続的な設計と開発の指針となっています。これらは私たちがプロジェクト内で一貫した決定を下すのに役立っているはずです。
pt_br: Estes princípios de design têm como objetivo orientar o design e desenvolvimento contínuo da AMP. Eles devem nos ajudar a tomar decisões internamente consistentes.
tr: Bu tasarım ilkeleri, AMP'nin süregelen tasarım ve geliştirilme sürecine rehberlik etmeyi amaçlar. Kendi içinde tutarlı kararlar almamıza yardımcı olurlar.

source: User Experience > Developer Experience > Ease of Implementation.
ar: تجربة المستخدم > تجربة المطوّر > سهولة التنفيذ.
fr: Expérience utilisateur > Expérience développeur > Facilité de mise en œuvre.
it: Esperienza utente > Esperienza sviluppatore > Semplicità di implementazione.
ja: ユーザー体験 > 開発者体験 > 実装の容易さ。
pt_br: Experiência do usuário > Experiência do desenvolvedor > Facilidade de implementação.
tr: Kullanıcı Deneyimi > Geliştirici Deneyimi > Uygulama Kolaylığı.

source: When in doubt, do what’s best for the end user experience, even if it means that it’s harder for the page creator to build or for the library developer to implement.
ar: في حال عدم التأكد، افعل ما هو أفضل لتجربة المستخدم النهائي، حتى إذا كان هذا يعني مزيدًا من الصعوبة في التصميم على منشئ الصفحة أو مزيدًا من الصعوبة في التنفيذ على مطوّر المكتبة.
fr: En cas de doute, faites ce qui est le mieux pour l'expérience de l'utilisateur final, même si cela s'avère plus difficile à mettre en place pour le créateur de la page ou à mettre en œuvre pour le développeur de la bibliothèque.
it: In caso di dubbi, cerca sempre di privilegiare ciò che agevola l'esperienza dell'utente, anche se questo implica maggiori difficoltà per i creatori di pagine e per gli sviluppatori di librerie.
ja: 何か不確かなことがある場合は、たとえページ作成者にとって構築が困難であっても、ライブラリ開発者にとって実装が困難な場合であっても、エンドユーザーの体験が最高のものになる方法を選ぶようにしています。
pt_br: Em caso de dúvida, busque o melhor considerando a experiência do usuário final, mesmo que isto signifique uma implementação mais difícil para o criador de página ou desenvolvedor da biblioteca.
tr: Tereddütte kaldığınızda, sayfa oluşturucunun oluşturmasını veya kütüphane geliştiricisinin çözümü uygulamasını zorlaştırsa bile son kullanıcı deneyimi için en iyi olanı yapın.

source: Don’t design for a hypothetical faster future browser.
ar: لا تعمل على التصميم من أجل متصفح مستقبلي افتراضي أسرع.
fr: Ne concevez pas selon l'idée qu'un hypothétique navigateur plus rapide sortira bientôt.
it: Non effettuare progetti per ipotetici browser più veloci non ancora esistenti.
ja: 架空の高速な未来のブラウザを想定して設計しないこと。
pt_br: Não projete para um futuro navegador hipoteticamente mais rápido.
tr: Varsayımsal olarak gelecekteki bir tarayıcı için tasarım yapmayın.

source: We’ve chosen to build AMP as a library in the spirit of the <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">EXTENSIBLE WEB MANIFESTO</a> to be able to fix the web of today, not the web of tomorrow. AMP should be fast in today’s browsers. When certain optimizations aren’t possible with today’s platform, AMP developers should participate in standards development to get these added to the web platform.</span>
ar: لقد اخترنا إنشاء AMP كمكتبة بسمات <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">بيان الويب الرسمي المتجدّد</a>، حتى نكون قادرين على إصلاح الويب الحالي، وليس الويب المستقبلي. ويجب أن يكون AMP سريعًا في المتصفحات الحالية. وعند تعذّر إجراء تحسينات معينة على المنصّة الحالية، فيجب على مطوّري AMP المساهمة في تطوير المعايير حتى تضاف هذه المعايير إلى نظام الويب الأساسي.</span>
fr: Nous avons choisi de créer AMP sous la forme d'une bibliothèque dans l'esprit du <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">MANIFESTE POUR UN WEB OUVERT</a> afin de pouvoir corriger les problèmes du Web actuel sans attendre l'arrivée de celui de demain. AMP vise à être rapide dans les navigateurs d'aujourd'hui. Lorsque certaines optimisations ne sont pas possibles avec la plateforme actuellement disponible, les développeurs AMP devraient alors participer au développement des normes pour ajouter celles qui sont nécessaires à la plateforme Web.</span>
it: Abbiamo deciso di realizzare il progetto AMP come una libreria di componenti che rispettino lo spirito del <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">MANIFESTO PER L'ESPANDIBILITÀ DEL WEB</a> per essere in grado di agire sul web già oggi, non su quello del domani. AMP dovrebbe essere veloce nei browser di oggi. Quando alcune ottimizzazioni non sono possibili con la piattaforma odierna, gli sviluppatori AMP dovrebbero partecipare allo sviluppo degli standard per aggiungerle alla piattaforma web.</span>
ja: 私たちは未来のウェブではなく、現在のウェブの問題を解決できるよう、<a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">EXTENSIBLE WEB MANIFESTO</a>の精神に則ったライブラリとして AMP を構築するようにしています。AMP は現在のブラウザでは高速に動作するはずです。ある最適化を現在のプラットフォームで実現できない場合、AMP 開発者は標準に開発に参加してそれをウェブプラットフォームに追加するようにします。</span>
pt_br: Escolhemos criar a AMP como uma biblioteca no espírito do <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">MANIFESTO PARA CARREGAMENTO DE RECURSOS WEB-EXTENSÍVEL</a> para ser capaz de corrigir a web de hoje, não a web de amanhã. A AMP deve ser rápida nos navegadores de hoje. Quando certas otimizações não são possíveis na plataforma de hoje, os desenvolvedores de AMP devem participar do desenvolvimento de padrões para que elas sejam adicionadas à plataforma da web.</span>
tr: Yarının web'ini değil, bugünün web'ini düzeltebilmek için <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">GENİŞLETİLEBİLİR WEB MANİFESTOSU</a> ruhuyla AMP'yi bir kütüphane olarak seçtik. AMP bugünün tarayıcılarında hızlı olmalıdır. Bugünün platformunda belirli optimizasyonlar mümkün olmadığında, AMP geliştiricileri standart geliştirmelerine katılarak bunları web platformuna eklemelidir.</span>

source: Don’t break the web.
ar: لا تُعطِّل الويب.
fr: Ne cassez pas le Web.
it: Non danneggiare il web.
ja: ウェブを壊さない。
pt_br: Não quebre a web.
tr: Web'i bozmayın.

source: Ensure that if AMP has outages or problems it doesn’t hurt the rest of the web. That means if the Google AMP Cache, the URL API or the library fails it should be possible for websites to gracefully degrade. If something works with an AMP cache it should also work without a cache.
ar: في حال تعرّض AMP لانقطاعات أو مشاكل، فعليك التأكّد من عدم تعطيله لباقي الويب. وهذا يعني أنه في حال إخفاق ذاكرة التخزين المؤقت Google AMP أو واجهة برمجة تطبيقات URL أو المكتبة، سيكون من الممكن انخفاض أداء المواقع الإلكترونية بأمان. وإن كان هناك شيء ما يعمل في ظل وجود ذاكرة تخزين AMP المؤقتة، فيجب أن يعمل أيضًا بدونها.
fr: Assurez-vous que, si AMP devait rencontrer des pannes ou des problèmes, cela ne nuise pas au reste du Web. En d'autres termes, si le Google AMP Cache, l'API de l'URL, ou la bibliothèque venaient à être inopérants, les sites Web devraient pouvoir se « dégrader » gracieusement. Ce qui fonctionne avec un cache AMP devrait également fonctionner sans ce cache.
it: Verifica sempre che, se una struttura AMP presenta interruzioni o problemi, questo non danneggi il resto del web. Ciò significa che se la Cache Google AMP, l'API URL o la libreria presentano errori, dovrebbe comunque essere possibile per i siti web gestire tali situazioni senza scompensi. Se qualcosa funziona con una cache AMP, dovrebbe farlo anche senza cache.
ja: AMP が停止したり問題が発生した場合に、ウェブの他の部分に悪影響を及ぼさないようにします。つまり、Google AMP キャッシュ、URL API、あるいはライブラリに障害が発生した場合でも、ウェブサイトを上品に劣化できるようにすべきです。AMP キャッシュを使って何かを機能させる場合は、キャッシュなしでも機能するようにしなければなりません。
pt_br: É necessário garantir que se houver interrupções ou problemas na AMP isso não vá prejudicar o resto da web. Isso significa que, havendo falha no Cache de AMP do Google, na API da URL ou na biblioteca, os sites devem conseguir diminuir seu desempenho de forma sutil. Se algo funciona com um cache de AMP, ele também deve funcionar sem um cache.
tr: AMP'de kesinti veya sorun olursa, web'in geri kalanının bundan zarar görmeyeceğinden emin olun. Yani, Google AMP Önbelleği, URL API veya kütüphane çalışmazsa, web sitelerinin düzgün şekilde çalışmaya devam etmesi gerekir. AMP önbelleği ile çalışan bir şey, önbelleksiz olarak ta çalışabilmelidir.

source: Solve problems on the right layer.
ar: احرص على حل المشاكل على الطبقة المناسبة.
fr: Résolvez les problèmes au niveau adéquat.
it: Risolvi i problemi al giusto livello.
ja: 適切なレイヤーで問題を解決する。
pt_br: Resolva problemas na camada correta.
tr: Sorunları doğru katman üzerinde çözün.

source: E.g. don’t integrate things on the client side, just because that is easier, when the user experience would be better with a server side integration.
ar: على سبيل المثال، لا تدمج أشياء من جانب العميل، لمجرد أن هذا الأمر أسهل، في حين أن تجربة المستخدم ستكون أفضل عند إجراء دمج من جانب الخادم.
fr: Par exemple, n'intégrez aucun élément du côté client sous prétexte que c'est plus facile, alors que l'expérience utilisateur serait bien meilleure avec une intégration côté serveur.
it: Ad esempio, evita di integrare oggetti sul lato client, solo perché questo è più facile, quando l'esperienza d'uso migliora con un'integrazione sul lato server.
ja: 例えばサーバーサイドで統合を行ったほうがユーザー体験を高められる場合、単にそのほうが簡単だからという理由でクライアント側での統合を行わないようにします。
pt_br: Por exemplo, não integre coisas no lado do cliente apenas por ser mais fácil, quando a experiência do usuário seria melhor com uma integração no lado do servidor.
tr: Örneğin, kullanıcı deneyimi sunucu tarafında bir entegrasyon ile çok daha iyi olabilecekken, sırf daha kolay diye istemci tarafında entegrasyon yapmayın.

source: Only do things if they can be made fast.
ar: يمكنك إجراء الأشياء فقط إذا كان من الممكن تسريع أدائها.
fr: Ayez toujours la meilleure rapidité possible comme objectif.
it: Implementa gli oggetti solo se possono essere elaborati velocemente.
ja: 高速化に寄与することだけを行う。
pt_br: Só faça coisas que possam ser feitas rapidamente.
tr: Sadece hızlandırılabilecek şeyleri yapın.

source: Don’t introduce components or features to AMP that can’t reliably run at 60fps or hinder the instant load experience on today’s most common mobile devices.
ar: لا تُدخِل في AMP مكوّنات أو ميزات لا يمكن تشغيلها بشكل موثوق بمعدل 60 إطارًا في الثانية أو تعرقل تجربة التحميل الفوري على الأجهزة الجوّالة الأكثر شيوعًا هذه الأيام.
fr: N'introduisez aucun composant ou ni aucune fonctionnalité dans AMP s'ils ne peuvent pas fonctionner de manière fiable à 60 images par seconde ou s'ils sont susceptibles de gêner l'expérience de chargement instantané sur les appareils mobiles les plus courants d'aujourd'hui.
it: Non introdurre in un contesto AMP componenti e funzioni che non possono funzionare in modo affidabile a 60fps o che possono compromettere la velocità di caricamento istantaneo dei più diffusi dispositivi mobili.
ja: 60fps で確実に実行できない、あるいは現在最も一般的なモバイルデバイスでの高速な読み込みを妨げるようなコンポーネントや機能を AMP に導入しません。
pt_br: Não inclua na AMP componentes ou recursos que não possam rodar de forma confiável a 60 quadros por segundo, ou que atrapalhem a experiência de carregamento instantâneo nos dispositivos móveis mais comuns.
tr: 60 fps'de güvenilir şekilde çalışamayan veya günümüzün en yaygın mobil cihazlarında anında yükleme deneyimini engelleyen bileşenleri veya özellikleri eklemeyin.

source: Prioritise things that improve the user experience – but compromise when needed.
ar: ضع الأشياء التي تحسِّن تجربة المستخدم على رأس أولوياتك - ولكن مع تقديم تنازلات عند الحاجة.
fr: Priorisez l'amélioration de l'expérience utilisateur, mais faites des compromis si nécessaire.
it: Dai priorità agli oggetti che migliorano l'esperienza dell'utente, ma non disdegnare di ricorrere a compromessi se necessario.
ja: ユーザー体験を向上させるものを優先する。ただし、必要に応じて妥協すること。
pt_br: Dê prioridade ao que melhora a experiência do usuário, mas comprometa-se quando necessário.
tr: Kullanıcı deneyimini geliştiren şeylere öncelik verin, ancak gerektiğinde de taviz verin.

source: Some things can be made fast and are still a terrible user experience. AMPs should deliver a fantastic user experience and speed is just one part of that. Only compromise when lack of support for something would stop AMP from being widely used and deployed.
ar: يمكن تسريع بعض الأشياء ولكنها ما تزال تمثّل تجربة مخيفة للمستخدمين. ويجب أن تقدم صفحات AMP تجربة رائعة للمستخدمين والسرعة ما هي إلا جزء واحد من عناصر تلك التجربة. ولا يمكن تقديم تنازلات إلا إذا كان افتقاد شيء ما للدعم سيؤدي إلى توقف استخدام وانتشار AMP على نطاق واسع.
fr: Certains éléments peuvent être exécutés rapidement sans pourtant améliorer l'expérience utilisateur. Les pages AMP sont censées offrir une expérience utilisateur fantastique, et la vitesse n'est qu'une partie de cet objectif. Faites uniquement des compromis lorsqu'un défaut de prise en charge empêcherait AMP d'être largement utilisé et déployé.
it: Alcuni oggetti possono essere velocissimi ma possono peggiorare l'esperienza dell'utente. Gli elementi AMP dovrebbero offrire la migliore esperienza d'uso possibile e la velocità è solo uno dei fattori da considerare. Può essere giusto fare compromessi solo quando il mancato supporto di una struttura impedirebbe ad una soluzione AMP di avere ampio utilizzo e distribuzione.
ja: 高速化することができても、ユーザー体験をひどく低下させるものもあります。AMP は素晴らしいユーザー体験をもたらすものですが、速度はその一部に過ぎません。何かに対するサポートが不足していることで、AMP の広範な使用と展開が妨げられると思われる場合のみ、妥協することにしています。
pt_br: Algumas coisas podem ser aceleradas e ainda assim serem uma experiência terrível para o usuário. AMPs devem sempre proporcionar ao usuário uma experiência fantástica e a velocidade é apenas uma parte dessa experiência. Comprometa-se apenas se a falta de suporte a algo possa evitar que a AMP seja amplamente utilizada e implantada.
tr: Bazı şeyler daha hızlı hale getirilebilir ama yine de berbat bir kullanıcı deneyimi sunabilir. AMP'ler harika bir kullanıcı deneyimi sunmalıdır, hız da bunun sadece bir parçasıdır. Sadece destek konusundaki herhangi bir eksiklik, AMP'nin uygulanmasını ve yaygın şekilde kullanılmasını engelliyorsa taviz verin.

source: No allowlists.
ar: ما مِن قوائم بيضاء.
fr: Aucune liste blanche.
it: Non ricorrere a white list.
ja: ホワイトリストを作らない。
pt_br: Não crie listas de permissões.
tr: Beyaz liste yok.

source: We won’t give any special treatment to specific sites, domains or origins except where needed for security or performance reasons.
ar: لن نقدّم أي معالجة خاصة لمواقع أو نطاقات أو أصول معينة إلا عند الحاجة لأسباب متعلقة بالأمان أو الأداء.
fr: Nous n'accorderons aucun traitement spécial aux sites, domaines ou origines spécifiques, sauf en cas de besoin pour des raisons de sécurité ou de performance.
it: Non garantiamo trattamenti speciali a nessun sito, dominio o origine particolare, ad eccezione dei casi in cui ciò sia richiesto per motivi di sicurezza o di performance.
ja: セキュリティまたはパフォーマンス上の理由で必要な場合を除き、特定のサイト、ドメイン、またはオリジンに特別な対応を行うことはありません。
pt_br: Não damos tratamento especial a sites, domínios ou origens específicos, exceto nos casos onde for necessário por questões de segurança ou desempenho.
tr: Güvenlik ve performans gerekçesiyle gerekli olduğu durumlar haricinde belirli sitelere, alan adlarına veya kaynaklara ayrıcalık göstermeyeceğiz.

source: Discover more...
ar: اكتشف المزيد...
fr: En savoir plus...
it: Scopri di più...
ja: さらに詳しく...
pt_br: Descubra mais...
tr: Daha fazlasını keşfedin...

source: Create your first AMP page
ar: إنشاء أول صفحة AMP لك
fr: Créez votre première page AMP
it: Creazione della tua prima pagina AMP
ja: 初めての AMP ページを作成する
pt_br: Crie sua primeira página AMP
tr: İlk AMP sayfanızı oluşturun

source: Not sure how to get started? In this tutorial, you’ll learn how to create a basic AMP HTML page, how to stage it and validate that it’s AMP compliant, and finally ...
ar: ألا تعرف كيف تبدأ؟ في هذا الدرس التعليمي، ستتعرّف على كيفية إنشاء صفحة AMP HTML أساسية، وكيفية تنظيمها والتحقق من توافقها مع AMP، وأخيرًا ...
fr: Vous ne savez pas par où commencer ? Dans ce tutoriel, vous apprendrez à créer une page AMPHTML basique, à la mettre en scène, à valider sa conformité AMP, et enfin ...
it: Non sai bene da dove iniziare? In questa esercitazione, imparerai a creare semplici pagine AMP HTML, a progettarle e verificare che siano conformi agli standard AMP e per finire ...
ja: AMP ページを初めて作成する方は、このチュートリアルをご覧ください。ここでは基本的な AMP HTML ページを作成し、それをステージングして AMP 仕様に準拠しているかを検証する方法、そして最終的に…。
pt_br: Não faz ideia de como começar? Neste tutorial, você aprenderá como criar uma página HTML para AMP básica, testar seu funcionamento e validá-la para garantir sua compatibilidade com AMP, e finalmente ...
tr: Nasıl başlayacağınızdan emin değil misiniz? Bu öğreticide, temel bir AMP HTML sayfasının nasıl oluşturulacağını, nasıl hazırlanacağını ve AMP uyumluluğunun nasıl doğrulayacağını öğrenecek ve son olarak...

source: In this tutorial, you'll learn how to use data binding and expressions to build awesome, interactive AMP pages with amp-bind ...
ar: في هذا الدرس التعليمي، ستتعرّف على كيفية استخدام ربط البيانات والتعبيرات لإنشاء صفحات AMP رائعة وتفاعلية باستخدام amp-bind ...
fr: Dans ce tutoriel, vous apprendrez à utiliser le data-binding et les expressions pour créer de magnifiques pages AMP interactives avec amp-bind ...
it: In questa esercitazione, imparerai l'uso dell'associazione dati e di espressioni per realizzare fantastiche pagine AMP ricche di interazioni con la struttura amp-bind ...
ja: このチュートリアルではデータバインディングと式を使用して高機能のインタラクティブな AMP ページを作成できる amp-bind の使い方を学びます…
pt_br: Neste tutorial, você aprenderá como usar a vinculação de dados e expressões para criar incríveis páginas AMP interativas com amp-bind ...
tr: Bu öğreticide, amp-bind ile harika, etkileşimli AMP sayfaları oluşturmak için veri bağlamayı ve ifadeleri kullanmayı öğreneceksiniz...

source: Styling and layout on AMP HTML pages is very similar to normal HTML pages – in both cases, you'll use CSS.
ar: يتشابه نمط وتخطيط صفحات AMP HTML بدرجة كبيرة مع صفحات HTML العادية - ففي كلتا الحالتين، ستستخدم لُغة CSS.
fr: L'application des styles et de la mise en page dans les pages AMPHTML sont très similaires à celles des pages HTML normales. Dans les deux cas, vous utiliserez du CSS.
it: La creazione di stili e layout sulle pagine AMP HTML è molto simile a quello delle normali pagine HTML, dato che userai in entrambi i casi gli strumenti CSS.
ja: AMP HTML のスタイルとレイアウトには、通常の HTML と同じように CSS を使用します。
pt_br: A aplicação de estilo e layout em páginas HTML para AMP é muito parecida com a realizada em páginas HTML normais. Em ambos os casos, você usará CSS.
tr: AMP HTML sayfalarındaki stil ve yerleşim, normal HTML sayfalarına çok benzer - her iki durumda da CSS kullanırsınız.

source: Get Started with Tutorials
ar: بدء تشغيل الدروس التعليمية
fr: Premiers pas avec les tutoriels
it: Inizia le esercitazioni
ja: チュートリアルで開始する
pt_br: Introdução aos tutoriais
tr: Öğreticilerle Başlayın

source: AMP Websites
ar: مواقع AMP الإلكترونية
fr: Sites Web AMP
it: Siti web AMP
ja: AMP ウェブサイト
pt_br: Sites em AMP
tr: AMP Web Siteleri

source: AMP Email
ar: بريد AMP الإلكتروني
fr: E-mail AMP
it: E-mail AMP
ja: AMP メール
pt_br: E-mail AMP
tr: AMP E-postası

source: advertisers
ar: المعلنون
fr: annonceurs
it: inserzionisti
ja: 広告主
pt_br: anunciantes
tr: reklamverenler

source: publishers
ar: الناشرون
fr: éditeurs
it: editori
ja: サイト運営者
pt_br: editores
tr: yayıncılar

source: e-commerce
ar: التجارة الإلكترونية
fr: commerce électronique
ja: eコマース
tr: e-ticaret

source: nonprofit
ar: المنظمات غير الربحية
fr: sans but lucratif
it: no profit
ja: 非営利
pt_br: sem fins lucrativos
tr: kâr amacı gütmeyen kuruluş

source: social-media
ar: مواقع التواصل الاجتماعي
fr: réseaux sociaux
ja: ソーシャルメディア
pt_br: mídias sociais
tr: sosyal medya

source: Magazine article
ar: مقال المجلة
fr: Article de magazine
it: Articoli per riviste
ja: 雑誌記事
pt_br: Artigo de revista
tr: Dergi makalesi

source: Breaking the status quo
ar: تغيير الوضع الحالي
fr: Rompre le status quo
it: Superare lo status quo
ja: 現状を打ち破れ
pt_br: Quebrando o status quo
tr: Statükoyu kırın

source: This example of magazine article demonstrates how to build an immersive reading experience by adding animations that enhance the written content on the page.
ar: يوضح هذا المثال لمقالة في إحدى المجلات كيفية إنشاء تجربة قراءة شاملة من خلال إضافة رسوم متحركة تحسّن المحتوى المكتوب على الصفحة.
fr: Cet exemple d'article de magazine montre comment créer une expérience de lecture immersive en ajoutant des animations qui viennent compléter le contenu écrit de la page.
it: Il seguente esempio di articolo per rivista dimostra come realizzare un'esperienza di lettura coinvolgente, grazie all'aggiunta di animazioni che migliorano il contenuto scritto della pagina.
ja: 雑誌記事のこの例では、ページに掲載されたコンテンツを引き立てるアニメーションを追加し、没入型の閲覧体験をもたらす方法を示します。
pt_br: Este exemplo de artigo de revista demonstra como construir uma experiência de leitura imersiva adicionando animações que aprimoram o conteúdo escrito da página.
tr: Bu dergi makalesi örneği, sayfadaki yazılı içeriği zenginleştiren animasyonlar ekleyerek sürükleyici bir okuma deneyiminin nasıl oluşturulacağını gösteriyor.
