Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: <p>The Accelerated Mobile Pages (AMP) Project is an open source initiative that came out of discussions between publishers and technology companies about the need to improve the entire mobile content ecosystem for everyone -- publishers, consumer platforms, advertisers, creators, and users.</p> <p>Today, the expectation is that content should load super fast and be easy to explore. The reality is that content can take several seconds to load, or, because the user abandons the slow page, never fully loads at all. Accelerated Mobile Pages are web pages designed to load near instantaneously -- they are a step towards a better mobile web for all.</p>
ar: <p>يمثل مشروع "صفحات الجوّال المسرَّعة (AMP)" مبادرة مفتوحة المصدر نشأت من مناقشات بين الناشرين وشركات التكنولوجيا حول الحاجة إلى تحسين المنظومة المتكاملة لمحتوى الجوّال بالكامل للجميع - الناشرين ومنصّات المستهلكين والمعلنين والمنشئين والمستخدمين.</p> <p>واليوم، قالمتوقَّع هو ضرورة أن يتم تحميل المحتوى بسرعة فائقة وأن يسهل استكشافه. في الحقيقة يمكن أن يستغرق تحميل المحتوى عدة ثوانٍ، أو قد لا يتم تحميله كاملاً على الإطلاق، لأن المستخدم يتجاهل الصفحة البطيئة. بالتالي فمشروع "صفحات الجوّال المسرَّعة" عبارة عن صفحات ويب مصممة للتحميل بشكل شبه فوري -- وهي تمثل خطوة نحو شبكة ويب أفضل للأجهزة الجوّالة للجميع.</p>
fr: <p>Le projet AMP (Accelerated Mobile Pages) est une initiative open source née de discussions entre éditeurs et sociétés technologiques sur la nécessité d'améliorer l'ensemble de l'écosystème de contenu mobile pour tous : éditeurs, plateformes grand public, annonceurs, créateurs et utilisateurs.</p> <p>Aujourd'hui, on s'attend à ce que le chargement des contenus soit très rapide et que ceux-ci soient faciles à explorer. La réalité est que le chargement des contenus peut prendre quelques secondes, ou même ne jamais se terminer lorsque l'utilisateur abandonne la page trop lente. Les pages AMP sont des pages Web conçues pour se charger quasi instantanément : elles constituent un pas de plus vers un meilleur Web mobile pour tous.</p>
it: <p>Il progetto Accelerated Mobile Pages (AMP) è un'iniziativa open source che ha avuto origine dalle discussioni tra editori e società del settore tecnologico sulla necessità di apportare miglioramenti all'intero ecosistema dei contenuti per applicazioni in mobilità fruibili da tutti: editori, piattaforme di consumatori, inserzionisti, creatori di contenuti e utenti.</p> <p>Oggi, tutti si aspettano che il caricamento dei contenuti sia ultra rapido e che la loro esplorazione sia agevole. La realtà è che il caricamento di tali contenuti può richiedere diversi secondi e che spesso gli utenti, a causa della lentezza delle pagine, le abbandonano prima che il caricamento sia terminato. I contenuti AMP sono pagine web progettate per un caricamento quasi istantaneo, per cui rappresentano per tutti un miglioramento del web per applicazioni in mobilità.</p>
ja: <p>Accelerated Mobile Pages（AMP）Projectは、サイト運営者、コンシューマプラットフォーム、広告主、クリエイター、ユーザーのすべてのモバイルコンテンツエコシステム全体を改善する必要性についてサイト運営者とテクノロジー企業の間で議論されたオープンソースイニシアチブです。</p> <p>今日、期待されるのは、コンテンツの読み込みが非常に速く、簡単に探索できることです。実際には、コンテンツの読み込みには数秒かかる場合があります。または、ユーザーが遅いページを放棄するため、完全に読み込まれることはありません。 Accelerated Mobile Pagesは、ほぼ瞬時にロードするように設計されたWebページです。これは、すべての人にとってより良いモバイルWebへの一歩です。</p>
pt_br: <p>O Projeto de Páginas AMP é uma iniciativa de código aberto que surgiu de discussões entre editores e empresas de tecnologia sobre a necessidade de melhorar todo o ecossistema de conteúdo móvel para todos - editores, plataformas de consumidores, anunciantes, criadores e usuários.</p> <p>Hoje, espera-se que o conteúdo seja carregado rapidamente e que seja de fácil exploração. A realidade é que o conteúdo pode demorar vários segundos para ser carregado ou, como o usuário abandona a página lenta, ela nunca é carregada completamente. Páginas AMP são páginas da web projetadas para serem carregadas quase que instantaneamente - elas são um passo na direção de uma web móvel melhor para todos.</p>
tr: <p>Hızlandırılmış Mobil Sayfalar (AMP) Projesi, herkes için (yayıncılar, tüketici platformları, reklamverenler, oluşturucular ve kullanıcılar) tüm mobil içerik ekosistemini iyileştirme gerekliliği konusunda yayıncılar ve teknoloji şirketleri arasında sürdürülen tartışmalardan doğan bir açık kaynak girişimidir.</p> <p>Bugünün beklentisi, içeriğin süper hızlı yüklenmesi ve gezinmenin kolay olmasıdır. Gerçek şu ki, içeriğin yüklenmesi birkaç saniye sürebilir, hatta kullanıcı yavaş sayfayı terk ettiğinde hiçbir zaman yüklenmez. Hızlandırılmış Mobil Sayfalar, anında yüklenmek üzere tasarlanmış web sayfalarıdır -- herkes için daha iyi bir mobil web'e doğru atılmış bir adımdır.</p>

source: What are the benefits of Accelerated Mobile Pages?
ar: ما هي مزايا مشروع "صفحات الجوّال المسرَّعة"؟
fr: Quels sont les avantages des pages AMP ?
it: Quali sono i vantaggi delle pagine AMP?
ja: Accelerated Mobile Pagesのメリットは何ですか？
pt_br: Quais são as vantagens das Páginas AMP?
tr: Hızlandırılmış Mobil Sayfaların avantajları nelerdir?

source: <p>Speed matters and instant is the ideal. Research has shown higher bounce rates associated with slower-loading web pages. Using the AMP format will make it far more compelling for people to consume and engage with more content. But this isn’t just about speed and performance. We also want to promote enhanced distribution so that publishers and advertisers can take advantage of the open web’s potential for their content to appear everywhere quickly -- across platforms and apps -- which can lead to more revenue.</p>
ar: <p>السرعة في غاية الأهمية والتحميل الفوري هو الحل المثالي. فقد أظهرت الأبحاث أن معدلات الارتداد العالية ترتبط بصفحات الويب بطيئة التحميل. وباستخدام تنسيق AMP، سيكون من الممكن إلى حد كبير إقناع الأشخاص باستهلاك مزيد من المحتوى والتفاعل معه. لكن الأمر لا يتعلق فحسب بالسرعة والأداء. نحن نريد أيضًا التشجيع على التوزيع المحسَّن بحيث يمكن للناشرين والموزعين الاستفادة من إمكانات الويب المفتوح لكي يظهر المحتوى الذي يقدّمونه للجميع بسرعة -- عبر مختلف المنصّات والتطبيقات -- ما قد يؤدي إلى مزيد من الإيرادات.</p>
fr: <p>La vitesse compte et l'exécution instantanée est l'idéal recherché. Des études ont montré des taux de rebond plus élevés associés à des pages Web à chargement plus lent. L'utilisation du format AMP convaincra plus de personnes d'utiliser et interagir avec plus de contenus. Il ne s'agit pas seulement de vitesse et de performances. Nous voulons également promouvoir une distribution plus vaste afin que les éditeurs et les annonceurs puissent profiter du potentiel du Web ouvert pour diffuser leurs contenus plus rapidement et partout, sur toutes les plateformes et applications, afin de générer plus de recettes.</p>
it: <p>La velocità è molto importante in queste pagine: in una situazione ideale dovrebbero caricarsi istantaneamente. Le ricerche dimostrano che il bounce rate (numero di utenti che lasciano un sito web dopo averne visitato una sola pagina) cresce con la lentezza di caricamento. L'utilizzo del formato AMP renderà molto più coinvolgente l'esperienza degli utenti, che saranno portati a fruire di più contenuti. Ma non è solo una questione di velocità e performance. Il nostro obiettivo è anche quello di migliorare la distribuzione, in modo che editori e inserzionisti possano sfruttare appieno la potenzialità del web aperto e i loro contenuti possano arrivare velocemente su app e piattaforme di ogni tipo, con un incremento dei ricavi.</p>
ja: <p>速度が重要であり、インスタントが理想です。調査により、読み込みが遅いWebページに関連する直帰率が高いことが示されています。 AMP形式を使用すると、人々がより多くのコンテンツを消費し、関与することがはるかに魅力的になります。しかし、これは速度とパフォーマンスだけではありません。また、サイト運営者と広告主が、プラットフォームやアプリを問わず、コンテンツがどこにでもすばやく表示されるオープンWebの可能性を活用して、収益を増やすことができるように、配信の強化を促進したいと考えています。</p>
pt_br: <p>A velocidade importa e o instantâneo é o ideal. Pesquisas têm mostrado taxas de rejeição mais altas associadas a páginas que levam mais tempo para serem carregadas. O uso do formato AMP tornará muito mais atraente para as pessoas consumirem e se envolverem com mais conteúdo. Mas não se trata apenas de velocidade e desempenho. Também queremos promover uma melhor distribuição para que editores e anunciantes possam tirar proveito do potencial da web aberta para que seu conteúdo apareça rapidamente em todos os lugares, em diversas plataformas e aplicativos, podendo gerar uma maior receita. </p>
tr: <p>Hız önemlidir ve anında olması idealdir. Araştırmalar, daha yavaş yüklenen web sayfalarıyla ilişkili daha yüksek hemen çıkma oranları olduğunu göstermiştir. AMP biçimini kullanmak, insanların daha fazla içeriğe göz atmalarını ve kullanmalarını çok daha çekici hale getirecektir. Ama bu sadece hız ve performansla ilgili değildir. Ayrıca, yayıncıların ve reklamverenlerin, içeriklerinin her yerde, platformlarda ve uygulamalarda, daha fazla gelir sağlayacak şekilde hızlı bir şekilde görünme potansiyelinden yararlanabilmesi için gelişmiş dağıtımı da teşvik etmek istiyoruz.</p>

source: How do Accelerated Mobile Pages work?
ar: كيف يعمل تنسيق "صفحات الجوّال المسرَّعة"؟
fr: Comment fonctionnent les pages AMP ?
it: Come funzionano le pagine AMP?
ja: Accelerated Mobile Pagesはどのように機能しますか？
pt_br: Como as Páginas AMP funcionam?
tr: Hızlandırılmış Mobil Sayfalar nasıl çalışır?

source: <p>Accelerated Mobile Pages are just like any other HTML page, but with a limited set of allowed technical functionality that is defined and governed by the open source AMP spec. Just like all web pages, Accelerated Mobile Pages will load in any modern browser or app webview.</p> <p>AMP files take advantage of various technical and architectural approaches that prioritize speed to provide a faster experience for users. AMP developers can use a rich and growing library of web components that offer the ability to embed rich media objects like video and social posts, display advertising, or collect analytics. The goal is not to homogenize how content looks and feels, but instead to build a more common technical core between pages that speeds up load times.</p> <p>In addition, AMP files can be cached in the cloud in order to reduce the time content takes to get to a user’s mobile device. By using the AMP format, content producers are making the content in AMP files available to be cached by third parties. Under this type of framework, publishers and advertisers continue to control their content, but platforms can easily cache or mirror the content for optimal delivery speed to users. Google has provided the <a href="https://developers.google.com/amp/cache/">Google AMP Cache</a> that can be used by anyone at no cost, and all AMPs will be cached by the Google AMP Cache. Other companies may build their own AMP cache as well.</p> <p>In summary, the goal is that the combination of limited technical functionality with a distribution system built around caching will lead to better performing pages, and increased audience development.</p>
ar: <p>تعمل "صفحات الجوّال المسرَّعة" كأي صفحة HTML أخرى، ولكن مع السماح بمجموعة محدودة من الوظائف التقنية التي تحددها وتتحكم فيها مواصفات AMP مفتوح المصدر. ومثل جميع صفحات الويب، سيتم تحميل "صفحات الجوّال المسرَّعة" على أي مكوّن حديث للعرض على الويب في المتصفحات أو التطبيقات.</p> <p>تستغلّ ملفات AMP العديد من الأساليب التقنية والبنيوية التي تعطي الأولوية للسرعة لتوفير تجربة أسرع للمستخدمين. ويمكن لمطوّري AMP استخدام مكتبة منسقة ومتنامية من مكونات الويب التي توفر القدرة على تضمين كائنات وسائط منسقة مثل الفيديو والمشاركات على وسائل التواصل الاجتماعي أو عرض الإعلانات أو تجميع التحليلات. وليس الهدف من ذلك هو تجانس الشكل والمظهر الذي سيبدو عليه المحتوى، ولكن بدلاً من ذلك، بناء أساس تقني مشترك بدرجة أكبر بين الصفحات لتسريع أزمنة التحميل.</p> <p>بالإضافة إلى ذلك، يمكن تخزين ملفات AMP مؤقتًا على السحابة من أجل تقليل الزمن الذي يستغرقه المحتوى للوصول إلى الجهاز الجوّال لدى المستخدم. وباستخدام تنسيق AMP، يعمل منتِجو المحتوى على إتاحة المحتوى في ملفات AMP لتخزينه في الذاكرة المؤقتة من قِبل جهات خارجية. وفي إطار هذا النوع من أُطُر العمل، يواصل الناشرون والمعلنون التحكم في المحتوى الذي يقدّمونه، ولكن المنصّات يمكنها إجراء عملية التخزين في الذاكرة المؤقتة أو النسخ المطابق للمحتوى لتحقيق سرعة تسليم مثالية للمستخدمين. وقد قدمت Google <a href="https://developers.google.com/amp/cache/">ذاكرة التخزين المؤقت Google AMP</a> والتي يمكن استخدامها من جانب أي شخص بدون تكلفة، وسيتم تخزين جميع صفحات AMP في الذاكرة المؤقتة بواسطة "ذاكرة التخزين المؤقت Google AMP". ويمكن كذلك للشركات الأخرى إنشاء ذاكرة تخزين AMP مؤقتة تخصّها.</p> <p>باختصار، يتمثل الهدف في الجمع بين أداء وظيفي تقني محدود ونظام توزيع يعتمد على التخزين المؤقت والذي سيؤدي إلى تحسين أداء الصفحات وزيادة تنمية الجمهور.</p>
fr: <p>Les pages AMP sont comme n'importe quelle autre page HTML, mais avec un ensemble limité de fonctionnalités techniques autorisées définies et régies par la spécification AMP open source. Comme toutes les pages Web, les pages AMP s'ouvrent dans n'importe quel navigateur ou application Web moderne.</p> <p>Les fichiers AMP bénéficient de diverses approches techniques et architecturales qui mettent en avant la vitesse pour offrir une expérience plus rapide aux utilisateurs. Les développeurs AMP peuvent exploiter une bibliothèque riche et croissante de composants Web qui offrent la possibilité d'incorporer des objets multimédias riches comme des vidéos et des publications de réseaux sociaux, d'afficher de la publicité ou de collecter des analyses. L'objectif n'est pas d'homogénéiser l'apparence et la convivialité des contenus, mais plutôt de créer un noyau technique plus commun entre les pages qui accélère les temps de chargement.</p> <p>De plus, les fichiers AMP peuvent être mis en cache dans le cloud afin de réduire le temps nécessaire aux contenus pour accéder à l'appareil mobile de l'utilisateur. En utilisant le format AMP, les producteurs de contenus rendent le contenu des fichiers AMP disponible à la mise en cache par des tiers. Ce type d'environnement de travail permet aux éditeurs et annonceurs de garder le contrôle de leurs contenus, et aux plateformes de facilement mettre en cache ou refléter ces contenus pour assurer une vitesse d'accès optimale auprès des utilisateurs. Google a fourni le <a href="https://developers.google.com/amp/cache/">Google AMP Cache</a> qui peut être utilisé gratuitement par tous, et toutes les pages AMP seront mises en cache par celui-ci. D'autres sociétés peuvent également créer leur propre cache AMP.</p> <p>En résumé, l'objectif est que la combinaison de fonctionnalités techniques limitées avec un système de distribution basé sur la mise en cache conduise à des pages plus performantes et à un public plus large.</p>
it: <p>Le pagine AMP sono simili alle altre pagine HTML, ma sono dotate di un insieme limitato di funzionalità tecniche consentite dalle definizioni delle specifiche AMP open source. Come tutte le pagine web, anche quelle AMP possono essere caricate in tutti i più moderni browser web e nelle app di visualizzazione web.</p> <p>I file AMP sfruttano vari approcci tecnici e architetturali che favoriscono la velocità e garantiscono la massima rapidità di utilizzo agli utenti. Gli sviluppatori AMP possono contare su una vasta libreria di componenti web in continua crescita, che offre la possibilità di includere ricchi contenuti multimediali, quali video e post di social network, annunci pubblicitari o raccogliere dati di analisi. L'obiettivo non è quello di rendere omogeneo l'aspetto e la resa dei contenuti, ma piuttosto di realizzare un nucleo tecnico comune per tutti i contenuti delle pagine, che ne velocizzi i tempi di caricamento.</p> <p>Inoltre, i file AMP possono essere memorizzati in cache sul cloud per ridurre i tempi che i contenuti impiegano a raggiungere i dispositivi mobili degli utenti. Usando il formato AMP, i produttori di contenuti realizzano file AMP di tali contenuti disponibili per la memorizzazione in cache da parte di terzi. In questo contesto, editori e inserzionisti continuano a tenere sotto controllo i propri contenuti, ma le piattaforme possono facilmente memorizzare in cache tali contenuti o realizzarne il mirroring, per garantire la massima velocità agli utenti. Google ha realizzato lo strumento <a href="https://developers.google.com/amp/cache/">Cache Google AMP</a>, disponibile a tutti gratuitamente per la memorizzazione in cache di tutti i contenuti AMP. Anche altre società potranno realizzare le proprie cache AMP.</p> <p>In conclusione, l'obiettivo è quello di sfruttare l'utilizzo di un set limitato di funzionalità tecniche in combinazione con la realizzazione di un sistema di distribuzione basato su memorizzazione in cache, per migliorare le prestazioni delle pagine e incrementarne la visibilità al pubblico.</p>
ja: <p>Accelerated Mobile Pagesは他のHTMLページとまったく同じですが、オープンソースAMP仕様によって定義および管理される許可された技術的機能のセットが制限されています。すべてのWebページと同様に、Accelerated Mobile Pagesは最新のブラウザーまたはアプリのWebビューに読み込まれます。</p> <p>AMPファイルは、速度を優先するさまざまな技術的およびアーキテクチャ的アプローチを利用して、ユーザーに高速なエクスペリエンスを提供します。 AMP開発者は、動画やソーシャル投稿などのリッチメディアオブジェクトの埋め込み、広告の表示、または分析の収集を可能にするWebコンポーネントの豊富で成長しているライブラリを使用できます。目標は、コンテンツの見た目や雰囲気を均質化することではなく、ページ間のより一般的な技術コアを構築してロード時間を短縮することです。</p> <p>さらに、コンテンツがユーザーのモバイルデバイスに到達するまでの時間を短縮するために、AMPファイルをクラウドにキャッシュできます。 AMP形式を使用することにより、コンテンツ制作者は、AMPファイル内のコンテンツをサードパーティがキャッシュできるようにします。このタイプのフレームワークでは、サイト運営者と広告主は引き続きコンテンツを制御しますが、プラットフォームはコンテンツを簡単にキャッシュまたはミラーリングして、ユーザーへの最適な配信速度を実現できます。 Googleは、無料で誰でも使用できる <a href="https://developers.google.com/amp/cache/">Google AMP Cache</a> を提供しており、すべてのAMPはGoogle AMP Cacheによってキャッシュされます。他の企業も独自のAMPキャッシュを構築する場合があります。</p> <p>要約すると、目標は、限られた技術的機能とキャッシングを中心に構築された配信システムの組み合わせにより、ページのパフォーマンスが向上し、視聴者の開発が増加することです。</p>
pt_br: <p>Páginas AMP são como qualquer outra página HTML, mas com um conjunto limitado de funcionalidades técnicas permitidas, definidas e controladas pela especificação AMP de código aberto. Assim como qualquer página da web, as páginas AMP são carregadas em qualquer navegador moderno ou componente webview de um aplicativo.</p> <p>Os arquivos AMP tiram proveito de várias abordagens técnicas e arquiteturais que dão prioridade à velocidade, para proporcionar uma experiência mais rápida aos usuários. Os desenvolvedores de AMP podem usar uma biblioteca rica e em crescimento de componentes da web que oferece a possibilidade de incorporar objetos multimídia, tais como vídeo e postagens sociais, exibir publicidade ou coletar dados de análise. O objetivo não é homogeneizar a aparência e sensação do conteúdo, mas criar um núcleo técnico mais comum entre as páginas, que acelera os tempos de carregamento. </p> <p> Além disso, arquivos AMP podem ser armazenados em cache na nuvem para reduzir o tempo que o conteúdo leva para chegar ao dispositivo móvel de um usuário. os produtores de conteúdo estão disponibilizando o conteúdo em arquivos AMP para serem armazenados em cache por terceiros. Neste tipo de estrutura, editores e anunciantes continuam controlando seu conteúdo, mas as plataformas podem facilmente armazenar em cache ou distribuir o conteúdo visando a melhor velocidade de entrega aos usuários. O Google fornece o <a href="https://developers.google.com/amp/cache/"> Cache de AMP do Google</a> que pode ser usado por qualquer pessoa de forma gratuita, e todos as AMPs serão armazenadas em cache pelo Cache de AMP do Google. Outras empresas também podem criar seus próprios caches de AMP.</p> <p>Resumindo, o objetivo é que a combinação de funcionalidade técnica limitada com um sistema de distribuição construído em torno do cache resulte em páginas com melhor desempenho e crescente desenvolvimento de público-alvo.</p>
tr: <p>Hızlandırılmış Mobil Sayfalar tıpkı diğer HTML sayfaları gibidir, tek fark açık kaynak AMP teknik özellikleriyle tanımlanmış ve yönetilen sınırlı bir dizi izin verilen teknik işlevsellik içermeleridir. Tüm web sayfaları gibi, Hızlandırılmış Mobil Sayfalar da herhangi bir modern tarayıcıda veya uygulama web görünümüne yüklenir.</p> <p>AMP dosyaları, kullanıcılara daha hızlı bir deneyim sağlamak için hıza öncelik veren çeşitli teknik ve mimari yaklaşımlardan yararlanır. AMP geliştiricileri, video ve sosyal yayınlar, görüntülü reklamcılık gibi zengin medya nesnelerini gömme ve veya analitik toplama yeteneği sunan zengin ve büyüyen bir web bileşenleri kitaplığını kullanabilir. Amaç, içeriğin görünümünü ve verdiği hissi homojenleştirmek değil, yükleme sürelerini hızlandıran sayfalar arası daha yaygın bir teknik çekirdek oluşturmaktır.</p> <p>Ayrıca, içeriğin bir kullanıcının mobil cihazına ulaşma süresini azaltmak için AMP dosyaları, bulutta önbelleğe alınabilir. AMP biçimini kullanarak, içerik üreticileri AMP dosyalarındaki içeriği üçüncü taraflarca önbelleğe alınabilir hale getirir. Bu tür bir çerçeve altında, yayıncılar ve reklamverenler içeriklerini kontrol etmeye devam eder, ancak platformlar içeriği kullanıcılara en uygun dağıtım hızı için kolayca önbelleğe alabilir veya yansıtabilir. Google, herkes tarafından ücretsiz olarak kullanılabilecek <a href="https://developers.google.com/amp/cache/">Google AMP Önbelleğini</a> sunuyor, tüm AMP'ler Google AMP Önbelleği tarafından önbelleğe alınacaktır. Diğer şirketler de kendi AMP önbelleklerini oluşturabilirler.</p> <p>Özetle, amaç önbelleğe alma etrafında inşa edilmiş bir dağıtım sistemi ile sınırlı teknik işlevsellik kombinasyonunun daha iyi performanslı sayfalar ve izleyici gelişiminde artış sunmasıdır.</p>

source: Why does the Accelerated Mobile Pages Project take an open source approach?
ar: لماذا يستخدم مشروع "صفحات الجوّال المسرَّعة" نهج المصدر المفتوح؟
fr: Pourquoi le projet AMP adopte-t-il une approche open source ?
it: Perché il progetto AMP adotta un approccio open source?
ja: Accelerated Mobile Pages Projectがオープンソースのアプローチを採用しているのはなぜですか？
pt_br: Por que o projeto de Páginas AMP adota uma abordagem de código aberto?
tr: Hızlandırılmış Mobil Sayfalar Projesi neden açık kaynaklı bir yaklaşım benimsiyor?
