Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: AMP offers a way for you to give users a faster experience everywhere: on ads, landing pages or on your entire website. AMP ads help users engage with your brand and improve the performance of your campaigns. When your target audience lands on an AMP page, they get what they’re looking for in the moment they’re looking for it. The net result – they’re more likely to be engaged with and receptive to your brand’s messages, and more likely to take the actions you’re guiding them towards like completing a purchase.
ar: يقدم لك AMP طريقة لمنح المستخدمين تجربة أسرع في كل مكان: على مستوى الإعلانات أو الصفحات المقصودة أو على موقعك الإلكتروني بالكامل. وتساعد إعلانات AMP المستخدمين في التفاعل مع علامتك التجارية وتحسين أداء حملاتك. فعندما ينتقل جمهورك المستهدف إلى صفحة AMP، فإنهم يحصلون على ما يبحثون عنه في اللحظة التي يبحثون فيها عنه. والنتيجة النهائية - أنهم سيتفاعلون على الأرجح مع رسائل علامتك التجارية ويستجيبون لها، وعلى الأرجح أنهم سيتخذون الإجراءات التي توجههم لها كإتمام عملية شراء مثلاً.
fr: AMP vous offre un moyen de proposer aux utilisateurs une expérience plus rapide à tous les niveaux : annonces, pages de renvoi, voire l'ensemble de votre site Web. Les annonces AMP aident les utilisateurs à interagir avec votre marque et à améliorer les performances de vos publicités. Lorsque votre public cible accède à une page AMP, il obtient ce qu'il recherche au moment où il le recherche. Le résultat est évident : il est plus susceptible de se montrer impliqué et réceptif aux messages de votre marque, et plus susceptible d'effectuer les actions vers lesquelles vous le menez, telles que la réalisation d'un achat.
it: AMP ti dà la possibilità di offrire agli utenti un'esperienza più veloce ovunque: negli annunci, nelle landing page o nell'intero sito web. Gli annunci AMP permettono agli utenti di conoscere meglio il tuo marchio e di migliorare le performance delle tue campagne. Quando il tuo pubblico target arriva su una pagina AMP, trova ciò che sta cercando nel momento in cui gli serve. Come conseguenza, sarà più probabile che gli utenti siano interessati e ricettivi ai messaggi del tuo marchio e avranno maggiori probabilità di intraprendere le azioni che vorresti, ad esempio realizzare acquisti.
ja: AMP を使用すると、広告、ランディングページ、またはウェブサイト全体のどこでも読み込み速度が向上します。AMP 広告はユーザーをブランドに引き付け、キャンペーンのパフォーマンスを改善するのに役立ちます。AMP ページにアクセスしたターゲットオーディエンスは、探しているものを探した瞬時に手に入れることができます。最終的にオーディエンスはあなたのブランドメッセージに引き付けられてそれを受け入れやすくなり、あなたの誘導に乗って購入を完了する可能性が高くなります。
pt_br: A AMP oferece um caminho para que você proporcione aos seus usuários uma experiência mais rápida em todos os lugares: anúncios, páginas de destino ou em todo o seu site. Os Anúncios em AMP ajudam os usuários a interagir com sua marca melhorando o desempenho de suas campanhas. Quando seu público-alvo encontra uma página AMP, ele obtém o que espera no momento em que procura. O resultado líquido é que é mais provável que os usuários se envolvam e sejam receptivos às mensagens da sua marca e que realizem as ações que você espera deles, como concluir uma compra.
tr: AMP, reklamlar, açılış sayfaları veya tüm web siteniz dahil her yerde kullanıcılara daha hızlı bir deneyim sunmanız için bir yöntem sağlar. AMP reklamları, kullanıcıların markanızla etkileşime girmesine yardım eder ve kampanya performansınızı iyileştirir. Hedef kitleniz bir AMP sayfasına yönlendirildiğinde, aradıkları şeyi, tam da aradıkları anda alırlar. Net sonuç şudur ki; markanızın mesajlarıyla etkileşime girme ve bunlara karşı duyarlı olma ihtimalleri daha yüksektir, satın almayı tamamlamak gibi yönlendirdiğiniz eylemleri gerçekleştirme olasılıkları da daha yüksek olacaktır.

source: What’s the difference between an AMPHTML ad and a regular ad? Seconds.
ar: ما الفرق بين إعلان AMPHTML والإعلان العادي؟ بضع ثوانٍ.
fr: Quelle est la différence entre une annonce AMPHTML et une annonce normale ? La rapidité.
it: La differenza tra un annuncio AMPHTML e uno normale è una questione di secondi.
ja: AMPHTML 広告と通常の広告の違いは何でしょうか？ 秒数です。
pt_br: Qual é a diferença entre um anúncio HTML para AMP e um anúncio comum? Segundos.
tr: AMPHTML reklamıyla normal reklam arasındaki fark nedir? Saniyeler.

source: AMPHTML Ad
ar: إعلان AMPHTML
fr: Annonce AMPHTML
it: Annuncio AMPHTML
ja: AMPHTML 広告
pt_br: Anúncio HTML para AMP
tr: AMPHTML Reklamı

source: More overall traffic
ar: مزيد من الزيارات الإجمالية
fr: Plus de trafic global
it: Incremento di traffico complessivo
ja: 全体的なトラフィックの増加
pt_br: Mais tráfego geral
tr: Toplamda daha fazla trafik

source: India Today delights readers and boosts revenue with AMP
ar: يعمل موقع India Today على إسعاد قرائه وتعزيز إيراداته باستخدام AMP
fr: India Today ravit les lecteurs et gonfle ses recettes grâce à AMP
it: India Today delizia i propri lettori e aumenta i propri ricavi grazie ad AMP
ja: India Today、AMP で読者を満足させて増収を達成
pt_br: India Today encanta leitores e aumenta sua receita com a AMP
tr: India Today, AMP ile okurları memnun ediyor ve gelirini artırıyor

source: Increase in returning users from mobile search
ar: زيادة في نسبة المستخدمين مكرِّري الزيارة من بحث الأجهزة الجوّالة
fr: Augmentation du nombre d'utilisateurs revenant après une recherche sur mobile
it: Aumento degli utenti che ritornano dopo ricerche con dispositivi mobili
ja: モバイル検索のリピーター増加率
pt_br: Aumento no retorno de usuários em buscas realizadas via dispositivo móvel
tr: Mobil aramadan dönen kullanıcılarda artış

source: AMP helps the Washington Post increase returning users from mobile search by 23%
ar: يساعد AMP جريدة Washington Post على زيادة نسبة المستخدمين مكرِّري الزيارة من بحث الأجهزة الجوّالة بنسبة 23%
fr: AMP aide le Washington Post à augmenter de 23 % le nombre d'utilisateurs revenant après une recherche mobile
it: AMP permette al Washington Post di aumentare del 23% gli utenti che ritornano a seguito di ricerche con dispositivi mobili
ja: AMP によりワシントンポストのモバイル検索でリピーターが23％増加
pt_br: Com AMP o Washington Post aumentou em 23% o retorno de usuários de pesquisas realizadas em dispositivos móveis
tr: AMP, Washington Post'a mobil aramadan dönen kullanıcıları %23'e kadar artırmasında yardımcı oluyor

source: Faster page load time
ar: وقت أسرع لتحميل الصفحة
fr: Chargement des pages plus rapide
it: Maggiore rapidità di caricamento delle pagine
ja: ページ読み込み時間の高速化
pt_br: Carregamento de página mais rápido
tr: Daha hızlı sayfa yükleme süresi

source: AMP makes Gizmodo 3x faster on mobile
ar: يجعل AMP تحميل موقع Gizmodo بثلاثة أضعاف سرعته على الأجهزة الجوّالة
fr: AMP rend Gizmodo 3 fois plus rapide sur mobile
it: AMP rende Gizmodo 3 volte più veloce su dispositivi mobili
ja: Gizmodo、AMP によりモバイル端末からの読み込み速度が3倍に
pt_br: AMP torna o Gizmodo 3 vezes mais rápido em dispositivos móveis
tr: AMP, Gizmodo'yu mobil cihazlarda 3 kat daha hızlı hale getiriyor

source: Compelling, smooth and instant
ar: جذاب وسلس وفوري
fr: Attrayants, fluides et instantanés
it: Piacevole, fluente e istantaneo
ja: 印象的、スムーズかつ瞬時に表示
pt_br: Atraente, suave e instantâneo
tr: Etkileyici, sorunsuz ve anında

source: Easily create user first websites with AMP.
ar: يمكنك بسهولة إنشاء مواقع إلكترونية تضع المستخدم على رأس أولوياتها باستخدام AMP.
fr: Créez facilement des sites Web axés sur l'utilisateur avec AMP.
it: Crea facilmente siti web incentrati sugli utenti con AMP.
ja: AMP を使用してユーザーファーストなウェブサイトを簡単に作成できます。
pt_br: Crie sites com foco no usuário facilmente através da AMP.
tr: AMP ile kolayca kullanıcı öncelikli web siteleri oluşturun.

source: What is<br> AMP?
ar: ما هو<br> AMP؟
fr: Qu'est-ce qu'<br> AMP ?
it: Cosa è<br> AMP?
ja: AMP に<br>ついて
pt_br: O que é<br> AMP?
tr: AMP<br> nedir?

source: Web pages that are compelling, smooth, and load near instantaneously
ar: صفحات ويب جذابة وسلسة ويجري تحميلها في الحال تقريبًا
fr: Des pages Web attrayantes et fluides qui se chargent quasiment à la seconde
it: Pagine web piacevoli, fluide e dal caricamento quasi istantaneo
ja: 印象的かつスムーズで、ほぼ瞬時に読み込まれるウェブページ
pt_br: Páginas da web que são atraentes, suaves e que são carregadas quase que instantaneamente
tr: Etkileyici, sorunsuz çalışan ve anında yüklenen web sayfaları

source: AMP is a simple and robust format to ensure your website is fast, user-first, and makes money. AMP provides long-term success for your web strategy with distribution across popular platforms and reduced operating and development costs.
ar: يعدّ AMP تنسيقًا بسيطًا وقويًا يضمن سرعة موقعك الإلكتروني ووضع المستخدم على رأس الأولويات وجني الأموال. حيث يحقّق AMP نجاحًا طويل الأمد لاستراتيجية الويب التي تستخدمها بفضل التوزيع على مستوى المنصات الرائجة وبتكاليف تشغيل وتطوير منخفضة.
fr: AMP est un format simple et robuste conçu pour vous assurer un site Web rapide, axé sur l'utilisateur, et rentable. Il assure le succès à long terme de votre stratégie Web grâce à une distribution sur toutes les plateformes populaires et à la réduction des coûts d'exploitation et de développement.
it: AMP è un formato semplice e affidabile che garantisce siti web veloci, incentrati sugli utenti e in grado di garantire monetizzazione. AMP offre successo a lungo termine per la tua strategia web, favorendo la distribuzione dei tuoi contenuti su tutte le piattaforme più diffuse con costi operativi e di sviluppo ridotti.
ja: AMP はウェブサイトを高速かつユーザーファーストにし、収益化するシンプルかつ堅牢なフォーマットです。AMP は一般的なプラットフォームへの配布を実現し、運用コストと開発コストを削減することで、貴社のウェブ戦略に長期的な成功をもたらします。
pt_br: A AMP é um formato simples e robusto para garantir que seu site seja rápido, focado no usuário e que renda dinheiro. A AMP fornece sucesso a longo prazo para sua estratégia de web com distribuição em plataformas populares e custos reduzidos de operação e desenvolvimento.
tr: AMP, web sitenizin hızlı ve kullanıcı öncelikli olmasını ve para kazandırmasını sağlayan basit ve güvenli bir biçimdir. AMP, popüler platformlar boyunca dağıtım imkanı ve düşük işletim ve geliştirme maliyetleriyle web stratejinize uzun dönemli başarı kazandırır.

source: Create great web experiences for users across the open web
ar: إنشاء تجارب ويب رائعة للمستخدمين عبر الويب المفتوح
fr: Créez des expériences Web enthousiasmantes pour tous les utilisateurs du Web ouvert
it: Crea fantastiche esperienze per gli utenti su tutte le piattaforme del web aperto
ja: オープンウェブ全体のユーザーに優れたウェブ体験をもたらします
pt_br: Crie excelentes experiências de web para usuários por toda a web aberta
tr: Açık web'deki kullanıcılar için harika web deneyimleri oluşturun

source: AMP enables the creation of websites and ads that are consistently fast, beautiful and high-performing across devices and distribution platforms. Publishers and advertisers can decide how to present their content that emphasizes a user-first experience.
ar: يتيح AMP إنشاء المواقع الإلكترونية والإعلانات التي تتّسم باستمرار بالسرعة والروعة والأداء العالي على مستوى الأجهزة ومنصّات التوزيع. ويمكن للناشرين والمعلنين أن يقرروا كيفية تقديم المحتوى الذي يضمن تقديم تجربة تضع المستخدم على رأس الأولويات.
fr: AMP permet de créer des annonces et des sites Web toujours rapides, agréables et performants sur tous les appareils et toutes les plateformes de distribution. Les éditeurs et les annonceurs peuvent décider de la façon dont ils présentent leur contenu en privilégiant une expérience axée sur l'utilisateur.
it: AMP consente la creazione di siti web e annunci sempre veloci, ben fatti e ad alte prestazioni su tutti i dispositivi e le piattaforme di distribuzione. Editori e inserzionisti possono decidere come presentare i propri contenuti allo scopo di offrire un'esperienza incentrata sull'utente.
ja: AMP を使用すると、デバイスや配信プラットフォーム全体で一貫して高速で美しく、高性能なウェブサイトや広告を作成できます。サイト運営者と広告主は、ユーザーファースト体験を重視したコンテンツの表示方法を決めることができます。
pt_br: A AMP viabiliza a criação de sites e anúncios que são sempre rápidos, bonitos e de alto desempenho através de diferentes dispositivos e plataformas de distribuição. Editores e anunciantes podem decidir como apresentar seu conteúdo de forma a priorizar uma experiência focada no usuário.
tr: AMP, cihazlar ve dağıtım platformları arasında tutarlı şekilde hızlı, güzel ve yüksek performanslı web siteleri ve reklamlar oluşturmanıza izin verir. Yayıncılar ve reklamverenler kullanıcı öncelikli bir deneyimi ön planda tutan içeriklerini nasıl sunacaklarına karar verebilirler.

source: We are committed to improving speed across the board. If our site takes a long time to load, it doesn’t matter how great our journalism is, some people will leave the page before they see what’s there.
ar: نحن ملتزمون بتحسين السرعة بشكل شامل. فإذا استغرق موقعنا وقتًا طويلًا للتحميل، فسيغادر بعض الناس الصفحة قبل رؤية ما فيها بغض النظر عن مدى روعة عملنا الصحفي.
fr: Nous nous impliquons réellement dans l'amélioration de la vitesse à tous les niveaux. Si le chargement de notre site prend trop de temps, peu importe la qualité de notre journalisme, certains visiteurs quitteront la page avant de voir ce qu'elle contient.
it: Siamo obbligati a garantire la massima velocità a tutti i livelli. Se il caricamento del nostro sito richiede troppo tempo, per quanto elevata possa essere la qualità dei nostri contenuti, molte persone lasceranno la pagina prima di vedere cosa offre.
ja: 当社は全体的な速度改善に取り組んでいます。サイトの読み込みに時間がかかるのであれば、記事がどれほど優れているかは関係ありません。中には記事の内容を見る前にページを離れてしまう読者もいます。
pt_br: Estamos comprometidos em melhorar a velocidade de maneira geral. Se nosso site demora demais para ser carregado, não importa quão incrível nosso jornalismo seja, algumas pessoas vão deixar a página antes de visualizar seu conteúdo.
tr: Hızı, her şeyi kapsayacak şekilde geliştirmeyi taahhüt ediyoruz. Sitemizin yüklenmesi zaman alırsa, ne kadar iyi gazetecilik yaptığımızın bir önemi kalmaz çünkü bazı insanlar içinde ne olduğuna bile bakmadan sayfadan ayrılacaktır.

source: David Merrell, Senior Product Manager
ar: ديفيد ميريل، مدير إنتاج أول
fr: David Merrell, chef de produit senior
it: David Merrell, Dirigente Responsabile di Prodotto
ja: David Merrell、シニアプロダクトマネージャー
pt_br: David Merrell, Gerente de Produtos Sênior
tr: David Merrell, Kıdemli Ürün Müdürü

source: What AMP HTML is made of
ar: ممّ يتكون AMP HTML
fr: En quoi consiste AMPHTML ?
it: Com'è fatto AMP HTML
ja: AMP HTML の構成要素
pt_br: Do que a HTML para AMP é feita
tr: AMP HTML nelerden oluşur

source: Though most tags in an AMP HTML page are regular HTML tags, some HTML tags are replaced with AMP-specific tags (see also HTML Tags in the AMP spec). These custom elements, called AMP HTML components, make common patterns easy to implement in a performant way.
ar: رغم أن معظم العلامات في صفحة AMP HTML هي علامات HTML عادية، لكن يتم استبدال بعض علامات HTML لتحل محلها علامات مخصصة لــ AMP (راجع أيضًا مواصفات علامات HTML في AMP). وتجعل هذه العناصر المخصصة، والتي تسمى مكونات AMP HTML، الأنماط الشائعة سهلة التنفيذ بطريقة جيدة.
fr: Bien que la plupart des balises d'une page AMPHTML soient des balises HTML normales, certaines balises HTML sont remplacées par des balises spécifiques à AMP (voir également Balises HTML dans la spécification AMP). Ces éléments personnalisés, appelés composants AMPHTML, facilitent l'intégration efficace de fonctionnalités courantes.
it: La maggior parte dei tag in una pagina AMP HTML sono normali tag HTML, ma alcuni di essi sono sostituiti con tag specifici di AMP (consulta anche la sezione Tag HTML nelle specifiche AMP). Questi elementi personalizzati, chiamati componenti AMP HTML, migliorano l'implementazione delle strutture più comuni in termini di prestazioni.
ja: AMP HTMLページのほとんどのタグは通常の HTML タグですが、一部の HTML タグは AMP 固有のタグに置き換えられています（AMP 仕様の HTML タグも参照してください）。AMP HTML コンポーネントと呼ばれるこれらの独自要素により、一般的なパターンを効率よく簡単に実装できます。
pt_br: Embora a maior parte das tags em uma página em HTML para AMP sejam tags HTML comuns, algumas tags HTML são substituídas por tags específicas do AMP (veja também Tags HTML na especificação de AMP). Esses elementos personalizados, chamados de componentes HTML para AMP, facilitam a implementação de padrões comuns de forma eficiente.
tr: AMP HTML sayfasındaki çoğu etiket, normal HTML etiketi olsa da, bazı HTML etiketlerinin yerine AMP'ye özgü etiketler yerleştirilmiştir (AMP teknik özelliklerinde HTML Etiketleri bölümüne de göz atın). AMP HTML bileşenleri olarak da adlandırılan bu özel öğeler, ortak örneklerin verimli bir şekilde uygulanmasını sağlamaktadır.

source: Built-in components
ar: المكوّنات المضمّنة
fr: Composants intégrés
it: Componenti integrati
ja: 組み込みコンポーネント
pt_br: Componentes integrados
tr: Kurulu bileşenler

source: AMP HTML is HTML with some restrictions for reliable performance.
ar: تعتبر لغة AMP HTML هي لغة HTML نفسها ولكن مع بعض القيود لتحقيق الأداء الموثوق به.
fr: AMPHTML, c'est du HTML, mais avec quelques restrictions pour des performances fiables.
it: AMP HTML è una versione HTML con alcune restrizioni per migliorarne le performance.
ja: AMP HTML は、確かなパフォーマンスを得るためにいくつかの制限が設けられた HTML です。
pt_br: A HTML para AMP é uma HTML com algumas restrições visando um desempenho confiável.
tr: AMP HTML, güvenilir performans için bazı kısıtlamaları olan HTML'dir.

source: For example, the amp-img tag provides full srcset support even in browsers that don’t support it yet. Learn how to create your first AMP HTML page.
ar: على سبيل المثال، توفر علامة amp-img دعمًا كاملًا للسمة srcset حتى في المتصفحات التي لم تدعمها بعد. تعرّف على كيفية إنشاء صفحة AMP HTML الأولى لك.
fr: Par exemple, la balise amp-img fournit une prise en charge complète de srcset même dans les navigateurs qui ne la prennent pas encore en charge. Apprenez à créer votre première page en AMPHTML.
it: Ad esempio, il tag amp-img garantisce il pieno supporto degli elementi srcset anche nei browser che non li supportano ancora. Scopri come creare la tua prima pagina AMP HTML.
ja: 例えば amp-img タグの場合、このタグをまだサポートしていないブラウザでも srcset を完全にサポートします。初めての AMP HTML ページを作成する方法を学びましょう。
pt_br: Por exemplo, a tag amp-img fornece suporte completo ao srcset, mesmo em navegadores que ainda não o suportam. Aprenda como criar sua primeira página HTML para AMP.
tr: Örneğin, amp-img etiketi, tam srcset desteği sağlar, üstelik henüz bu özelliği desteklemeyen tarayıcılarda bile bunu yapar. İlk AMP HTML sayfanızı nasıl oluşturabileceğinizi öğrenin.

source: AMP pages are discovered by search engines and other platforms through the HTML tag. You can choose to have a non-AMP version and an AMP version of your page, or just an AMP version.
ar: تنجح محركات البحث والمنصّات الأخرى في اكتشاف صفحات AMP من خلال علامة HTML. ويمكنك اختيار إصدار لا يدعم AMP وإصدار AMP لصفحتك، أو إصدار AMP فقط.
fr: Les pages AMP sont découvertes par les moteurs de recherche et autres plateformes via la balise HTML. Vous pouvez disposer d'une version non-AMP et d'une version AMP de votre page, ou uniquement une version AMP.
it: Le pagine AMP sono facilmente individuate dai motori di ricerca e da altre piattaforme tramite il tag HTML. Puoi scegliere di realizzare una versione con e senza elementi AMP della tua pagina o una versione esclusivamente AMP.
ja: AMP ページは、HTML タグを介して検索エンジンやその他のプラットフォームによって検出されます。ページの非 AMP バージョンと AMP バージョン、または AMP バージョンのみを選択できます。
pt_br: Páginas AMP são descobertas por mecanismos de busca e outras plataformas por meio da tag HTML. Você pode optar por ter uma versão não-AMP e uma versão AMP de sua página ou apenas uma versão AMP.
tr: AMP sayfaları, arama motorları ve diğer platformlar tarafından HTML etiketi aracılığıyla bulunur. Sayfanızın hem bir AMP sürümüne hem de bir AMP olmayan sürümüne ya da yalnızca AMP sürümüne sahip olmayı tercih edebilirsiniz.

source: Learn more in Make Your Page Discoverable.
ar: تعرّف على مزيد من المعلومات في مقال "اجعل صفحتك قابلة للاكتشاف".
fr: Apprenez-en plus à ce sujet sur la page Rendre votre page visible.
it: Puoi saperne di più su Rendere rilevabile la propria pagina.
ja: 詳細については、「ページが検出されるようにする」をご覧ください。
pt_br: Saiba mais em Torne sua página localizável.
tr: Sayfanızı Keşfedilebilir Hale Getirin bölümünde daha fazlasını öğrenin.

source: AMP pages can be cached for near instantaneous loading on the web. Platforms like Google run AMP caches to enable fast loading of your content from their service.
ar: يمكن تخزين صفحات AMP مؤقتًا لأجل التحميل الفوري تقريبًا على الويب. وتشغِّل بعض المنصّات مثل Google ذاكرات تخزين AMP المؤقتة لتفعيل التحميل السريع للمحتوى الذي تقدّمه من خلال خدمات هذه المنصّات.
fr: Les pages AMP peuvent être mises en cache pour un chargement quasi instantané sur le Web. Des plateformes telles que Google exécutent des caches AMP pour permettre le chargement rapide de votre contenu à partir de leur service.
it: Le pagine AMP possono essere memorizzate nella cache per un caricamento quasi istantaneo su web. Piattaforme come Google attivano la cache AMP per consentire il caricamento rapido di contenuti nei loro servizi.
ja: AMP ページは、キャッシュしてウェブ上でほぼ瞬時に読み込ませることができます。Google のようなプラットフォームは AMP キャッシュを実行し、サービスからコンテンツを高速に読み込めるようにします。
pt_br: Páginas AMP podem ser armazenadas em cache para um carregamento praticamente instantâneo. Plataformas como Google executam caches de AMP para permitir que seu conteúdo seja carregado rapidamente a partir de seus serviços.
tr: AMP sayfaları, web'de neredeyse anında yüklenecek şekilde önbelleğe alınabilir. Google gibi platformlar, kendi hizmetlerinden içeriğinizin hızlı yüklenmesini sağlamak için AMP önbelleklerini çalıştırırlar.
