Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: <code>amp-position-observer</code> in combination with <code>amp-animation</code> allows a smooth "scrolly-telling" experience with minimal effort and without any custom JavaScript.
ar: تسمح التعليمة البرمجية <code>amp-position-observer</code> إلى جانب التعليمة البرمجية <code>amp-animation</code> بتجربة سلسة في "سرد القصص بالتمرير" بأقل جهد وبدون أي تعليمات JavaScript مخصصة.
fr: <code>amp-position-observer</code> en combinaison avec <code>amp-animation</code> permet une expérience de lecture par défilement fluide sans trop d'efforts et sans JavaScript personnalisé.
it: La combinazione degli elementi <code>amp-position-observer</code> e <code>amp-animation</code> consente una fluida esperienza di "lettura a scorrimento" realizzabile in modo semplice e senza ricorrere a codice JavaScript dedicato.
ja: <code>amp-position-observer</code> と <code>amp-animation</code> を組み合わせると、独自の JavaScript を使用することなく最小限の労力でスムーズな「ストーリーテリング」を実現することができます。
pt_br: <code>amp-position-observer</code> em combinação com <code>amp-animation</code> permitem criar uma experiência suave de "scrollytelling" com esforço mínimo e nenhum JavaScript personalizado.
tr: <code>amp-animation</code> ile birlikte <code>amp-position-observer</code>, herhangi bir özel JavaScript olmadan, minimum çabayla sorunsuz şekilde "kaydırarak hikaye anlatımına" olanak veriyor.

source: Experience Demo
ar: عرض توضيحي للتجربة
fr: Regarder la démo
it: Prova la demo
ja: 体験デモ
pt_br: Demonstração de experiência
tr: Demoyu dene

source: Band page
ar: صفحة الفرقة
fr: Page de groupe
it: Pagina della band
ja: バンドのページ
pt_br: Página de banda
tr: Grup sayfası

source: Olga and the kings
ar: أولغا والملوك
it: Olga e i re
ja: オリガ・アンド・キングス

source: Always thought that all AMP pages look the same? Checkout this incredible band website featuring various AMP components to create a vivid and enjoyable experience.
ar: هل كنت تعتقد دائمًا أن جميع صفحات AMP تبدو متشابهة؟ اكتشف هذا الموقع الإلكتروني المذهل والذي يخص إحدى الفرق والذي يُبرز مكونات AMP متنوعة لإنشاء تجربة حيوية وممتعة.
fr: Vous avez toujours pensé que toutes les pages AMP se ressemblaient ? Découvrez cet incroyable site Web de groupe musical comprenant divers composants AMP dans le but de créer une expérience vivante et agréable.
it: Hai sempre pensato che tutte le pagine AMP fossero uguali? Dai un'occhiata a questo incredibile sito web della band formata da vari componenti AMP per creare un'esperienza vivace e piacevole.
ja: AMP ページの見た目は全部同じだと思い込んでいませんでしたか？さまざまな AMP コンポーネントを採用し、生き生きとした陽気な雰囲気のあるこの素晴らしいバンドのウェブサイトをチェックしてください。
pt_br: Você sempre achou que as páginas AMP parecem todas iguais? Dê uma olhada neste incrível site de uma banda que usa diversos componentes AMP para criar uma experiência intensa e agradável.
tr: Hep tüm AMP sayfalarının aynı göründüğünü mü düşündünüz? Canlı ve eğlenceli bir deneyim yaratmak için çeşitli AMP bileşenleri kullanan bu inanılmaz grup sitesine bir göz atın.

source: The use of <code>amp-sidebar</code> gives you the same feeling as if you are in a single page app.
ar: يمنحك استخدام <code>amp-sidebar</code> الشعور نفسه كما لو كنت في تطبيق من صفحة واحدة.
fr: L'utilisation de <code>amp-sidebar</code> vous donne la même sensation que si vous étiez dans une application d'une seule page.
it: L'uso dell'elemento <code>amp-sidebar</code> dà la sensazione di trovarsi in un'app di una sola pagina.
ja: <code>amp-sidebar</code> を使えば、単一ページアプリの場合と同じ感覚が得られます。
pt_br: O uso de <code>amp-sidebar</code> transmite a mesma sensação de estar em um aplicativo de página única.
tr: <code>amp-sidebar</code> kullanımı, size tek bir sayfadaymışsınız gibi bir his verir.

source: E-Commerce
ar: التجارة الإلكترونية
fr: Commerce électronique
ja: eコマース
tr: E-Ticaret

source: AMP shines for content pages. But it can also power e-commerce experiences.
ar: يتميز AMP بصفحات المحتوى. ولكن يمكنه أيضًا تشغيل تجارب التجارة الإلكترونية.
fr: AMP enrichit les pages de contenu, mais peut également améliorer les expériences de commerce électronique.
it: Le strutture AMP danno il loro meglio nelle pagine di contenuti. Ma possono anche creare esperienze di e-commerce vincenti.
ja: AMP はコンテンツページを洗練するだけでなく、eコマース体験も強化します。
pt_br: A AMP brilha em páginas de conteúdo. Mas também pode melhorar as experiências com o comércio eletrônico.
tr: AMP içerik sayfalarını daha ilgi çekici hale getirir. Aynı zamanda e-ticaret deneyimlerini de güçlendirebilir.

source: To learn more, we built a simple yet fully functional e-commerce site of our very own! Check out the site, and look at the code to learn about the best practices we discovered to build a great interactive experience on your domain and on AMP caches alike.
ar: لمزيد من المعلومات، أنشأنا موقعًا بسيطًا للتجارة الإلكترونية ولكنه يتمتع بكامل الوظائف بأسلوبنا الخاص للغاية! راجع الموقع، وانظر إلى التعليمة البرمجية للتعرّف على أفضل الممارسات التي اكتشفناها لإنشاء تجربة تفاعلية رائعة على نطاقك وعلى ذاكرات تخزين AMP المؤقتة على حد سواء.
fr: Pour vous fournir plus d'informations, nous avons créé notre propre site de commerce électronique, simple mais entièrement fonctionnel ! Consultez le site et son code pour en savoir plus sur les bonnes pratiques que nous avons découvertes pour créer une expérience interactive exceptionnelle sur votre domaine et sur les caches AMP.
it: Per darne una dimostrazione, abbiamo creato un semplice sito di e-commerce tutto nostro perfettamente funzionante! Dai un'occhiata al sito e studia il codice per apprendere le migliori pratiche che abbiamo imparato per realizzare una fantastica esperienza interattiva funzionante sul tuo dominio o sulle cache AMP allo stesso modo.
ja: 皆さんに知識を深めていただくため、シンプルでありながら機能豊富な独自のeコマースサイトを構築しました！サイトを確認し、コードを見ることで、私たちが発見した事業ドメインと AMP キャッシュの両方で優れた対話を実現するためのベストプラクティスについて学習してください。
pt_br: Para saber mais, construímos nosso próprio site de comércio eletrônico, simples, porém totalmente funcional! Confira o site e explore seu código para aprender sobre as melhores práticas que descobrimos para criar uma experiência interativa em seu domínio e em caches de AMP.
tr: Daha fazlasını öğrenmenizi sağlamak için tamamen bize ait, basit ama tam işlevsel bir e-ticaret sitesi yaptık! Siteye göz atın ve AMP önbelleklerinde ya da kendi alanınızda harika bir etkileşimli deneyim oluşturmak adına bizim keşfettiğimiz en iyi uygulamaları öğrenmek için kodu inceleyin.

source: See on GitHub
ar: الاطّلاع على GitHub
fr: Voir sur GitHub
it: Prova su GitHub
ja: GitHub で見る
pt_br: Veja no GitHub
tr: GitHub'ta gör

source: Here we feature interesting and outstanding pages that have been published using AMP. We kindly invite you to look through them to see what AMP is capable of.
ar: نعرض لك هنا صفحات شيّقة وبارزة تم نشرها باستخدام AMP. يرجى التفضل بإلقاء نظرة عليها للاطّلاع على قدرات AMP.
fr: Nous présentons ici des pages intéressantes et exceptionnelles qui ont été créées à l'aide d'AMP. Nous vous invitons à les parcourir pour voir de quoi AMP est capable.
it: Di seguito presentiamo alcune tra le pagine più interessanti e di migliore fattura realizzate usando AMP. Ti invitiamo ad analizzarle accuratamente per scoprire tutte le potenzialità di AMP.
ja: ここでは AMP を使用して公開された魅力的で優秀なページを取り上げます。AMP の機能を確認するため、これらのページをご覧ください。
pt_br: Aqui apresentamos as páginas mais interessantes e relevantes que foram publicadas usando AMP. Convidamos você a dar uma olhada nelas para ver do que a AMP é capaz.
tr: Burada AMP kullanılarak yayınlanan ilginç ve etkileyici sayfaları sunuyoruz. AMP'nin yapabileceklerini görmek için sizi bunlara bakmaya davet ediyoruz.

source: Musement’s mobile-first design helps users navigate 70% faster
ar: يساعد تصميم الجوّال الأول لشركة Musement المستخدمين على التنقل بسرعة أكبر بنسبة 70%
fr: La conception orientée mobile de Musement permet aux utilisateurs de naviguer 70 % plus vite
it: La struttura incentrata sul mobile di Musement permette agli utenti una navigazione più veloce fino al 70%
ja: Musement、モバイルファースト設計によりユーザーナビゲーションを70％高速化
pt_br: O design que prioriza a mobilidade do Musement permite que os usuários naveguem de forma 70% mais rápida
tr: Musement'ın mobil öncelikli tasarımı kullanıcıların %70 daha hızlı gezinmesini sağlıyor

source: To provide their blog content in a more attractive format, Ameba launched their article landing pages as AMP Stories
ar: أطلق موقع Ameba صفحات المقالات المقصودة على هيئة Web Stories، وذلك لتقديم محتوى مدونات الموقع بتنسيق أكثر جاذبية
fr: Pour fournir le contenu de leur blog dans un format plus attrayant, Ameba a introduit les pages de renvoi de leurs articles au format stories AMP
it: Per garantire un formato più accattivante al contenuto dei propri blog, Ameba ha deciso di realizzare le proprie landing page sotto forma di Storie AMP
ja: Ameba、ブログコンテンツをより魅力的な形式で提供するためにAMP ストーリーで記事のランディングページを公開
pt_br: Para disponibilizar o conteúdo de seu blog em um formato mais atraente, Ameba lançou suas páginas de destino como Histórias em AMP
tr: Ameba, blog içeriklerini daha çekici bir biçimde sunmak için makale açılış sayfalarını AMP Hikayeleri olarak yayınlıyor

source: Complex Networks drives a 3x revenue increase with AMP
ar: عززت Complex Networks إيراداتها بزيادة بلغت ثلاثة أضعاف باستخدام AMP
fr: Complex Networks génère 3 fois plus de recettes grâce à AMP
it: Complex Networks ha incrementato di 3 volte i propri ricavi grazie all'utilizzo di AMP
ja: Complex Networks、AMP の採用により収益が3倍に増加
pt_br: A Complex Networks aumentou em 3 vezes sua receita com a AMP
tr: Complex Networks, AMP ile 3 kat gelir artışı sağladı

source: AARP increases mobile conversion rate by 15% with AMP
ar: زاد معدل الإحالات الناجحة على الأجهزة الجوّالة لموقع AARP بنسبة 15% باستخدام AMP
fr: AARP augmente son taux de conversion mobile de 15 % grâce à AMP
it: AARP ha ottenuto un incremento del 15% dei propri tassi di conversione grazie all'impiego di AMP
ja: AARP、AMP によりモバイルコンバージョン率が15％向上
pt_br: AARP aumentou sua taxa de conversão em 15% com a AMP
tr: AARP, AMP ile mobil dönüşüm oranını %15 artırdı

source: KG Media’s AMP optimizations results
ar: نتائج تحسينات AMP لشركة KG Media
fr: Résultats des optimisations AMP de KG Media
it: Risultati delle ottimizzazioni AMP di KG Media
ja: KG Media による AMP 最適化の結果
pt_br: Resultados das otimizações em AMP da KG Media
tr: KG Media’nın AMP optimizasyon sonuçları

source: Asahi.com uses a paired AMP approach for their free articles
ar: يستخدم موقع Asahi.com نهج AMP مزدوجًا لمقالاته المجانية
fr: Asahi.com utilise une approche AMP appariée pour ses articles gratuits
it: Asahi.com usa un approccio AMP associato per i propri articoli gratuiti
ja: Asahi.com、無料記事にペアード AMP アプローチを採用
pt_br: O Asahi.com emprega uma abordagem de AMP emparelhada para disponibilizar seus artigos gratuitos
tr: Asahi.com ücretsiz makaleleri için ikili bir AMP yaklaşımı kullanıyor

source: RCS MediaGroup reports good news with AMP and PWA
ar: يقدم موقع RCS MediaGroup أخبارًا جيدة باستخدام AMP وتطبيق الويب التقدمي (PWA)
fr: RCS MediaGroup annonce de bonnes nouvelles avec des solutions AMP et PWA
it: RCS MediaGroup annuncia le buone notizie con soluzioni AMP e PWA
ja: RCS MediaGroup、AMP と PWA で吉報を伝える
pt_br: O RCS MediaGroup divulga boas notícias usando AMP e PWA
tr: RCS MediaGroup, iyi haberleri AMP ve PWA ile bildiriyor

source: Advance Create boosting ads landing pages with AMP
ar: تعزز شركة Advance Create من إمكانات صفحات الإعلانات المقصودة باستخدام AMP
fr: Advance Create améliore les pages de renvoi des annonces avec AMP
it: Advance Create migliora il sistema delle landing page di annunci con AMP
ja: アドバンスクリエイト社、AMP により広告のランディングページを強化
pt_br: Advance Create melhora as páginas de destino de anúncios com a AMP
tr: Advance Create, AMP ile reklam açılış sayfalarını güçlendiriyor

source: Times of India reports 1.5X more revenue yields, 3.6X faster load time with AMP
ar: أعلنت جريدة Times of India عن زيادة في الإيرادات بمقدار مرة ونصف، وأصبح وقت التحميل أسرع بمقدار 3.6 مرّات باستخدام AMP
fr: Times of India annonce générer 1,5 fois plus de recettes et proposer un temps de chargement 3,6 fois plus rapide grâce à AMP
it: Times of India incrementa grazie ad AMP i ricavi di 1,5 volte e le velocità di caricamento di 3,6 volte
ja: Times of India、AMP により1.5倍の収益増と3.6倍の読み込み時間の高速化を実現
pt_br: Times of India anuncia uma receita 1,5 vez maior e tempo de carregamento 3,6 vezes mais rápido com a AMP
tr: Times of India, AMP ile 1,5 kat daha fazla gelir ve 3,6 kat daha hızlı yüklenme süresi bildiriyor

source: greenslips.com.au boosts conversions by 12-15%, mobile speed by 15% with AMP
ar: زادت الإحالات الناجحة لموقع greenslips.com.au بمعدل 12-15%، وزادت السرعة على الأجهزة الجوّالة بنسبة 15% مع AMP
fr: greenslips.com.au augmente ses conversions de 12 à 15 % et sa vitesse mobile de 15 % grâce à AMP
it: greenslips.com.au grazie ad AMP aumenta le conversioni del 12-15% e la velocità in mobilità del 15%
ja: greenslips.com.au、AMP により12～15％のコンバージョン改善と15％のモバイル高速化を達成
pt_br: greenslips.com.au melhora a conversões em 12-15% e a velocidade em dispositivos móveis em 15% com a AMP
tr: greenslips.com.au AMP ile dönüşümleri %12-15, mobil hızı %15 artırdı

source: Tokopedia boosts mobile performance with AMP and PWA
ar: عززت شركة Tokopedia أداءها على الأجهزة الجوّالة باستخدام AMP وتطبيق الويب التقدمي (PWA)
fr: Tokopedia améliore ses performances mobiles avec des solutions AMP et PWA
it: Tokopedia migliora le performance sui dispositivi mobili con AMP e PWA
ja: Tokopedia、AMP と PWA によりモバイルのパフォーマンスが向上
pt_br: Tokopedia aumenta seu desempenho em dispositivos móveis com AMP e PWA
tr: Tokopedia, AMP ve PWA ile mobil performansı artırıyor

source: Readwhere provides seamless mobile content via AMP and PWA
ar: يوفر موقع Readwhere محتوى سلسًا على الأجهزة الجوّالة من خلال AMP وتطبيق الويب التقدمي (PWA)
fr: Readwhere fournit un contenu mobile fluide via des solutions AMP et PWA
it: Readwhere fornisce contenuti mobili senza interruzioni tramite AMP e PWA
ja: Readwhere、AMP と PWA によりシームレスなモバイルコンテンツを提供
pt_br: O Readwhere disponibiliza conteúdo móvel contínuo via AMP e PWA
tr: Readwhere, AMP ve PWA ile kesintisiz mobil içerik sunuyor

source: DiscoverCarHire.com drives conversions with faster mobile page load times via AMP
ar: حقق موقع DiscoverCarHire.com إحالات ناجحة بأوقات أقل لتحميل صفحات الجوّال من خلال AMP
fr: DiscoverCarHire.com améliore ses conversions avec des temps de chargement de pages mobiles plus rapides via AMP
it: DiscoverCarHire.com aumenta le conversioni grazie ai migliori tempi di caricamento delle pagine mobili tramite AMP
ja: DiscoverCarHire.com、AMP によるコンバージョンの向上とモバイルページの読み込み時間の短縮を実現
pt_br: DiscoverCarHire.com aumente a conversões com um tempo de carregamento de páginas móveis mais rápido via AMP
tr: DiscoverCarHire.com, AMP ile daha hızlı mobil sayfa yükleme süreleriyle dönüşümleri artırıyor

source: Jagran New Media boosts traffic by 115% and revenue by 4.5X by expanding AMP strategy
ar: زاد عدد الزيارات على موقع Jagran New Media بنسبة 115% وزادت الإيرادات بمقدار 4.5 أضعاف من خلال توسيع استراتيجية AMP
fr: Jagran New Media augmente son trafic de 115 % et multiplie ses recettes par 4,5 en développant sa stratégie AMP
it: Jagran New Media espandendo la propria strategia AMP migliora del 115% i volumi di traffico e i ricavi di 4,5 volte
ja: Jagran New Media、AMP 戦略の拡大により115％のトラフィック増と4.5倍の収益増を達成
pt_br: A Jagran New Media aumentou seu tráfego em 115% e sua receita em 4,5 vezes através da expansão da estratégia de AMP
tr: Jagran New Media, AMP stratejisini genişleterek trafiği %115, geliri de 4,5 kat artırdı

source: Renovation Brands improves speed and site duration with AMP
ar: تحسنت السرعة ومدة الجلسة على موقع Renovation Brands من خلال AMP
fr: Renovation Brands améliore la vitesse et le temps de visite de son site avec AMP
it: Renovation Brands migliora la velocità e la durata del sito con AMP
ja: Renovation Brands、AMP により速度とサイト滞在時間を改善
pt_br: Renovation Brands melhora a velocidade e a duração do site com AMP
tr: Renovation Brands, AMP ile hızı ve sitede geçirilen zamanı artırdı

source: Metromile lowers costs, reaches more potential customers with AMP
ar: خفضت شركة Metromile التكاليف، ووصلت إلى عدد أكبر من العملاء المحتملين من خلال AMP
fr: Metromile réduit ses frais et atteint plus de clients potentiels avec AMP
it: Metromile riduce i costi e raggiunge un maggior numero di potenziali clienti con AMP
ja: Metromile、AMP によりコスト削減効果と潜在顧客へのリーチが向上
pt_br: Metromile reduz custos e alcança mais clientes em potencial com AMP
tr: Metromile, AMP ile maliyetleri düşürüyor ve daha fazla potansiyel müşteriye ulaşıyor

source: Carved increases conversion rate by 75% with AMP and PWA
ar: زاد معدل الإحالات الناجحة لموقع Carved بنسبة 75% باستخدام AMP وتطبيق الويب التقدمي (PWA)
fr: Carved augmente son taux de conversion de 75 % avec des solutions AMP et PWA
it: Carved aumenta il tasso di conversione del 75% con AMP e PWA
ja: Carved、AMP と PWA によりコンバージョン率が75％向上
pt_br: Carved aumenta a taxa de conversão em 75% com AMP e PWA
tr: Carved, AMP ve PWA ile dönüşüm oranını %75 oranında artırıyor

source: TransUnion scores more conversions with faster page loads via AMP
ar: سجّل موقع TransUnion زيادة في الإحالات الناجحة مع عمليات تحميل أسرع للصفحات باستخدام AMP
fr: TransUnion enregistre plus de conversions grâce à des chargements de page plus rapides via AMP
it: TransUnion migliora le conversioni con pagine dal caricamento più veloce grazie ad AMP
ja: TransUnion、AMP によるページ読み込み時間の高速化によりコンバージョン率が向上
pt_br: TransUnion obtém mais conversões com carregamentos de página mais rápidos via AMP
tr: TransUnion, AMP sayesinde daha hızlı yüklenen sayfalarla daha fazla dönüşüm sağlıyor

source: The story of the all-new BMW.com
ar: قصة موقع BMW.com الجديد بالكامل
fr: L'histoire du tout nouveau site BMW.com
it: La storia della pagina BMW.com nuova di zecca
ja: まったく新しい BMW.com のストーリー
pt_br: A história da novíssima BMW.com
tr: Yepyeni BMW.com'un hikayesi

source: Innkeeper’s Advantage helps B&Bs book guests quicker with AMP
ar: ساعد موقع Innkeeper’s Advantage زوار حجوزات المبيت مع الإفطار بشكل أسرع باستخدام AMP
fr: Innkeeper’s Advantage : des réservations de chambres d'hôtes désormais plus rapides grâce à AMP
it: Innkeeper's Advantage rende più veloci le prenotazioni degli ospiti ai B&B con AMP
ja: Innkeeper's Advantage、AMP により B＆B の迅速な予約を実現
pt_br: O Innkeeper's Advantage permite que pousadas façam reservas para seus hóspedes mais rapidamente com a AMP
tr: Innkeeper’s Advantage, AMP ile misafirlerin çok daha hızlı B&amp;Bs rezervasyonu yapmalarını sağlıyor

source: Grupo Expansión boosts monetization with AMP
ar: عززت شركة Grupo Expansión أرباحها المادية باستخدام AMP
fr: Grupo Expansión améliore sa monétisation avec AMP
it: Grupo Expansión aumenta la monetizzazione con AMP
ja: GrupoExpansión、AMP で収益化を促進
pt_br: O Grupo Expansión aumenta sua monetização com AMP
tr: Grupo Expansión, AMP ile daha fazla para kazanıyor

source: Merchology increases conversions, lowers load times with AMP
ar: زادت الإحالات الناجحة لموقع Merchology، وانخفضت أوقات التحميل باستخدام AMP
fr: Merchology augmente ses conversions et réduit ses temps de chargement avec AMP
it: Merchology aumenta le conversioni e riduce i tempi di caricamento con AMP
ja: Merchology、AMP によりコンバージョンの改善と読み込み時間の短縮を実現
pt_br: Merchology aumenta suas conversões e reduz o tempo de carregamento com AMP
tr: Merchology, AMP ile dönüşümleri artırıyor, yükleme sürelerini azaltıyor

source: Eski.mobi serves businesses going mobile with AMP
ar: يقدّم موقع Eski.mobi أعماله على الأجهزة الجوّالة باستخدام AMP
fr: Eski.mobi aide les entreprises qui optent pour le mobile avec AMP
it: Eski.mobi aiuta le aziende che passano su sistemi mobili con AMP
ja: Eski.mobi、AMP により企業のモバイル対応に貢献
pt_br: Eski.mobi ajuda empresas que passam para sistemas móveis com AMP
tr: Eski.mobi, AMP ile mobilde faaliyet gösteren işletmelere hizmet veriyor

source: Faster page loads with AMP deliver truckloads of new drivers to U.S. Xpress
ar: ساعدت زيادة سرعة عمليات تحميل الصفحات باستخدام AMP عمليات تسليم حمولات شاحنات السائقين الجدد لموقع U.S. Xpress
fr: Des chargements de page plus rapides avec AMP permettent à U.S Xpress de gagner de nombreux nouveaux conducteurs
it: I caricamenti più veloci della pagine con AMP garantiscono carichi di nuovi autisti a U.S. Xpress
ja: U.S. Xpress、AMP によるページ読み込み速度の向上を通じて新人ドライバーの大量確保に成功
pt_br: Carregamentos de página mais rápidos com AMP entregam cargas a novos motoristas para a U.S. Xpress
tr: AMP'nin daha hızlı sayfa yüklemeleri, birçok yeni sürücüyü U.S. Xpress'e çekiyor

source: Event Tickets Center significantly boosts conversions with AMP
ar: زادت الإحالات الناجحة لمركز Event Tickets Center بشكل كبير باستخدام AMP
fr: Event Tickets Center améliore considérablement ses conversions avec AMP
it: Event Tickets Center migliora significativamente le conversioni grazie ad AMP
ja: Event Tickets Center、AMP によりコンバージョンが大幅に増加
pt_br: O Event Tickets Center aumenta significativamente suas conversões com a AMP
tr: Event Tickets Center, AMP ile dönüşümleri önemli ölçüde artırdı

source: ConsumersAdvocate.org boosts site performance with AMP
ar: عززت مؤسسة ConsumersAdvocate.org أداء موقعها باستخدام AMP
fr: ConsumersAdvocate.org améliore les performances de son site avec AMP
it: ConsumersAdvocate.org migliora le performance del sito con AMP
ja: ConsumersAdvocate.org、AMP によりサイトのパフォーマンスが向上
pt_br: ConsumersAdvocate.org melhora o desempenho de seu site com AMP
tr: ConsumersAdvocate.org, AMP ile site performansını artırıyor

source: Fastcommerce drives conversions for clients by building AMP-first
ar: حقق موقع Fastcommerce إحالات ناجحة للعملاء من خلال إنشاء أول تجربة AMP
fr: Fastcommerce génère des conversions pour ses clients en concevant des produits axés sur AMP
it: FastCommerce incrementa le conversioni per i propri clienti realizzando piattaforme del tipo AMP-first
ja: Fastcommerce、AMP ファーストの構築を通して取引先のコンバージョンを促進
pt_br: Fastcommerce gera conversões para seus clientes criando sites AMP-first
tr: Fastcommerce, AMP öncelikli geliştirme yaparak müşteriler için dönüşümleri artırıyor

source: Leading French organic retailer doubles mobile conversions with AMP
ar: ضاعف موزع التجزئة للأغذية العضوية Leading French من الإحالات الناجحة عبر الأجهزة الجوّالة باستخدام AMP
fr: Le leader français de la distribution de produits bio double ses conversions mobiles avec AMP
it: Un importante distributore francese di prodotti biologici raddoppia le conversioni su piattaforme mobili con AMP
ja: フランスの大手オーガニック小売業者、AMP でモバイルコンバージョンを2倍に
pt_br: O principal varejista de produtos orgânicos francês duplica suas conversões móvel com AMP
tr: Önde gelen Fransız organik ürün perakendecisi, AMP ile mobil dönüşümleri ikiye katladı

source: CNBC sees mobile speed and engagement gains with AMP
ar: يشهد موقع CNBC زيادة في السرعة على الأجهزة الجوّالة وزيادات في التفاعل باستخدام AMP
fr: CNBC observe un gain de vitesse mobile et d'engagement grâce à AMP
it: CNBC incrementa la velocità in mobilità e l'engagement con AMP
ja: CNBC、AMP によるモバイルの速度とエンゲージメントの向上を達成
pt_br: CNBC vê ganhos na velocidade em dispositivos móveis e maior envolvimento com a AMP
tr: CNBC, AMP ile mobil hız ve etkileşim kazanımlarının arttığını gözlemliyor

source: Wego.com increases mobile conversion rates 95% with AMP
ar: زادت معدلات الإحالات الناجحة على الأجهزة الجوّالة لموقع Wego.com بنسبة 95% باستخدام AMP
fr: Wego.com augmente ses taux de conversion mobile de 95 % grâce à AMP
it: Wego.com incrementa del 95% i propri tassi di conversione in mobilità grazie ad AMP
ja: Wego.com、AMP によりモバイルコンバージョン率が95％向上
pt_br: Wego.com aumentou suas taxas de conversão móvel em 95% com AMP
tr: Wego.com, AMP ile mobil dönüşüm oranlarını %95 artırdı
