Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: <p>The companies involved in the project want to make the mobile web work better for all -- not just for one platform, one set of technologies, or one set of publishers, or one set of advertisers. Making the project open source enables people to share and contribute their ideas and code for making the mobile web fast. We are just at the beginning of that journey and we look forward to other publishers, advertisers and technology companies joining along the way.</p>
ar: <p>تريد الشركات المشارِكة في المشروع تحسين عمل الويب للجوّال للجميع -- وليس فقط لمنصّة واحدة، أو لمجموعة واحدة من التقنيات، أو مجموعة واحدة من الناشرين، أو مجموعة واحدة من المعلِنين. ويتيح نهج المصدر المفتوح للمشروع مشاركة الأشخاص لأفكارهم ورموزهم البرمجية والمساهمة فيها لتسريع الويب للجوّال. نحن فقط على أعتاب بداية تلك الرحلة ونتطلع إلى انضمام الناشرين والمعلنين الآخرين وشركات التكنولوجيا الأخرى إلى مسيرتنا.</p>
fr: <p>Les entreprises impliquées dans le projet souhaitent améliorer le fonctionnement du Web mobile pour tous, et pas seulement pour une plateforme, un ensemble de technologies, un ensemble d'éditeurs ou un ensemble d'annonceurs. L'approche open source permet aux utilisateurs de partager leurs idées et leur code et d'apporter leurs contributions pour accélérer le Web mobile. Nous ne sommes qu'au début de ce voyage et nous nous réjouissons à l'idée que d'autres éditeurs, annonceurs et sociétés technologiques sautent dans ce train en marche.</p>
it: <p>Le società coinvolte nel progetto vogliono migliorare il funzionamento del web per tutte le applicazioni in mobilità, non per privilegiare un solo tipo di piattaforme e tecnologie, o un solo gruppo di editori e inserzionisti. La scelta di un progetto open source consente alle persone di condividere le proprie idee e i propri sviluppi di codice per velocizzare al massimo i siti web in mobilità. Siamo solo all'inizio di questo viaggio e non vediamo l'ora che altri editori, inserzionisti e società del settore tecnologico si uniscano a noi lungo il percorso.</p>
ja: <p>プロジェクトに関与する企業は、1つのプラットフォーム、1組のテクノロジー、1組のサイト運営者、または1組の広告主だけでなく、モバイルWebをすべての人にとってより良いものにしたいと考えています。プロジェクトをオープンソースにすることで、人々はモバイルWebを高速化するためのアイデアやコードを共有して貢献できます。私たちはちょうどその旅の始まりであり、他の出版社、広告主、テクノロジー企業が道に沿って参加することを楽しみにしています。</p>
pt_br: <p>As empresas envolvidas no projeto querem uma web móvel que funcione melhor para todos, e não apenas para uma plataforma, conjunto de tecnologias, conjunto de editores ou de anunciantes. Tornar o projeto de código aberto permite que pessoas compartilhem e contribuam com suas ideias e código para tornar a web móvel mais rápida. Estamos apenas no início desta jornada e esperamos que outros editores, anunciantes e empresas de tecnologia se juntem a nós ao longo do caminho.</p>
tr: <p>Projeye katılan şirketler, mobil ağın sadece bir platformda, teknoloji kümesinde, yayıncı kümesinde ya da reklamveren kümesinde değil, her yerde daha iyi çalışmasını istiyor. Projeyi açık kaynaklı yapmak, insanların mobil web'i daha hızlı kılmak için fikirlerini paylaşmalarını ve katkı koymalarını ve kodlamalarını sağlar. Bu yolculuğun henüz başındayız ve dört gözle başka yayıncıların, reklamverenlerin ve teknolojilerin aramıza katılmalarını bekliyoruz.</p>

source: Who can use Accelerated Mobile Pages?
ar: من يمكنه استخدام "صفحات الجوّال المسرَّعة"؟
fr: Qui peut utiliser les pages AMP ?
it: A chi è destinato l'uso delle pagine AMP?
ja: Accelerated Mobile Pagesを使用できるのは誰ですか？
pt_br: Quem pode usar as Páginas AMP?
tr: Hızlandırılmış Mobil Sayfaları kimler kullanabilir?

source: <p>The project is open to all players in the ecosystem - publishers, consumer platforms, advertisers and creators. To get an idea who some of the companies and sites are who use AMP, head to the <a href="/support/faqs/supported-platforms.html">Who page</a>.</p>
ar: <p>يعد المشروع متاحًا لجميع الفاعلين في المنظومة المتكاملة - الناشرين ومنصّات المستهلكين والمعلنين ومُنشِئي المحتوى. وللحصول على فكرة عن بعض الشركات والمواقع التي تستخدم AMP، تفضّل بزيارة <a href="/support/faqs/supported-platforms.html">صفحة "مَن"</a>.</p>
fr: <p>Le projet est ouvert à tous les acteurs de l'écosystème : éditeurs, plateformes grand public, annonceurs et créateurs. Pour avoir une idée des entreprises et des sites qui utilisent AMP, consultez la page <a href="/support/faqs/supported-platforms.html">page Plateformes prises en charge</a>.</p>
it: <p>Il progetto si rivolge a tutti i soggetti operanti in questo ecosistema: editori, piattaforme di consumatori, inserzionisti e creatori di contenuti. Per avere un'idea di alcune delle società e dei siti che utilizzano strumenti AMP, è possibile consultare la <a href="/support/faqs/supported-platforms.html">Pagina degli utenti</a>.</p>
ja: <p>このプロジェクトは、サイト運営者、コンシューマープラットフォーム、広告主、クリエイターなど、エコシステムのすべてのプレーヤーに開かれています。 AMPを使用している企業やサイトの一部を知るには、 <a href="/support/faqs/supported-platforms.html">Whoページ</a>進んでください。</p>
pt_br: <p>O projeto está aberto a todos os participantes do ecossistema: editores, plataformas de consumidores, anunciantes e criadores. Para conhecer algumas empresas e sites que usam a AMP, acesse o link <a href="/support/faqs/supported-platforms.html">Página Quem é quem</a>.</p>
tr: <p>Proje, ekosistemdeki tüm yayıncılara, tüketici platformlarına, reklamverenlere ve içerik oluşturuculara açıktır. AMP kullanan bazı şirketlerin ve sitelerin kim olduğu hakkında fikir edinmek için <a href="/support/faqs/supported-platforms.html">Kimler kullanıyor</a> sayfasına göz atın.</p>

source: What are the consequences of using Accelerated Mobile Pages?
ar: ما هي نتائج استخدام "صفحات الجوّال المسرَّعة"؟
fr: Quelles sont les conséquences de l'utilisation des pages AMP ?
it: Quali sono le conseguenze dell'utilizzo di pagine AMP?
ja: Accelerated Mobile Pagesを使用した結果はどうなりますか？
pt_br: Quais as consequências do uso de páginas AMP?
tr: Hızlandırılmış Mobil Sayfaları kullanmanın sonuçları nelerdir?

source: <p>By using the AMP format, content producers are making the content in AMP files available to be crawled, indexed &amp; displayed (subject to the robots exclusion protocol) and cached by third parties.</p>
ar: <p>باستخدام تنسيق AMP، يعمل المنتِجون على إتاحة إمكانية الزحف إلى المحتوى في ملفات AMP وفهرسته وعرضه (وفقًا لبروتوكول استبعاد برامج الروبوت) وتخزينه مؤقتًا من قِبل جهات خارجية.</p>
fr: <p>En utilisant le format AMP, les producteurs de contenus rendent le contenu des fichiers AMP disponible pour l'analyse, l'indexation et l'affichage (soumis au protocole d'exclusion des robots), et la mise en cache par des tiers.</p>
it: <p>Utilizzando il formato AMP, i produttori di contenuti il rendono disponibili in file AMP disponibili per ricerche, indicizzazioni e visualizzazioni (nel rispetto del protocollo di esclusione robot) e memorizzazioni in cache da parte di terzi.</p>
ja: <p>AMP形式を使用することにより、コンテンツ制作者は、AMPファイルのコンテンツをクロール、インデックス、表示（ロボット除外プロトコルの対象）、および第三者によるキャッシュに利用できるようにします。</p>
pt_br: <p>Ao usar o formato AMP, os produtores de conteúdo estão disponibilizando o conteúdo em arquivos AMP para serem rastreados, indexados e exibidos (sujeitos ao protocolo de exclusão de robôs) e armazenados em cache por terceiros.</p>
tr: <p>İçerik üreticileri, AMP formatını kullanarak AMP dosyalarındaki içerikleri tarayabilirler, dizine ekleyebilirler ve görüntüleyebilirler (robotları hariç tutma protokolüne tabi olarak) ve üçüncü taraflarca önbelleğe alabilir.</p>

source: What responsibilities do I have when using Accelerated Mobile Pages?
ar: ما هي المسؤوليات الواقعة عليّ عند استخدام "صفحات الجوّال المسرَّعة"؟
fr: Quelles sont mes responsabilités en tant qu'utilisateur de pages AMP ?
it: Quali sono le mie responsabilità quale utente di pagine AMP?
ja: Accelerated Mobile Pagesを使用する場合、どのような責任がありますか？
pt_br: Quais são as minhas responsabilidades ao usar as Páginas AMP?
tr: Hızlandırılmış Mobil Sayfaları kullanırken ne gibi sorumluluklarım var?

source: <p>If a publisher or advertiser collects data from users who view its AMP pages, such data collection is governed by their privacy policy. It is the publisher or advertiser’s responsibility to disclose its privacy policy, ideally by including a link to it within each of their AMP pages.</p> <p>Furthermore, the laws in many jurisdictions, such as in the European Union, require a website to give visitors information about cookies and other forms of local storage used on the site (including AMP pages). In many cases, these laws also require that the website obtain consent. It is the website's responsibility to determine, based on its use of cookies, what type of notice would be appropriate. Additional information and tools for generating cookie notices can be found at www.cookiechoices.org. Note that the AMP component <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> provides a way to display a dismissable notification to the user.</p> <p>If an AMP page is shown within a viewer on a third party platform, such as a Google AMP Viewer on Google Search, the viewer may be a hybrid environment in which the AMP page and the third party platform may each collect data about the user. In such a case, data collection by each party is governed by that party’s privacy policy (i.e., in a hybrid viewer environment, data collected by the AMP page is governed by its privacy policy and data collected by the third party platform is governed by the platform’s privacy policy). It is each party’s responsibility to disclose its privacy policy and comply with relevant data regulations, including European laws relating to its use of cookies.</p>
ar: <p>إذا كان الناشر أو المعلن يعمل على تجميع بيانات من المستخدمين الذين يعرضون صفحات AMP، فإن عملية جمع البيانات هذه ستخضع لسياسة الخصوصية لديهم. وتقع على عاتق الناشر أو المعلن مسؤولية الإفصاح عن سياسة الخصوصية لديه، وبشكل مثالي، من خلال تضمين رابط إليه داخل كل صفحة من صفحات AMP التابعة لهم.</p> <p>علاوةً على ذلك، تقتضي القوانين في العديد من الولايات القضائية، مثل الاتحاد الأوروبي، أن يوفر الموقع الإلكتروني للزوار معلومات عن ملفات تعريف الارتباط والأشكال الأخرى من التخزين المحلي المستخدمة على الموقع (بما في ذلك صفحات AMP). وفي الكثير من الحالات، تتطلب هذه القوانين أيضًا أن يحصل الموقع الإلكتروني على الموافقة. وتقع على عاتق الموقع الإلكتروني مسؤولية تحديد نوع الإشعار المناسب لذلك، تبعًا لاستخدامه لملفات تعريف الارتباط. يمكن العثور على معلومات وأدوات إضافية لإنشاء إشعارات ملفات تعريف الارتباط على www.cookiechoices.org. تجدر الإشارة إلى أنّ مكوّن AMP <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> يوفّر طريقة لعرض إشعار للمستخدم قابل للرفض.</p> <p>في حال عرض صفحة AMP ضمن عارض على منصّة تابعة لطرف ثالث، مثل العارض Google AMP Viewer على "بحث Google"، فقد يكون العارض عبارة عن بيئة مختلطة يمكن فيها لكل من صفحة AMP ومنصّة الطرف الثالث تجميع بيانات حول المستخدم. وفي تلك الحالة، يكون تجميع البيانات من جانب كل طرف محكومًا بسياسة الخصوصية لذلك الطرف (أي، في بيئة العارض المختلطة، تكون البيانات التي تجمعها صفحة AMP محكومة بسياسة الخصوصية فيها والبيانات التي تجمعها منصّة الطرف الثالث تكون محكومة بسياسة الخصوصية للمنصّة). وتقع على عاتق كل جهة مسؤولية الإفصاح عن سياسة الخصوصية لديها والامتثال للوائح البيانات ذات الصلة، بما يشمل القوانين الأوروبية المتعلقة باستخدامها لملفات تعريف الارتباط.</p>
fr: <p>Si un éditeur ou un annonceur collecte des données des utilisateurs qui consultent ses pages AMP, cette collecte de données est régie par la politique de confidentialité de l'éditeur/annonceur. Il est de sa responsabilité de divulguer sa politique de confidentialité, idéalement en incluant un lien vers celle-ci dans chacune de ses pages AMP.</p> <p>En outre, les lois de nombreuses juridictions, par exemple dans l'Union européenne, exigent qu'un site Web fournisse aux visiteurs des informations sur les cookies et autres formes de stockage local utilisées sur le site (y compris les pages AMP). Dans de nombreux cas, ces lois exigent également que le site Web obtienne le consentement des visiteurs. Il est de la responsabilité du site Web de déterminer, en fonction de son utilisation des cookies, le moyen de notification approprié. Vous trouverez plus de détails et d'outils pour générer des notifications de cookies sur www.cookiechoices.org. Notez que le composant AMP <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> fournit un moyen d'afficher une notification à l'utilisateur avec une option de refus.</p> <p>Si une page AMP est affichée dans une visionneuse sur une plate-forme tierce, telle qu'une visionneuse Google AMP dans la recherche Google, la visionneuse peut être un environnement hybride dans lequel la page AMP et la plate-forme tierce peuvent chacune collecter des données sur l'utilisateur. Dans ce cas, la collecte de données par chaque partie est régie par sa politique de confidentialité respective (en d'autres termes, dans une visionneuse hybride, les données collectées par la page AMP sont régies par sa politique de confidentialité et les données collectées par la plateforme tierce sont régies par la politique de confidentialité de cette dernière). Il est de la responsabilité de chaque partie de divulguer sa politique de confidentialité et de se conformer aux réglementations applicables en matière de traitement des données, y compris les lois européennes relatives à l'utilisation des cookies.</p>
it: <p>La raccolta di dati degli utenti che visualizzano le loro pagine AMP da parte di editori e inserzionisti deve rispettare le relative informative sulla privacy. È responsabilità dell'editore o dell'inserzionista pubblicare la propria informativa sulla privacy, ad esempio tramite l'inclusione del relativo link all'interno di ciascuna pagina AMP.</p> <p>Inoltre, le leggi di molte giurisdizioni, come quelle dell'Unione Europea, richiedono che i siti web forniscano ai visitatori informazioni sui cookie e altre forme di archiviazione locale utilizzate sul sito (comprese le pagine AMP). In molti casi, queste leggi prevedono anche che il sito web richieda il consenso all'utilizzo di tali strumenti. È responsabilità dell'autore del sito web determinare, in base all'utilizzo dei cookie, il tipo più opportuno di avviso da riportare. Ulteriori informazioni e strumenti per la generazione di notifiche sui cookie sono disponibili all'indirizzo www.cookiechoices.org. Si noti che il componente AMP <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> fornisce strumenti per visualizzare notifiche all'utente che possono essere rifiutate.</p> <p>Se una pagina AMP appare all'interno di un sistema di visualizzazione su una piattaforma di terzi, quali Google AMP Viewer sulla piattaforma di Ricerca Google, il sistema è spesso un ambiente ibrido in cui sia la pagina AMP che la piattaforma di terzi possono raccogliere dati sull'utente. In tal caso, la raccolta dei dati eseguita da ciascuna parte è regolata dall'informativa sulla privacy della parte in questione (ovvero, in un ambiente di visualizzazione ibrido, la raccolta di dati della pagina AMP è regolata dall'informativa sulla privacy AMP, mentre le raccolte dati su piattaforme di terzi sono regolate dall'informativa sulla privacy dei responsabili della piattaforma). È responsabilità di ciascuna parte coinvolta pubblicare la propria informativa sulla privacy e conformarsi alle normative applicabili sul trattamento dei dati, comprese le leggi europee relative all'utilizzo dei cookie.</p>
ja: <p>サイト運営者または広告主がAMPページを表示するユーザーからデータを収集する場合、そのようなデータ収集はプライバシーポリシーによって管理されます。理想的には、各AMPページ内にプライバシーポリシーへのリンクを含めることにより、プライバシーポリシーを公開することは出版社または広告主の責任です。</p> <p>さらに、欧州連合などの多くの司法管轄区の法律では、Cookieおよびサイトで使用されるその他の形式のローカルストレージ（AMPページを含む）に関する情報を訪問者に提供するWebサイトが必要です。多くの場合、これらの法律はウェブサイトが同意を得ることも要求しています。 Cookieの使用に基づいて、どのタイプの通知が適切かを判断するのは、Webサイトの責任です。 Cookie通知を生成するための追加情報とツールは、www.cookiechoices.orgにあります。 AMPコンポーネント <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> は、ユーザーに却下可能な通知を表示する方法を提供することに注意してください。</p> <p>Google検索のGoogle AMPビューアなど、サードパーティプラットフォームのビューアにAMPページが表示される場合、ビューアはAMPページとサードパーティプラットフォームがそれぞれに関するデータを収集するハイブリッド環境である場合がありますユーザー。このような場合、各当事者によるデータ収集は、その当事者のプライバシーポリシーによって管理されます（つまり、ハイブリッドビューアー環境では、AMPページによって収集されたデータはプライバシーポリシーによって管理され、サードパーティプラットフォームによって収集されたデータはプラットフォームのプライバシーポリシー）。プライバシーポリシーを開示し、Cookieの使用に関するヨーロッパの法律を含む関連データ規制を遵守することは、各当事者の責任です。</p>
pt_br: <p>Se um editor ou anunciante coleta dados de usuários que visualizam suas páginas AMP, essa coleta de dados é regida por sua política de privacidade. É responsabilidade do editor ou anunciante divulgar sua política de privacidade, preferencialmente incluindo um link para ela em todas as páginas AMP. </p> <p>Além disso, as leis em várias jurisdições, como na União Europeia, exigem que haja um site para fornecer aos visitantes informações sobre cookies e outras formas de armazenamento local que sejam usadas no site (incluindo páginas AMP). Em muitos casos, essas leis também exigem que o site obtenha consentimento. É responsabilidade do site determinar, com base em seu uso de cookies, que tipo de aviso seria adequado. Informações adicionais e ferramentas para a geração de avisos de cookies podem ser encontradas em www.cookiechoices.org. Note que o componente AMP <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> fornece uma forma de exibir uma notificação descartável para o usuário.</p> <p>Se uma página AMP for exibida em um visualizador em uma plataforma de terceiros, como o Visualizador de AMP do Google no Google Search, o visualizador pode ser um ambiente híbrido no qual tanto a página AMP quanto a plataforma de terceiros poderão coletar dados sobre o usuário. Em tais casos, a coleta de dados por cada parte é regida pela política de privacidade desta parte (por exemplo, em um ambiente de visualizador híbrido, os dados coletados pela página AMP são regidos por sua política de privacidade, enquanto os dados coletados pela plataforma de terceiros são regidos pela política de privacidade da plataforma). É responsabilidade de cada parte divulgar a sua política de privacidade e cumprir com as normas de dados relevantes, incluindo a legislação europeia relacionada à sua utilização de cookies.</p>
tr: <p>Bir yayıncı veya reklamveren AMP sayfalarını görüntüleyen kullanıcılardan veri toplarsa, bu tür bir veri toplama gizlilik politikalarına tabidir. İdeal olarak AMP sayfalarının her birine bir bağlantı ekleyerek gizlilik politikasını açıklamak yayıncının veya reklamverenin sorumluluğundadır.</p> <p>Ayrıca, Avrupa Birliği'nde olduğu gibi pek çok yargı sisteminin kanunları, web sitelerinin ziyaretçilere çerezler ve (AMP sayfaları dahil) sitede kullanılan diğer yerel depolama biçimleri hakkında bilgi vermesini gerektirir. Çoğu durumda, bu yasalar web sitesinin onay almasını da gerektirir. Çerezlerin kullanımına bağlı olarak ne tür bildirimlerin uygun olacağını belirlemek web sitesinin sorumluluğundadır. Çerez bildirimleri oluşturmak için ek bilgi ve araçlar www.cookiechoices.org adresinde bulunabilir. <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> AMP bileşeninin kullanıcıya yok sayılabilir bir bildirimi görüntülemek için bir yol sağladığını unutmayın.</p> <p>Bir AMP sayfası, Google Arama'daki Google AMP Görüntüleyicisi gibi üçüncü taraf bir platformdaki görüntüleyicide gösteriliyorsa, görüntüleyici hem AMP sayfasının hem de üçüncü taraf platformunun kullanıcı hakkında veri toplayabileceği karma bir ortama sahip olabilir. Böyle bir durumda, her bir tarafın veri toplaması o tarafın gizlilik politikasına tabidir (yani, karma bir görüntüleyici ortamında, AMP sayfası tarafından toplanan veriler kendisinin gizlilik politikasına ve üçüncü taraf platformu tarafından toplanan veriler platformun gizlilik politikasına). Gizlilik politikasını açıklamak ve çerezlerin kullanımına ilişkin Avrupa yasaları da dahil olmak üzere ilgili veri düzenlemelerine uymak tarafların her birinin sorumluluğundadır.</p>

source: What type of content works best using Accelerated Mobile Pages?
ar: ما نوع المحتوى الأنسب عند استخدام "صفحات الجوّال المسرَّعة"؟
fr: Quel type de contenu fonctionne le mieux avec les pages AMP ?
it: Quali tipi di contenuti funzionano meglio con le pagine AMP?
ja: Accelerated Mobile Pagesを使用すると、どのタイプのコンテンツが最適に機能しますか？
pt_br: Que tipo de conteúdo funciona melhor com Páginas AMP?
tr: Hızlandırılmış Mobil Sayfalar ile hangi içerik türü en iyi şekilde çalışır?

source: <p>The goal is for all content, from news stories to videos and from blogs to commerce pages and GIFs, to work using Accelerated Mobile Pages.</p>
ar: <p>الهدف هو أن يكون استخدام "صفحات الجوّال المسرَّعة" مناسبًا لجميع أشكال المحتوى، من القصص الإخبارية إلى الفيديوهات ومن المدونات إلى الصفحات التجارية وملفات GIF.</p>
fr: <p>L'objectif est que tous les contenus fonctionnent en utilisant AMP : des stories d'actualités, vidéos et blogs jusqu'aux pages commerciales et aux GIF.</p>
it: <p>L'obiettivo è quello di migliorare la visualizzazione di tutti i contenuti, dalle storie di notizie ai video, dai blog alle pagine commerciali e le GIF animate, che devono funzionare utilizzando le pagine AMP.</p>
ja: <p>目標は、ニュースストーリーからビデオまで、ブログからコマースページやGIFまで、すべてのコンテンツで、Accelerated Mobile Pagesを使用して作業することです。</p>
pt_br: <p>O objetivo é que todo o conteúdo, de histórias de notícias a vídeos, blogs a páginas de comércio e GIFs, funcione usando as Páginas AMP. </p>
tr: <p>Amaç, haber hikayelerinden videolara, bloglardan ticaret sayfalarına ve GIF'lere kadar tüm içeriklerin Hızlandırılmış Mobil Sayfaları kullanarak çalışmasıdır.</p>

source: Does making my content work for Accelerated Mobile Pages entail more work?
ar: هل تقتضي مواءمة المحتوى الذي أقدّمه مع "صفحات الجوّال المسرَّعة" مزيدًا من العمل؟
fr: Cela demande-t-il plus de travail de faire fonctionner mon contenu sur les pages AMP ?
it: Realizzare contenuti funzionanti per le pagine AMP implica maggior lavoro?
ja: コンテンツをAccelerated Mobile Pagesで機能させるには、より多くの作業が必要ですか？
pt_br: Fazer com que meu conteúdo funcione com as Páginas AMP implica em mais trabalho?
tr: İçeriğimin Hızlandırılmış Mobil Sayfa olarak çalışmasını sağlamak için daha fazla çalışmam mı gerekiyor?
