Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: AMP controls all resource downloads: it prioritizes resource loading, loading only what’s needed, and prefetches lazy-loaded resources.
ar: يتحكم AMP في جميع عمليات تنزيل الموارد: ويضع تحميل الموارد على رأس الأولويات، وذلك بتحميل ما هو مطلوب فقط، وينفّذ الجلب المسبق للموارد بطيئة التحميل.
fr: AMP contrôle tous les téléchargements de ressources : il privilégie le chargement des ressources en chargeant uniquement ce qui est nécessaire et en extrayant au préalable les ressources à chargement différé.
it: AMP controlla tutti i download di risorse: gestisce la priorità del caricamento di risorse, caricando solo ciò che è necessario e recuperando in anticipo le risorse caricate in modalità lazy.
ja: AMP はあらゆるリソースのダウンロードを制御します。具体的には、リソースの読み込みを優先し、必要なものだけを読み込み、遅延読み込みされたリソースをプリフェッチします。
pt_br: A AMP controla todos os downloads de recursos: ela prioriza o carregamento de recursos, carregando apenas o necessário e pré-carrega recursos marcados como de carregamento lento.
tr: AMP tüm kaynak indirmelerini kontrol eder: sadece gerekli olanı yükleyerek kaynak yüklemesini önceliklendirir ve yavaş yüklenen kaynakları önceden belleğe yükler.

source: When AMP downloads resources, it optimizes downloads so that the currently most important resources are downloaded first. Images and ads are only downloaded if they are likely to be seen by the user, above the fold, or if the user is likely to quickly scroll to them.
ar: عندما يبدأ AMP في تنزيل الموارد، فإنه يحسِّن عمليات التنزيل حتى يتم تنزيل الموارد الأكثر أهمية حاليًا أولًا. فلا يتم تنزيل الصور والإعلانات إلا إذا كان من المرجّح أن يشاهدها المستخدم، أو إذا كانت في الجزء المرئي من الصفحة، أو إذا كان من المرجّح أن يمرّر المستخدم الصفحة للوصول إليها بسرعة.
fr: Lorsqu'AMP télécharge des ressources, il optimise les téléchargements afin que les ressources les plus importantes à ce moment précis soient téléchargées en priorité. Les images et les annonces ne sont téléchargées que si elles sont susceptibles d'être vues par l'utilisateur, au premier plan, ou si l'utilisateur est susceptible de les atteindre rapidement en faisant défiler le contenu.
it: Durante il download delle risorse, AMP ottimizza le operazioni in modo che le risorse più importanti vengano scaricate per prime. Le immagini e gli annunci vengono scaricati solo se è probabile che siano visualizzati dall'utente, in primo piano, o se è probabile che l'utente scorra rapidamente verso di essi.
ja: AMP はリソースをダウンロードする際にダウンロードを最適化し、その時点で最も重要なリソースが最初にダウンロードされるようにします。画像と広告がダウンロードされるのは、ユーザーが見ている可能性が高い場合、スクロールせずに見える範囲にある場合、またはユーザーがすばやくスクロールする可能性がある場合のみです。
pt_br: Quando a AMP baixa recursos, ela otimiza os downloads para que os recursos mais importantes no momento sejam baixados primeiro. Imagens e anúncios são baixados apenas quando houver a probabilidade de serem vistos pelo usuário, acima da dobra, ou se for provável que o usuário deslize rapidamente até eles.
tr: AMP kaynakları indirdiğinde, indirilenleri o anda en önemli olan kaynakları ilk önce indirecek şekilde optimize eder. Resimler ve reklamlar yalnızca en baştan kullanıcı tarafından görülme olasılıkları yüksekse ya da kullanıcının onları hızla kaydırma olasılığı varsa indirilir.

source: AMP also prefetches lazy-loaded resources. Resources are loaded as late as possible, but prefetched as early as possible. That way things load very fast but CPU is only used when resources are actually shown to users.
ar: ينفّذ AMP أيضًا عملية الجلب المسبق للموارد بطيئة التحميل. إذ يجري تحميل الموارد على نحو متأخر قدر الإمكان، ولكن يتم جلبها مسبقًا بأسرع ما يمكن. وبتلك الكيفية، يتم تحميل الأشياء بسرعة كبيرة ولكن يتم استخدام وحدة المعالجة المركزية (CPU) فقط عند عرض الموارد فعليًا للمستخدمين.
fr: AMP pré-extrait également des ressources à chargement différé. Les ressources sont chargées le plus tard possible, mais récupérées le plus tôt possible. De cette façon, le chargement est très rapide, mais le processeur n'est utilisé que lorsque les ressources sont réellement présentées aux utilisateurs.
it: AMP recupera in anticipo anche le risorse caricate in modalità lazy. Le risorse vengono caricate il più tardi possibile, ma vengono recuperate il più presto possibile. In questo modo gli oggetti si caricano molto velocemente ma la CPU viene utilizzata solo quando le risorse vengono effettivamente mostrate agli utenti.
ja: AMP は遅延読み込みされるリソースもプリフェッチします。リソースはできる限り後から読み込まれますが、できる限り先にプリフェッチされます。このようにリソースは非常に高速に読み込まれますが、CPU はリソースが実際にユーザーに表示されるときにのみ使用されます。
pt_br: A AMP também carrega antecipadamente recursos de carregamento lento. Os recursos são carregados na página o mais tarde possível, mas são transferidos o quanto antes. Dessa forma, tudo é carregado muito rapidamente, mas a CPU só é utilizada quando os recursos podem de fato ser exibidos ao usuário.
tr: AMP ayrıca ağır yüklenen kaynakları da önceden getirir. Kaynaklar olabildiğince geç yüklenir ancak olabildiğince erken getirilir. Bu şekilde içerikler çok hızlı yüklenir ama CPU sadece kaynaklar gerçekten kullanıcıya gösterildiğinde yüklenir.

source: Load pages in an instant
ar: تحميل الصفحات في لحظة
fr: Chargez vos pages instantanément
it: Caricamento istantaneo delle pagine
ja: 瞬時にページを読み込み
pt_br: Carregue páginas em um instante
tr: Sayfaları anında yükleyin

source: The new <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">preconnect API</a> is used heavily to ensure HTTP requests are as fast as possible when they are made. With this, a page can be rendered before the user explicitly states they’d like to navigate to it; the page might already be available by the time the user actually selects it, leading to instant loading.
ar: يجري استخدام <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">واجهة برمجة تطبيقات الاتصال المسبق</a> الجديدة بكثرة لضمان تنفيذ طلبات HTTP بأسرع ما يمكن عند تقديمها. وباستخدامها، يمكن عرض صفحة ما قبل أن يعلن المستخدم صراحةً أنه يود الانتقال إليها، وقد تكون الصفحة متاحة بالفعل في وقت اختيار المستخدم لها فعليًا، وهو ما يؤدي إلى التحميل الفوري.
fr: La nouvelle <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">API de pré-connexion</a> est utilisée intensivement pour garantir que les requêtes HTTP soient aussi rapides que possible lorsqu'elles sont effectuées. Ainsi, une page peut être rendue avant que l'utilisateur déclare explicitement qu'il souhaite y accéder. La page pourra de cette manière être déjà disponible au moment où l'utilisateur la sélectionne, ce qui permettra un chargement instantané.
it: La nuova <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">API preconnect</a> viene sfruttata per garantire che le richieste HTTP vengano gestite il più veloce possibile. In questo modo, è possibile eseguire il rendering di una pagina prima che l'utente dichiari esplicitamente che desidera accedervi; la pagina potrebbe essere già disponibile al momento in cui l'utente la seleziona effettivamente, con conseguente caricamento istantaneo.
ja: 新しい <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">preconnect API</a> は、HTTP要求が行われたときに可能な限り高速化するために頻繁に使用されます。これにより、ユーザーがページへの移動を明示的に指定する前にページをレンダリングできます。ページはユーザーが実際にページを選択するまでにすでに利用できる状態になっているため、すぐに読み込まれます。
pt_br: A nova <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect"> API preconnect</a> é bastante usada para garantir que solicitações HTTP ocorram o mais rápidas possível quando realizadas. Com isso, uma página pode ser renderizada antes do usuário indicar explicitamente que gostaria de navegar até ela; é provável que a página já esteja disponível no momento em que o usuário a selecionar, o que leva ao seu carregamento instantâneo.
tr: Yeni <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">ön bağlantı API</a>'si, HTTP isteklerinin başlatıldıkları anda olabildiğince hızlı olmalarını sağlamak için yoğun olarak kullanılır. Burada, bir sayfa, kullanıcı onda gezinmek istediğini açıkça belirtmeden önce işlenir; kullanıcı sayfayı gerçekten seçtiği anda, bu sayfa zaten mevcut olabilir ve bu da anında yüklemeyi sağlar.

source: While prerendering can be applied to all web content, it can also use up a lot of bandwidth and CPU. AMP is optimized to reduce both of these factors. Prerendering only downloads resources above the fold and prerendering doesn’t render things that might be expensive in terms of CPU.
ar: بينما يمكن تطبيق العرض المسبق على كل محتوى الويب، إلا أنه يمكنه أيضًا استخدام الكثير من النطاق الترددي وCPU. وقد تم تحسين AMP لتقليل أثر كل من هذين العاملين. فالعرض المسبق يعمل فقط على تنزيل الموارد في الجزء المرئي من الصفحة ولا يعمل العرض المسبق على عرض الأشياء التي قد تكون مكلفة من ناحية استهلاك CPU.
fr: Bien que le pré-rendu puisse être appliqué à tout contenu Web, il peut également utiliser beaucoup de bande passante et mobiliser le CPU. AMP est optimisé pour réduire ces deux facteurs. Le pré-rendu télécharge uniquement les ressources au premier plan et aucun rendu des éléments qui pourraient excessivement solliciter le CPU n'a lieu à ce moment.
it: Se il pre-rendering può essere applicato a tutti i contenuti web, esso può anche determinare un notevole impiego di banda e CPU. AMP è ottimizzato per ridurre entrambi questi fattori. Il pre-rendering scarica solo le risorse in primo piano e il pre-rendering non gestisce gli oggetti che potrebbero essere onerosi in termini di CPU.
ja: 事前レンダリングはあらゆるウェブコンテンツに適用できますが、多くの帯域幅とCPUを消費する場合もあります。AMP はこれらの両方の要因を減らす目的で最適化されています。事前レンダリングではスクロールせずに見える範囲のリソースのみがダウンロードされ、事前レンダリングでは CPU 的にコストがかかる可能性のあるものはレンダリングされません。
pt_br: Embora a pré-renderização possa ser aplicada a todo o conteúdo da web, ela também pode consumir bastante largura de banda e CPU. A AMP foi otimizada para reduzir ambos esses fatores. A pré-renderização baixa apenas os recursos que aparecem acima da dobra e não renderiza coisas que podem ser dispendiosa em termos de CPU.
tr: Ön işleme tüm web içeriklerine uygulanabilse de aşırı bant genişliği ve CPU tüketimine neden olabilir. AMP, bu her iki faktörü azaltmak için optimize edilmiştir. Önceden getirme sadece en üstteki kaynakları indirir ve CPU açısından pahalı olabilecek şeyleri işlemez.

source: Learn more about <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">why AMP HTML doesn’t take full advantage of the preload scanner</a>.
ar: تعرّف على مزيد من المعلومات عن <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">سبب عدم استغلال AMP HTML لفاحص التحميل المسبق</a>.
fr: Découvrez <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">pourquoi AMPHTML ne tire pas pleinement parti du scanner de pré-chargement</a>.
it: Maggior informazioni su <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">Perchè AMP HTML non sfrutta appieno il pre-caricamento</a>.
ja: 詳細については、「<a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">AMP HTML がプリロードスキャナーを最大限に活用しない理由</a>」をご覧ください。
pt_br: Saiba mais sobre <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">por que o HTML para AMP não tira o máximo proveito do scanner de pré-carregamento</a>.
tr: <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">AMP HTML'nin ön yükleme tarayıcısından neden tam yararlanmadığı</a> hakkında daha fazla bilgi alın.

source: Developer Benefits
ar: مزايا المطوّرين
fr: Avantages pour les développeurs
it: Vantaggi per gli sviluppatori
ja: 開発者のメリット
pt_br: Benefícios para desenvolvedores
tr: Geliştiriciler için Avantajlar

source: Regular Ad
ar: الإعلان العادي
fr: Annonce ordinaire
it: Annunci normali
ja: 通常の広告
pt_br: Anúncio comum
tr: Normal Reklam

source: JavaScript is powerful, it can modify just about every aspect of the page, but it can also block DOM construction and delay page rendering (see also <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Adding interactivity with JavaScript</a>). To keep JavaScript from delaying page rendering, AMP allows only asynchronous JavaScript.
ar: تتميز لُغة JavaScript بفعاليتها، حيث يمكنها إجراء تعديل لكل جانب من جوانب الصفحة تقريبًا، ولكن يمكنها أيضًا حظر إنشاء DOM (نموذج العناصر في المستند) وتأخير عرض الصفحة (راجع أيضًا <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">إضافة التفاعلية مع JavaScript</a>). لمنع JavaScript من تأخير عرض الصفحة، لا يسمح AMP إلا بلُغة JavaScript غير المتزامنة.
fr: JavaScript est puissant et peut modifier à peu près tous les aspects de la page, mais il peut également bloquer la création du DOM et retarder le rendu de la page (voir aussi <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Ajouter de l'interactivité avec JavaScript</a>). Pour empêcher JavaScript de retarder le rendu des pages, AMP autorise uniquement le JavaScript asynchrone.
it: JavaScript è potente, può modificare praticamente ogni aspetto della pagina, ma può anche bloccare la costruzione del DOM e ritardare il rendering della pagina (consultare anche <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Aggiunta di interattività con JavaScript</a>). Per impedire a JavaScript di ritardare il rendering della pagina, AMP consente solo l'esecuzione di JavaScript asincrono.
ja: JavaScript は強力で、ページのほぼすべての要素を変更することができますが、DOM の構築をブロックしたりページのレンダリングを遅延したりする場合もあります（「<a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">JavaScript を使用してインタラクティブにする</a>」もご覧ください）。JavaScript によってページのレンダリングが遅延しないよう、AMP は非同期の JavaScript のみを許可しています。
pt_br: O JavaScript é poderoso, ele pode modificar praticamente todos os aspectos de uma página, mas também pode bloquear a construção do DOM e atrasar a renderização da página (veja também <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Adicionando interatividade com JavaScript</a>). Para evitar que o JavaScript atrase a renderização da página, a AMP permite apenas JavaScript assíncrono.
tr: JavaScript güçlüdür, sayfanın neredeyse her yöndan değiştirebilir ancak DOM oluşturmayı da engelleyebilir ve sayfa işlemeyi geciktirebilir (ayrıca <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">JavaScript ile etkileşim ekleme</a> bölümüne bakın). JavaScript'in sayfa işlemeyi geciktirmesini önlemek için AMP, sadece senkronize olmayan JavaScript'e izin verir.

source: AMP uncouples document layout from resource layout. Only one HTTP request is needed to layout the entire doc (<a href="#font-triggering-must-be-efficient">+fonts</a>). Since AMP is optimized to avoid expensive style recalculations and layouts in the browser, there won’t be any re-layout when resources load.
ar: يفصل AMP تخطيط المستند عن تخطيط المورد. حيث تكون هناك حاجة إلى طلب HTTP واحد فقط لتخطيط (<a href="#font-triggering-must-be-efficient">تكبير الخطوط</a>) للمستند بأكمله. ونظرًا لأنه تم تحسين AMP لتجنب عمليات إعادة حساب الأنماط والتخطيطات المكلّفة في المتصفح، فلن تكون هناك أي إعادة تخطيط عند تحميل الموارد.
fr: AMP dissocie la mise en page du document de celle des ressources. Une seule requête HTTP est nécessaire pour mettre en page l'ensemble du document (<a href="#font-triggering-must-be-efficient">+polices</a>). Étant donné qu'AMP est optimisé pour éviter les recalculs et les mises en page de style chronophages dans le navigateur, aucune nouvelle mise en page n'a lieu lors du chargement des ressources.
it: AMP separa il layout del documento dal layout delle risorse. È necessaria una sola richiesta HTTP per realizzare il layout dell'intero documento (<a href="#font-triggering-must-be-efficient">+ caratteri</a>). Poiché AMP è ottimizzato per evitare costosi ricalcoli e layout di stile nel browser, non ci saranno nuove ristrutturazioni del layout quando le risorse saranno caricate.
ja: AMP はリソースのレイアウトとドキュメントのレイアウトを切り離します。ドキュメント全体（<a href="#font-triggering-must-be-efficient">およびフォント</a>）をレイアウトするために必要な HTTP リクエストは1つだけです。 AMP はコストのかかるブラウザでのスタイルの再計算とレイアウトを回避することを目的に最適化されているため、リソースの読み込み時に再レイアウトが発生することはありません。
pt_br: A AMP desacopla o layout do documento do layout do recurso. Apenas uma solicitação HTTP é necessária para realizar o layout do documento inteiro (<a href="#font-triggering-must-be-efficient">+ fontes</a>). Como a AMP é otimizada para evitar recálculos dispendiosos de estilo e layouts no navegador, não haverá nenhum re-layout durante o carregamento de recursos.
tr: AMP, belge yerleşimini kaynak yerleşiminden ayırır. Tüm belgeyi (<a href="#font-triggering-must-be-efficient">+ yazı tipleri</a>) yerleştirmek için sadece tek bir HTTP isteğine ihtiyaç vardır. AMP, tarayıcıda pahalı stil yeniden hesaplamalarından ve yerleşimlerinden kaçınmak için optimize edildiğinden, kaynaklar yüklendiğinde herhangi bir şekilde yeniden yerleşim olmaz.

source: Any page that uses a custom script must tell the AMP system that it will eventually have a custom tag. For example, the <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> script tells the system that there will be an <code>amp-iframe</code> tag. AMP creates the iframe box before it even knows what it will include:
ar: ينبغي على أي صفحة تستخدم نصًا برمجيًا مخصصًا أن تُعلِم نظام AMP بأنها ستتضمن علامة مخصصة في النهاية. على سبيل المثال، يُعلم النص البرمجي <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> النظام بأنه سيتضمن علامة <code>amp-iframe</code>. فيعمل AMP على إنشاء مربّع iframe قبل أن يعرف حتى ما يتضمنه:
fr: Toute page qui utilise un script personnalisé doit indiquer au système AMP qu'il y aura éventuellement une balise personnalisée. Par exemple, le script <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> indique au système qu'il y aura une balise <code>amp-iframe</code>. AMP crée la boîte iframe avant même de savoir ce qu'elle comprendra :
it: Qualsiasi pagina che utilizza uno script personalizzato deve dichiarare al sistema AMP che presenta un tag personalizzato. Ad esempio, lo script <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> indica al sistema che ci sarà un tag <code>amp-iframe</code>. AMP crea la casella iframe prima ancora di sapere cosa includerà:
ja: 独自スクリプトを使用するページでは、最終的に独自タグが含まれることを AMP システムに通知しなければなりません。例えば、<a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> スクリプトは <code>amp-iframe</code> タグが含まれていることをシステムに通知します。AMP は iframe ボックスを作成しますが、作成する前にその中身を把握することはありません。
pt_br: Qualquer página que use um script personalizado deve informar ao sistema AMP que ela eventualmente terá uma marca personalizada. Por exemplo, o script <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> informa ao sistema que haverá uma marca <code>amp-iframe</code>. A AMP cria a caixa iframe antes mesmo de saber o que ela vai conter:
tr: Özel bir betik kullanan tüm sayfalar, AMP sistemine sonunda özel bir etiketleri olacağını belirtmelidir. Örneğin<a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> betiği, sisteme bir <code>amp-iframe</code> etiketi olacağını söyler. AMP, daha ne içereceğini bile bilmeden iframe kutusunu oluşturur:

source: When AMP documents get prerendered for instant loading, only resources above the fold are actually downloaded. When AMP documents get prerendered for instant loading, resources that might use a lot of CPU (like third-party iframes) do not get downloaded.
ar: عند العرض المسبق لمستندات AMP للتحميل الفوري، يتم فعليًا تنزيل الموارد في الجزء المرئي من الصفحة فقط. وعند إجراء العرض المسبق لمستندات AMP للتحميل الفوري، لا يتم تنزيل الموارد التي قد تستخدم الكثير من سعة CPU (مثل أُطُر iframe التابعة لطرف ثالث).
fr: Lorsque les documents AMP sont prérendus pour un chargement instantané, seules les ressources au premier plan sont réellement téléchargées. Lorsque les documents AMP sont prérendus pour un chargement instantané, les ressources susceptibles de beaucoup solliciter le CPU (comme, par exemple, les iframes tiers) ne sont pas téléchargées.
it: Durante il pre-rendering di documenti AMP per il caricamento istantaneo, vengono effettivamente scaricate solo le risorse in primo piano. Durante il pre-rendering di documenti AMP per il caricamento istantaneo, le risorse che potrebbero utilizzare molta CPU (come iframe di terze parti) non vengono scaricate.
ja: AMP ドキュメントが事前レンダリングされて瞬時に読み込まれる際、実際にはスクロールせずに見える範囲にあるリソースのみがダウンロードされます。AMP ドキュメントが事前レンダリングされて瞬時に読み込まれる際、CPU を大量に使用する可能性のあるリソース（サードパーティの iframe など）はダウンロードされません。
pt_br: Quando documentos AMP são pré-renderizados para o carregamento instantâneo, apenas os recursos acima da dobra da página são de fato baixados. Quando documentos AMP são pré-renderizados para carregamento instantâneo, os recursos que podem usar muita CPU (como iframes de terceiros) não são baixados.
tr: AMP belgeleri sonraki anlık yükleme için önceden işlediğinde, yalnızca ilk ekrandaki gereken kaynaklar yüklenir. AMP belgeleri anında yükleme için önceden işlendiğinde, çok fazla CPU kullanabilecek kaynaklar (üçüncü taraf iframe'leri gibi) indirilmez.

source: Vision & Mission
ar: الرؤية والرسالة
fr: Vision et mission
it: Visione e missione
ja: ビジョンとミッション
pt_br: Visão e missão
tr: Vizyon ve Misyon

source: Our vision is our north star we use to orient ourselves, and our mission describes the way we move into the direction of it.
ar: رؤيتنا بمثابة نجم الشمال الذي يوجّهنا، وتصف رسالتنا الطريق الذي نسلكه عند توجهنا له.
fr: Notre vision est l'étoile polaire qui nous montre la voie à suivre, et notre mission décrit la façon dont nous la suivons.
it: La nostra visione è la direzione delle stella polare che guida il nostro cammino, mentre la nostra missione descrive in che modo ci muoviamo verso tale direzione.
ja: 私たちのビジョンは自分たちが向かっている方向を知るための北極星のような役割を果たしており、私たちの使命はその方向に進むための道のりを表しています。
pt_br: Nossa visão é como a estrela polar que usamos para nos orientar, e nossa missão descreve a maneira como nos movemos na direção dela.
tr: Vizyonumuz yönümüzü bulmamızı sağlayan kuzey yıldızımızdır, misyonumuz ise bu yönde hareket etme yöntemimizi betimler.

source: Vision
ar: الرؤية
it: Visione
ja: ビジョン
pt_br: Visão
tr: Vizyon

source: Mission
ar: الرسالة
it: Missione
ja: ミッション
pt_br: Missão
tr: Misyon

source: A strong, user-first open web forever.
ar: ويب مفتوح قوي إلى الأبد يضع المستخدم على رأس أولوياته.
fr: Un Web ouvert toujours solide et axé sur l'utilisateur.
it: Realizzare un web aperto affidabile e incentrato sull'utente.
ja: 強力なユーザーファーストのオープンウェブを永久に。
pt_br: Uma web aberta forte, focada nas necessidades do usuário, para sempre.
tr: Sonsuza kadar güçlü, kullanıcı öncelikli açık web.
