Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: AMP is a web component framework to easily create <span style="white-space: nowrap;">user-first</span><br>
ar: AMP هو إطار عمل لمكونات الويب يسهّل إنشاء ما يلي من عناصر مع <span style="white-space: nowrap;">وضع المستخدم على رأس أولوياتها</span><br>
fr: AMP est un framework de composants Web <span style="white-space: nowrap;">axé sur l'utilisateur</span><br> et conçu pour créer facilement des
it: AMP è un framework che combina componenti web per creare facilmente in modalità <span style="white-space: nowrap;">user first</span><br>
ja: AMPは、次のものを簡単に作成できるウェブコンポーネントフレームワークです
pt_br: AMP é uma framework baseada em componentes da web para criar facilmente conteúdos <span style="white-space: nowrap;">com foco no usuário</span><br> em
tr: AMP, şu kullanıcı öncelikli içerikleri kolayca yaratmayı sağlayan bir web bileşen <span style="white-space: nowrap;">çerçevesidir:</span><br>

source: Show everything
ar: إظهار كل شيء
fr: Tout afficher
it: Mostra tutto
ja: すべてを表示
pt_br: Mostrar tudo
tr: Her şeyi göster

source: Open in AMP Playground
ar: فتح في ساحة AMP
fr: Ouvrir dans le playground AMP
it: Apri nel Playground AMP
ja: AMP Playground で開く
pt_br: Abrir no Playground AMP
tr: AMP Playground'ta aç

source: Build anything with AMP.
ar: يمكنك إنشاء أي شيء باستخدام AMP.
fr: Créez tout ce que vous souhaitez avec AMP.
it: Realizza qualunque cosa grazie ad AMP.
ja: AMPであらゆるものを構築してください。
pt_br: Crie qualquer coisa com AMP.
tr: AMP ile her şeyi oluşturun.

source: Single Image
ar: صورة واحدة
fr: Image unique
it: Immagine singola
ja: 単一の画像
pt_br: Imagem única
tr: Tek Görüntü

source: Single video
ar: فيديو واحد
fr: Vidéo unique
it: Video singolo
ja: 単一の動画
pt_br: Vídeo único
tr: Tek video

source: Something cut the line.
ar: انقطع الاتصال.
fr: La connexion a été interrompue.
it: La linea è al momento interrotta.
ja: 切断されています。
pt_br: Algo cortou a linha.
tr: Bir şey bağlantıyı kesti.

source: Something went terribly wrong. Why don't you browse around?
ar: حدث خطأ كبير، لماذا لا تتصفح مواقع أخرى؟
fr: Une erreur a eu lieu. Nous vous proposons de consulter une autre page.
it: Si è verificato un grave errore. Vuoi spostarti a un'altra pagina?
ja: 深刻な不具合が発生しました。他のページを見てみませんか？
pt_br: Algo deu muito errado. Você deseja continuar navegando?
tr: Bir şey tamamen yanlış gitti. Etrafta gezinmeye ne dersiniz?

source: Something went wrong while trying to load more search results.
ar: حدث خطأ أثناء محاولتك تحميل مزيد من نتائج البحث.
fr: Une erreur s'est produite lors du chargement des résultats de recherche supplémentaires.
it: Si è verificato un errore durante il caricamento di altri risultati di ricerca.
ja: さらに検索結果を読み込む際に不具合が発生しました。
pt_br: Algo deu errado ao tentar carregar mais resultados de pesquisa.
tr: Daha fazla arama sonucu yüklemeye çalışırken bir şeyler ters gitti.

source: Something went wrong…
ar: حدث خطأ…
fr: Une erreur s'est produite…
it: Si è verificato un errore…
ja: 検索結果の読み込み中に
pt_br: Algo deu errado…
tr: Arama sonuçlarını yüklemeye çalışırken…

source: Start
ar: البدء
fr: Commencer
it: Per iniziare
ja: はじめに
pt_br: Iniciar
tr: Başlangıç

source: Styleguide
ar: دليل الأسلوب
fr: Guide de style
it: Guida di stile
ja: スタイルガイド
pt_br: Guia de estilo
tr: Stil kılavuzu

source: Success Stories
ar: قصص النجاح
fr: Exemples de réussite
it: Storie di successo
ja: 成功事例
pt_br: Histórias de sucesso
tr: Başarı Hikayeleri

source: Success Story:
ar: قصة النجاح:
fr: Exemple de réussite :
it: Storia di successo:
ja: 成功事例：
pt_br: História de sucesso:
tr: Başarı Hikayesi:

source: Success stories
ar: قصص النجاح
fr: Exemples de réussite
it: Storie di successo
ja: 成功事例
pt_br: Histórias de sucesso
tr: Başarı hikayeleri

source: Support
ar: الدعم
fr: Assistance
it: Supporto
ja: サポート
pt_br: Suporte
tr: Destek

source: Supported Browsers
ar: المتصفحات المدعومة
fr: Navigateurs pris en charge
it: Browser supportati
ja: サポート対象のブラウザ
pt_br: Navegadores suportados
tr: Desteklenen Tarayıcılar

source: Supported Platforms
ar: المنصّات المعتمَدة
fr: Plateformes prises en charge
it: Piattaforme supportate
ja: サポート対象のプラットフォーム
pt_br: Plataformas suportadas
tr: Desteklenen Platformlar

source: Table of contents
ar: جدول المحتويات
fr: Table des matières
it: Indice
ja: 目次
pt_br: Índice
tr: İçindekiler

source: The page you've requested can't be found. Why don't you browse around?
ar: لا يمكن العثور على الصفحة المطلوبة، لماذا لا تتصفح مواقع أخرى؟
fr: La page que vous avez demandée est introuvable. Nous vous invitons à consulter d'autres pages.
it: Impossibile trovare la pagina richiesta. Vuoi spostarti a un'altra pagina?
ja: リクエストしたページが見つかりません。他のページを見てみませんか？
pt_br: A página que você solicitou não pôde ser encontrada. Você deseja continuar navegando?
tr: İstediğiniz sayfa bulunamadı. Etrafta gezinmeye ne dersiniz?

source: This example uses the following experimental feature:
ar: يستخدم هذا المثال الميزة التجريبية التالية:
fr: Cet exemple utilise la fonctionnalité expérimentale suivante :
it: Questo esempio fa uso delle seguenti funzioni sperimentali:
ja: この実例では、次の試験運用機能を使用します。
pt_br: Este exemplo usa o seguinte recurso experimental:
tr: Bu örnekte aşağıdaki deneysel özellik kullanılıyor:

source: Toggle Sidebar
ar: تبديل الشريط الجانبي
fr: Afficher/masquer la barre latérale
it: Attiva/disattiva barra laterale
ja: サイドバーの切り替え
pt_br: Alternar barra lateral
tr: İki Durum Kenar Çubuğu

source: Too much choice
ar: اختيار لأكثر مما ينبغي
fr: Tellement de choix
it: Troppe scelte
ja: 多すぎる選択肢
pt_br: Excesso de opções
tr: Çok fazla seçenek

source: Tools
ar: الأدوات
fr: Outils
it: Strumenti
ja: ツール
pt_br: Ferramentas
tr: Araçlar

source: Track engagement with analytics
ar: تتبع التفاعل مع التحليلات
fr: Suivre l'engagement grâce à des outils d'analyse
it: Strumenti di analisi del coinvolgimento
ja: アナリティクスでエンゲージメントを追跡する
pt_br: Monitorar envolvimento com analytics
tr: Etkileşimi analizlerle izleme

source: Uh oh! That's an error.
ar: للأسف! هناك خطأ.
fr: Oh oh ! Une erreur s'est produite.
it: Oops! Si è verificato un errore.
ja: エラーが発生しました。
pt_br: Oh não! Ocorreu um erro.
tr: Ah! Bu bir hata.

source: Use Cases
ar: حالات الاستخدام
fr: Cas d'utilisation
it: Casi d'uso
ja: 使用事例
pt_br: Casos de uso
tr: Kullanım Örnekleri

source: Validation Workflow
ar: تدفق عمل التحقق من الصحة
fr: Flux de validation
it: Flusso di lavoro di convalida
ja: 検証ワークフロー
pt_br: Fluxo de trabalho de validação
tr: Doğrulama İş Akışı

source: Vendor contributions
ar: مساهمات الموردين
fr: Contributions des fournisseurs
it: Contributi dei fornitori
ja: ベンダーの貢献
pt_br: Contribuições de fornecedores
tr: Tedarikçi katkıları

source: View Demo
ar: مشاهدة العرض التوضيحي
fr: Voir la démo
it: Visualizza demo
ja: デモを表示する
pt_br: Ver demonstração
tr: Demoyu Görüntüle

source: View code on GitHub
ar: عرض التعليمة البرمجية على GitHub
fr: Afficher le code sur GitHub
it: Visualizza codice in GitHub
ja: GitHub でコードを表示する
pt_br: Ver código no GitHub
tr: Kodu GitHub'ta görüntüle

source: View demo
ar: مشاهدة العرض التوضيحي
fr: Voir la démo
it: Visualizza demo
ja: デモを表示する
pt_br: Ver demonstração
tr: Demoyu görüntüle

source: We apologize for the inconvenience caused.
ar: نعتذر عن أي إزعاج ناتج عن ذلك.
fr: Nous vous prions de nous excuser pour la gêne occasionnée.
it: Ci scusiamo per l'inconveniente.
ja: ご不便をおかけして申し訳ございません。
pt_br: Pedimos desculpas pelo inconveniente causado.
tr: Verdiğimiz rahatsızlıktan dolayı özür dileriz.

source: We could not find any results matching your search query.
ar: تعذّر علينا العثور على أي نتائج تطابق استعلام البحث الذي قدّمته.
fr: Nous n'avons trouvé aucun résultat correspondant à votre recherche.
it: Impossibile trovare risultati corrispondenti alla tua richiesta di ricerca.
ja: 検索クエリに一致する結果が見つかりませんでした。
pt_br: Não foi possível encontrar nenhum resultado correspondente aos termos pesquisados.
tr: Arama sorgunuzla eşleşen herhangi bir sonuç bulamadık.

source: Web Development With AMP
ar: تطوير الويب باستخدام AMP
fr: Développement Web avec AMP
it: Sviluppo Web con AMP
ja: AMPを使用したウェブ開発
pt_br: Desenvolvimento web com AMP
tr: AMP ile Web Geliştirme

source: What are you looking for?
ar: ما الذي تبحث عنه؟
fr: Que cherchez-vous ?
it: Cosa stai cercando?
ja: 何をお探しですか？
pt_br: O que você está procurando?
tr: Ne arıyorsunuz?

source: Working Groups
ar: مجموعات العمل
fr: Groupes de travail
it: Gruppi di lavoro
ja: ワーキンググループ
pt_br: Grupos de trabalho
tr: Çalışma Grupları

source: You're currently not connected to the internet.
ar: أنت غير متصل بالإنترنت حاليًا.
fr: Vous n'êtes actuellement pas connecté(e) à Internet.
it: Al momento non sei connesso a internet.
ja: 現在、インターネットに接続していません。
pt_br: Você não está conectado à Internet no momento.
tr: Şu anda internete bağlı değilsiniz.

source: ads-analytics
ar: تحليلات الإعلانات
fr: annonces-et-analyse
it: analitica-sugli-annunci
ja: 広告分析
pt_br: anúncios e analytics
tr: reklamlar-analizler

source: dynamic-content
ar: المحتوى الديناميكي
fr: contenu-dynamique
it: contenuto-dinamico
ja: 動的コンテンツ
pt_br: conteúdo dinâmico
tr: dinamik-içerik

source: layout
ar: التخطيط
fr: mise-en-page
ja: レイアウト
tr: yerleşim

source: media
ar: الوسائط
fr: médias
it: contenuti-multimediali
ja: メディア
pt_br: mídia
tr: medya

source: presentation
ar: عرض تقديمي
fr: présentation
it: presentazione
ja: プレゼンテーション
pt_br: apresentação
tr: sunum

source: social
ar: اجتماعي
fr: médias-sociaux
ja: ソーシャル
tr: sosyal

source: …while trying to load the search results.
ar: …أثناء محاولة تحميل نتائج البحث.
fr: ... en essayant de charger les résultats de la recherche.
it: …durante il tentativo di caricare i risultati di ricerca.
ja: 不具合が発生しました。
pt_br: …ao tentar carregar os resultados da pesquisa.
tr: ...bir şeyler ters gitti.

source: Sadly this page isn't translated yet, but will be shortly - check back soon!
ar: لم تتم ترجمة هذه الصفحة حتى الآن، ولكن سيتم ذلك بعد قليل. يُرجى إعادة التحقّق قريبًا.
fr: Cette page n'est malheureusement pas traduite pour le moment, mais elle le sera bientôt. Revenez plus tard.
it: Purtroppo questa pagina non è ancora stata tradotta, ma lo sarà a breve. Ricontrolla presto!
ja: このページはまだ翻訳されていません。近日翻訳を予定しているため、後日もう一度ご確認ください。
pt_br: Infelizmente, esta página ainda não foi traduzida, mas logo será. Volte em breve.
tr: Maalesef bu sayfa henüz çevrilmedi ancak yakında çevrilecek. Daha sonra tekrar kontrol edin.

source: If the explanations on this page don't cover all of your questions feel free to reach out to other AMP users to discuss your exact use case.
ar: إذا لم تكن الإيضاحات الموجودة في هذه الصفحة تُجيب على جميع أسئلتك، فلا تتردد في التواصل مع مستخدمي AMP الآخرين لمناقشة حالة الاستخدام المحددة لديك بالضبط.
fr: Si les explications de cette page ne répondent pas à vos questions, n'hésitez pas à contacter d'autres utilisateurs d'AMP pour discuter de votre cas d'utilisation spécifique.
it: Se le spiegazioni riportate in questa pagina non rispondono a tutte le tue domande, non esitare a contattare altri utenti AMP per discutere il tuo caso d'uso specifico.
ja: このページの説明でご質問のすべてを解消できない場合は、あなたの実際の使用事例について他の AMP ユーザーに問い合わせて話し合ってください。
pt_br: Se as explicações nesta página não respondem a todas as suas perguntas, entre em contato com outros usuários de AMP para discutir seu caso de uso específico.
tr: Bu sayfadaki açıklamalar tüm sorularınıza yanıt vermiyorsa, özgün kullanım durumunuzu tartışmak üzere diğer AMP kullanıcılarına ulaşmaktan çekinmeyin.

source: The AMP project strongly encourages your participation and contributions! We hope you'll become an ongoing participant in our open source community but we also welcome one-off contributions for the issues you're particularly passionate about.
ar: يشجع مشروع AMP مشاركتك ومساهمتك بشدة! ونأمل أن تكون مشاركًا دائمًا في مجتمعنا مفتوح المصدر، ولكننا نشجع أيضًا المساهمات التي تحدث لمرة واحدة في الأمور التي تتحمس لها.
fr: Le projet AMP encourage fortement votre participation et vos contributions ! Nous espérons que vous deviendrez un membre régulier de notre communauté open source, mais nous serons également ravis de recevoir des contributions ponctuelles concernant les questions qui vous intéressent particulièrement.
it: Il progetto AMP invita tutti a partecipare e dare il proprio contributo! Ci auguriamo che tu possa partecipare regolarmente alla nostra community open source, ma saremo anche lieti di ricevere eventuali contributi una-tantum sulle questioni che ti interessano.
ja: AMP プロジェクトでは皆さんの参加と貢献を強くお勧めしています！当社はオープンソースコミュニティに継続的にご参加いただくことを希望しますが、特に熱心に取り組んでいる問題があれば1回限りの貢献でも歓迎します。
pt_br: O projeto AMP incentiva fortemente sua participação e contribuições! Esperamos que você se torne um participante assíduo de nossa comunidade de código aberto, mas também agradecemos contribuições pontuais para problemas que você tenha particular interesse.
tr: AMP projesi, katılımınızı ve katkılarınızı güçlü bir şekilde teşvik ediyor! Açık kaynak topluluğumuzun devamlı bir katılımcısı olacağınızı umuyoruz ancak özel olarak ilgilendiğiniz konularla ilgili tek seferlik katkıları da memnuniyetle karşılıyoruz.

source: You've read this document a dozen times but it doesn't really cover all of your questions? Maybe other people felt the same: reach out to them on Stack Overflow.
ar: لقد قرأت هذا المستند عشرات المرات ولكن ألم يُجِب عن جميع أسئلتك؟ ربما حصل ذات الأمر مع أشخاص آخرين: تواصل معهم على Stack Overflow.
fr: Vous avez lu ce document une douzaine de fois mais il ne répond pas à toutes vos questions ? D'autres personnes ont peut-être eu le même sentiment. Contactez-les sur Stack Overflow.
it: Hai letto questo documento decine di volte ma non risponde a tutte le tue domande? Forse ci sono altre persone col tuo stesso problema: entra in contatto con loro su Stack Overflow.
ja: このドキュメントを何度読み返しても、ご質問のすべてを完全に解消することができませんか？他にも同じ事を感じた人がいるかもしれません。Stack Overflow で問い合わせてみましょう。
pt_br: Você já leu este documento várias vezes, mas ainda ficou com dúvidas sem respostas? Talvez outras pessoas pensem da mesma forma. Procure entrar em contato com elas no Stack Overflow.
tr: Bu belgeyi defalarca okudunuz ama tüm sorularınıza tatmin edici bir yanıt bulamadınız mı? Belki başka kişiler de bu şekilde hissetmiştir: Stack Overflow'dan onlara ulaşın.

source: Enable the experiment via the button below. Some components require the AMP Beta Channel to be enabled as well.
ar: فعِّل التجربة من خلال الزر أدناه. تتطلب بعض المكونات تفعيل "قناة مطوِّري AMP" كذلك.
fr: Activez l'expérience via le bouton ci-dessous. Certains composants nécessitent aussi l'activation d'AMP Beta Channel.
it: Avvia l'esperimento con il pulsante in basso. Alcuni componenti richiedono che sia abilitato anche AMP Beta Channel.
ja: 下のボタンを使用して試験運用機能を有効にしてください。一部のコンポーネントでは、AMP Beta チャンネルも有効にする必要があります。
pt_br: Habilite o experimento através do botão abaixo. Alguns componentes necessitam que o AMP Beta Channel também esteja ativado.
tr: Aşağıdaki düğmeyi kullanarak deneyi etkinleştirin. Bazı bileşenler için AMP Geliştirici Kanalı'nın da etkinleştirilmesi gerekir.

source: Example
ar: مثال
fr: Exemple
it: Esempio
ja: 実例
pt_br: Exemplo
tr: Örnek

source: Demo
ar: عرض توضيحي
fr: Démo
ja: デモ
pt_br: Demonstração

source: Documentation
ar: المستندات
it: Documentazione
ja: ドキュメント
pt_br: Documentação
tr: Belgeleme

source: Success Story
ar: قصة النجاح
fr: Exemple de réussite
it: Storia di successo
ja: 成功事例
pt_br: História de sucesso
tr: Başarı Hikayesi

source: Although there are {hits} hits in total we cannot show more than 100.', hits='{'+'{result.totalResults}'+'}
ar: على الرغم من وجود {hits} من النتائج إجمالاً، إلا أنه يتعذّر إظهار أكثر من 100.', hits='{'+'{result.totalResults}'+'}
fr: Bien qu'il y ait {hits} résultats correspondants au total, nous ne pouvons pas en afficher plus de 100.', hits =' {'+'{result.totalResults}'+'}
it: Anche se ci sono {hits} risultati in totale, non è possibile mostrarne più di 100..', hits='{'+'{result.totalResults}'+'}
ja: 合計で {hits} 件ヒットしていますが、100件を超えて表示することはできません。', hits='{'+'{result.totalResults}'+'}
pt_br: Embora haja {hits} ocorrências no total, não podemos mostrar mais que 100.', hits =' {'+'{result.totalResults}'+'}
tr: Toplamda {hits} eşleşen sonuç olmasına rağmen, 100'den fazlasını gösteremiyoruz.', hits='{'+'{result.totalResults}'+'}

source: Get started quickly with a ready-made design. Templates designed to work with all devices - mobile, tablet and desktop.
ar: ابدأ بسرعة في استخدام تصميم جاهز. صُممت النماذج لتناسب جميع الأجهزة - الجوّال والجهاز اللوحي وجهاز كمبيوتر سطح المكتب.
fr: Commencez rapidement avec un modèle prêt à l'emploi. Ce sont des modèles conçus pour fonctionner sur tous les appareils : mobiles, tablettes et ordinateurs de bureau.
it: Inizia velocemente con una struttura pronta all'uso. Modelli progettati per funzionare con tutti i dispositivi: cellulari, tablet e computer.
ja: 既製のデザインですぐに始めましょう。あらゆるデバイス（モバイル、タブレット、デスクトップ）で動作するように設計されたテンプレートが用意されています。
pt_br: Comece rapidamente com um design pronto. Modelos projetados para funcionar com todos os dispositivos - celular, tablet e computador.
tr: Kullanıma hazır bir tasarımla hemen başlayın. Mobil, tablet veya masaüstü olmak üzere tüm cihazlarla çalışacak şekilde tasarlanmış şablonlar.

source: Use AMP to build great experiences across the web
ar: استخدام AMP لإنشاء تجارب رائعة عبر الويب
fr: Utilisez AMP pour créer des expériences agréables d'utilisation du Web
it: Usa AMP per realizzare esperienze uniche su web
ja: AMPを使用してウェブ全体で優れた操作感を実現しましょう
pt_br: Use AMP para criar ótimas experiências na web
tr: Web'de harika deneyimler oluşturmak için AMP'yi kullanın

source: Use AMP to create visual stories on the web.
ar: استخدم AMP لإنشاء قصص مرئية على الويب.
fr: Utilisez AMP pour créer des stories visuelles sur le Web.
it: Utilizza AMP per creare storie visive sul web.
ja: AMPを使用してウェブ上で視覚的なストーリーを作成しましょう。
pt_br: Use AMP para criar histórias visuais na web.
tr: Webte görsel hikayeler oluşturmak için AMP kullanın.

source: Use AMP to build and serve lightning fast, safe ads to pages and stories.
ar: استخدم AMP لإنشاء إعلانات سريعة جدًا وآمنة وتقديمها على الصفحات والقصص.
fr: Utilisez AMP pour créer et diffuser des annonces rapides et sûres sur des pages et des stories.
it: Utilizza AMP per realizzare e aggiungere annunci a pagine e storie in modo rapido e sicuro.
ja: AMPを使用して超高速かつ安全な広告を作成し、ページやストーリーに配信しましょう。
pt_br: Use AMP para criar e veicular anúncios rápidos e seguros em páginas e histórias.
tr: Hikayelerde ve sayfalarda ışık hızında, güvenli reklamlar oluşturmak ve sunmak için AMP kullanın.

source: Use AMP to send interactive, dynamic emails.
ar: استخدم AMP لإرسال رسائل إلكترونية تفاعلية وديناميكية.
fr: Utilisez AMP pour envoyer des e-mails interactifs et dynamiques.
it: Utilizza AMP per inviare e-mail interattive e dinamiche.
ja: AMPを使用してインタラクティブで動的なメールを送信しましょう。
pt_br: Use AMP para enviar e-mails dinâmicos e interativos.
tr: Etkileşimli, dinamik e-postalar göndermek için AMP kullanın.

source: Whether you are a publisher, e-commerce company, storyteller, advertiser or email sender, AMP makes it easy to create great experiences on the web. Use AMP to build:
ar: سواءٌ كنت ناشرًا أم شركة تجارة إلكترونية أم ساردًا للقصص أم معلنًا أم مرسلًا للرسائل الإلكترونية، يسهّل AMP عملية إنشاء تجارب رائعة على الويب. ويمكنك استخدام AMP لإنشاء:
fr: Que vous soyez spécialiste de l'édition, du commerce en ligne, de la création de stories ou d'annonces, ou que vous soyez en charge de tâches de publipostage, AMP facilite la création d'expériences passionnantes sur le Web. Vous pouvez utiliser AMP pour créer des :
it: Che tu sia un editore, una società di e-commerce, un narratore, un inserzionista o un mittente di un'e-mail, AMP semplifica la creazione di esperienze fantastiche su web. Ecco cosa puoi realizzare:
ja: あなたがサイト運営者、eコマース企業、ストーリーテラー、広告主、またはメール送信者のいずれであっても、AMP を使用すれば優れたウェブの操作感を簡単に実現できます。AMP を使用して次のコンテンツを構築できます。
pt_br: Seja você um editor, empresa de comércio eletrônico, compartilhador de histórias, anunciante ou remetente de e-mail, com AMP você pode criar com facilidade experiências incríveis na web. Use a AMP para criar:
tr: İster bir yayıncı, e-ticaret şirketi, hikayeleştirme ajansı, reklamveren veya isterseniz de e-posta gönderen bir kişi veya kurum olun, AMP web'de harika deneyimler oluşturmayı kolaylaştırır. Aşağıdakileri oluşturmak için AMP kullanın:

source: The latest news
ar: آخر الأخبار
fr: Les dernières nouvelles
it: Ultime notizie
ja: 最新ニュース
pt_br: As notícias mais recentes
tr: Güncel haberler

source: Don't want to miss any of the great stuff that happens around AMP? Then always be first in line and subscribe to our newsletter!
ar: ألا ترغب في عدم تفويت أي من الأمور الرائعة التي تحدث في إطار استخدام AMP؟ فكن الأول دائمًا واشترك في نشرتنا الإخبارية!
fr: Vous ne voulez rien manquer de ce qui se passe concernant AMP ? Abonnez-vous à notre newsletter pour rester au parfum des dernières nouvelles !
it: Vuoi tenerti aggiornato su tutte le ultime novità nel mondo AMP? Resta sempre sul pezzo iscrivendoti alla nostra newsletter!
ja: AMP 関連の重要な最新情報を見逃したくないですか？それなら、今すぐにニュースレターをご購読ください！
pt_br: Não deseja perder nenhum dos grandes acontecimentos sobre a AMP? Então assine nosso informativo para se manter sempre informado!
tr: AMP'de olup biten harika şeyleri kaçırmak istemiyor musunuz? O zaman daima ilk sırada olun ve bültenimize abone olun!

source: Subscribe
ar: اشتراك
fr: S'abonner
it: Iscriviti
ja: 購読する
pt_br: Assinar
tr: Abone ol

source: Learn more about AMP {{ format.name }}
ar: مزيد من المعلومات عن AMP {{ format.name }}
fr: En savoir plus sur les {{ format.name }} AMP
it: Per saperne di più su AMP {{ format.name }}
ja: AMP {{ format.name }}の詳細
pt_br: Saiba mais sobre AMP {{ format.name }}
tr: AMP {{ format.name }} hakkında daha fazlasını öğrenin

source: AMP in action
ar: AMP أثناء العمل
fr: AMP à l’œuvre
it: AMP in azione
ja: AMP のデモ
pt_br: AMP em ação
tr: AMP iş başında

source: Business Benefits
ar: مزايا الأعمال
fr: Avantages commerciaux
it: Vantaggi per le aziende
ja: ビジネス上のメリット
pt_br: Benefícios para negócios
tr: İş Faydaları

source: Get started with AMP
ar: بدء استخدام AMP
fr: Premiers pas avec AMP
it: Inizia subito con AMP
ja: AMP を使い始める
pt_br: Comece a usar a AMP
tr: AMP'yi kullanmaya başlayın
