Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: As a source for breaking news and information, Web Stories allow us to showcase our quality journalism when there are multiple elements we want to bring together. Combining reporting, photography, videos and motion graphics, this gives readers a more visual entry point when they are searching for our coverage.
ar: تسمح لنا Web Stories، بصفتها مصدرًا للأخبار والمعلومات العاجلة، بإبراز صحافتنا الجيدة عندما نريد الجمع بين عناصر متعددة. فالجمع بين إعداد التقارير والتصوير الفوتوغرافي والفيديوهات والرسوم المتحركة يمنح القراء نقطة دخول مرئية بدرجة أكبر عندما يبحثون عن التغطية التي نقدمها.
fr: En tant que sources d'informations et d'actualités récentes, les Stories Web nous permettent de mettre en valeur la qualité de notre journalisme lorsque nous souhaitons rassembler de nombreux éléments. En combinant reportages, photographies, vidéos et images animées, elles représentent des points d'accès plus visuels pour les lecteurs qui recherchent notre couverture d'un fait.
it: In qualità di operatori dell'informazione che devono fornire notizie sempre aggiornate, le Web Stories ci consentono di esporre un giornalismo di qualità grazie all'unione di più elementi. AMP permette di combinare report, fotografie, video e animazioni grafiche; questo offre ai lettori un migliore impatto visivo quando accedono alle nostre informazioni.
ja: Web Storiesを最新ニュースや情報のソースとして使用すると、複数の要素をまとめたい場合に質の高い記事を届けることができます。レポート、写真、動画、モーショングラフィックスを組み合わせることで、読者は私たちの記事を検索する際により視覚的な情報から入り込むことができます。
pt_br: Como uma fonte das notícias e informações mais recentes, as Web Stories são uma vitrine para nosso jornalismo de qualidade quando desejamos reunir elementos diversos. Ao combinar relatórios, fotografias, vídeos e gráficos em movimento, elas oferecem aos leitores um ponto de entrada mais visual quando procuram nossa cobertura.
tr: Flaş haber ve bilgi kaynağı olarak Web Stories, bir araya getirmek istediğimiz birden fazla öğe olduğunda kaliteli habercilik sergilememize olanak tanıyor. Rapor, fotoğraf, video ve hareketli grafikleri bir araya getiriyor ve haberlerimize ulaşmaya çalışan okuyuculara daha görsel içeriklerle dolu bir giriş noktası sağlıyor.

source: Greg Manifold, Design Director of The Washington Post
ar: غريغ مانيفولد، مدير التصميم في جريدة The Washington Post
fr: Greg Manifold, directeur artistique du Washington Post
it: Greg Manifold, Responsabile del Design del Washington Post
ja: Greg Manifold、The Washington Postデザインディレクター
pt_br: Greg Manifold, diretor de design do Washington Post
tr: Greg Manifold, Washington Post Tasarım Direktörü

source: Explore AMP<br/> success stories
ar: استكشف قصص النجاح في AMP<br/>
fr: Découvrez des exemples de <br/>réussite d'AMP
it: Leggi le storie di successo<br/> AMP
ja: AMP の成功<br/>事例を見る
pt_br: Explore as histórias de sucesso da AMP<br/>
tr: AMP başarı<br/> hikayelerini keşfedin

source: Don't take our word for it - read case studies from your industry and see how AMP has produced positive results.
ar: لا تصدق كلامنا عن AMP - بل اقرأ دراسات الحالة من مجال عملك واطّلع على مدى نجاح AMP في تحقيق نتائج إيجابية.
fr: Vous ne devez pas nous croire sur parole : lisez des études de cas propres à votre secteur et constatez par vous-même comment AMP permet d'obtenir des résultats positifs.
it: Non fidarti solo di quello che raccontiamo noi: leggi i casi di studio del tuo settore e scopri i risultati positivi prodotti da AMP.
ja: 私たちの言葉を信じることなく、あなたの業界での使用事例を読み、AMP がどのような優れた結果を生み出したかをご覧ください。
pt_br: Você não precisa acreditar em nossa palavra. Leia você mesmo os estudos de caso do seu setor e veja como resultados positivos foram obtidos com a AMP.
tr: Bizim söylediklerimizin ötesine geçin, sektörünüzle ilgili örnek çalışmaları okuyun ve AMP'nin nasıl pozitif sonuçlar ürettiğini görün.

source: See all success stories
ar: اطّلع على كل قصص النجاح
fr: Voir tous les exemples de réussite
it: Vedi tutte le storie di successo
ja: すべての成功事例を見る
pt_br: Veja todas as histórias de sucesso
tr: Tüm başarı hikayelerine göz atın

source: By the community,<br/>for the community
ar: من المجتمع،<br/>ولأجل المجتمع
fr: Par la communauté,<br/>pour la communauté
it: Dalla community,<br/>per la community
ja: コミュニティが主導し、<br/>コミュニティに還元します
pt_br: Pela comunidade,<br/>para a comunidade
tr: Topluluk tarafından,<br/>topluluk için

source: Many ways for you to contribute
ar: هناك طرق عديدة يمكنك المساهمة من خلالها
fr: De nombreuses possibilités de contribution s'offrent à vous
it: Puoi contribuire in molti modi
ja: さまざまな方法で貢献できます
pt_br: Muitas maneiras de você contribuir
tr: Katkıda bulunmanız için birçok yöntem

source: The AMP Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to AMP.
ar: سيكون تنفيذ مشروع AMP مستحيلاً من دون مساعدة جميع أعضاء المجتمع سواء كنت مطورًا أم منشئ محتوى أم مقدمًا لخدمات تخصّ AMP.
fr: Le projet AMP ne serait pas possible sans l'aide de tous les membres de la communauté ; que vous soyez développeur, créateur de contenu, ou fournisseur de services pertinents pour AMP.
it: Il Progetto AMP non sarebbe possibile senza l'aiuto di tutti i membri della community: sviluppatori, creatori di contenuti e fornitori di servizi relativi al mondo AMP.
ja: あなたが AMP に関連するサービスの開発者、コンテンツ制作者、またはプロバイダーであるかどうかにかかわらず、AMP プロジェクトはコミュニティのすべてのメンバーからの支援がなければ実現することはできません。
pt_br: O Projeto AMP não seria possível sem a ajuda de todos os membros da comunidade, seja você um desenvolvedor, criador de conteúdo ou fornecedor de serviços relevantes para a AMP.
tr: İster bir geliştirici, ister bir içerik oluşturucu veya AMP ile ilgili bir hizmet sağlayıcısı olun, topluluğun tüm üyelerinin yardımı olmaksızın AMP Projesi mümkün olmazdı.

source: Reporting issues with AMP
ar: الإبلاغ عن مشاكل استخدام AMP
fr: Signaler des problèmes liés à AMP
it: Segnalazione di problemi con AMP
ja: AMP に関する問題の報告
pt_br: Relatando problemas com a AMP
tr: AMP sorunlarını bildirme

source: If you have feedback or are experiencing technical issues with AMP, please file it using the issue tracker.
ar: إذا كانت لديك تعليقات أو إذا واجهتك مشاكل تقنية عند استخدام AMP، فيرجى تقديمها باستخدام أداة تعقّب المشاكل.
fr: Si vous avez des commentaires ou rencontrez des problèmes techniques avec AMP, vous pouvez les signaler via le système de suivi.
it: Se vuoi inviare feedback o segnalare problemi tecnici con AMP, puoi farlo utilizzando lo strumento di segnalazione dei problemi.
ja: AMP に関するフィードバックがある場合や技術的な問題が発生している場合は、問題追跡ツールを使用して報告してください。
pt_br: Se você desejar enviar um feedback ou estiver enfrentando problemas técnicos com a AMP, por favor, envie-nos a questão através do controlador de problemas.
tr: AMP ile ilgili bir geri bildirimde bulunmak istiyorsanız veya teknik sorunlar yaşıyorsanız, lütfen sorun izleyicisini kullanarak bunları bize bildirin.

source: Build your first AMP page now
ar: إنشاء أول صفحة لك على AMP الآن
fr: Créez votre première page AMP dès maintenant
it: Realizza subito la tua prima pagina AMP
ja: 今すぐ初めての AMP ページを構築しましょう
pt_br: Crie agora sua primeira página AMP
tr: İlk AMP sayfanızı şimdi oluşturun

source: You don’t need to download AMP and no installation is required.<br/> Because it is an open-source project, it is free!
ar: لا يلزم تنزيل AMP والتثبيت ليس مطلوبًا،<br/> وذلك لأنه مشروع مفتوح المصدر، فهو مجاني!
fr: Pas besoin de télécharger AMP et aucune installation n'est requise.<br/> AMP est un projet open source gratuit !
it: Non occorre scaricare applicazioni AMP né installare nulla.<br/> Inoltre, trattandosi di un progetto open source, è tutto gratuito!
ja: AMP はダウンロードする必要はなく、インストールも不要です。<br/>また、オープンソースプロジェクトですので無料でお使いいただけます！
pt_br: Você não precisa baixar a AMP e nenhuma instalação é necessária.<br/> Por ser um projeto de código aberto, ele é gratuito!
tr: AMP'yi indirmenize ve herhangi bir şey yüklemenize gerek yoktur.<br/> Çünkü AMP açık kaynak kodlu bir projedir ve ücretsizdir!

source: Start developing
ar: ابدأ التطوير
fr: Commencer à développer
it: Inizia a sviluppare
ja: 開発を始める
pt_br: Começar a desenvolver
tr: Geliştirmeye başlayın

source: Tell a story
ar: اسرد قصة
fr: Publier une story
it: Racconta una storia
ja: ストーリーを伝える
pt_br: Conte uma história
tr: Hikayenizi anlatın

source: visual storytelling for the open web
ar: سرد قصة مرئي للويب المفتوح
fr: une narration visuelle pour le Web ouvert
it: racconti visivi per il web aperto
ja: オープンウェブ向けの視覚的なストーリーテリング
pt_br: compartilhamento de histórias visuais para a web aberta
tr: açık web için görsel hikaye anlatımı

source: Web Stories immerse your readers in fast-loading full-screen experiences. Easily create visual narratives, with engaging animations and tappable interactions. The Web Story format (formerly known as AMP Stories) is free and part of the open web and are available for everyone to try on their websites. They can be shared and embedded across the web without being confined to a closed ecosystem or platform.
ar: توفر Web Stories للقراء تجارب شاملة مرئية بملء الشاشة تتميز بسرعة التحميل. ويمكنك بسهولة إنشاء روايات مرئية، باستخدام رسوم متحركة جذّابة وتفاعلات قابلة للنقر عليها. ويتميز تنسيق Web Stories بأنه مجاني وهو جزء من الويب المفتوح ويمكن للجميع تجربته كل على موقعه الإلكتروني. كما يمكن مشاركته وتضمينه على مستوى الويب دون اقتصاره على منظومة متكاملة أو منصّة مغلقة.
fr: Les Stories Web plongent vos lecteurs dans des expériences en plein écran à chargement rapide. Créez facilement des récits visuels contenant des animations attrayantes et des options interactives. Le format des stories AMP est gratuit, fait partie du Web ouvert, et tout le monde peut l'essayer sur son site Web. Elles peuvent être partagées et intégrées sur le Web sans être confinées à un écosystème ou une plateforme fermé(e).
it: Le Web Stories consentono ai lettori di immergersi in coinvolgenti contenuti a schermo intero dal caricamento istantaneo. Crea facilmente racconti visivi, con animazioni coinvolgenti e interazioni a portata di tocco. Il formato delle Storie AMP è gratuito e disponibile sul web aperto, per cui tutti possono provarle sui propri siti. Possono inoltre essere condivise e integrate su web senza essere vincolati a ecosistemi o piattaforme chiuse.
ja: Web Storiesは、読み込みの速い全画面表示で読者を没頭させます。魅力的なアニメーションとタップ操作を備えた視覚的な物語を簡単に作成できます。AMP ストーリーの形式は自由であり、オープンウェブの一部であり、誰でもウェブサイトで試すことができます。閉じたエコシステムやプラットフォームに限定されることなく、ウェブ全体で共有したり埋め込んだりできます。
pt_br: As Web Stories envolvem seus leitores em experiências de tela inteira que são carregadas rapidamente. Crie facilmente narrativas visuais com animações envolventes e ações interativas. O formato da história em AMP é gratuito, faz parte da web aberta e está disponível para qualquer pessoa usar em seus sites. Elas podem ser compartilhadas e incorporadas pela web sem serem limitadas a um ecossistema ou plataforma fechada.
tr: Web Stories, hızlı yüklenen tam ekran deneyimleriyle okurlarınızı içine çeker. İlgi çekici animasyonlar ve dokunulabilir etkileşimlerle, kolayca görsel içerikler oluşturun. AMP hikaye biçimi ücretsizdir ve herkesin kendi web sitesinde kullanabilmesi için açık kaynak kodlu web'in bir parçasıdır. Kapalı bir ekosistem veya platformla kısıtlı kalmadan web boyunca paylaşılabilir ve içe gömülebilir.

source: Web Stories provide content publishers with a mobile-focused format for delivering news and information as visually rich, tap-through stories. Web Stories offers a robust set of advertising opportunities for advertisers and publishers to reach a unique audience on the web with immersive experiences.
ar: توفر Web Stories لناشري المحتوى تنسيقًا يركز على الأجهزة الجوّالة لتقديم أخبار ومعلومات على هيئة قصص غنية بالمؤثرات المرئية ويمكن تصفحها من خلال النقر عليها. كما تقدم Web Stories مجموعة قوية من الفرص الإعلانية لكي يتمكن المعلنون والناشرون من الوصول إلى جمهور فريد على الويب مع الاستمتاع بتجارب غامرة.
fr: Stories Web offrent aux éditeurs de contenu un format pour appareils mobiles permettant de diffuser des nouvelles et des informations sous forme de stories visuelles riches et interactives. Elles leur proposent également, ainsi qu'aux annonceurs, une vaste panoplie de moyens d'atteindre un public unique sur le Web grâce à des expériences immersives.
it: Le Web Stories offrono agli editori di contenuti un formato ottimizzato per i dispositivi mobili per distribuire notizie e informazioni sotto forma di storie ricche di contenuti visivi, accessibili con un tocco. Le Storie AMP offrono una vasta gamma di soluzioni pubblicitarie affidabili che permettono a inserzionisti ed editori di raggiungere un pubblico vasto su web con contenuti coinvolgenti.
ja: Web Storiesは、ニュースや情報を視覚的にリッチでタップ操作で読み進められるストーリーとして配信できるモバイル向けフォーマットをコンテンツ発行者に提供します。AMP ストーリーは、広告主とサイト運営者が没入感のあるウェブでユニークなオーディエンスにリーチできるような強力かつ豊富な広告の機会を提供します。
pt_br: As Web Stories fornece aos editores de conteúdo um formato focado em dispositivos móveis para a publicação de notícias e informações como histórias visualmente detalhadas e interativas. As histórias em AMP oferecem um conjunto robusto de oportunidades em publicidade para que anunciantes e editores possam alcançar um público exclusivo na web com experiências imersivas.
tr: Web Stories içerik yayıncılarına haberleri ve bilgileri görsel olarak zengin, dokunarak ilerlenebilen hikayeler şeklinde yayınlayabilmeleri için mobil odaklı bir biçim sunar. Ayrıca, reklamverenlere ve yayıncılara sürükleyici deneyimlerle web'de benzersiz bir kitleye ulaşmak için bir dizi güçlü reklam fırsatı sağlar.

source: Build your first story
ar: إنشاء قصتك الأولى
fr: Créer votre première story
it: Realizza la tua prima storia
ja: 初めてのストーリーを構築しましょう
pt_br: Crie sua primeira história
tr: İlk hikayenizi oluşturun

source: Learn about story ads
ar: التعرّف على الإعلانات القصصية
fr: En apprendre plus sur les stories publicitaires
it: Per saperne di più sugli annunci storia
ja: ストーリー広告の詳細
pt_br: Aprenda sobre anúncios em história
tr: Hikaye reklamları hakkında bilgi edinin

source: Read Success Story
ar: الاطّلاع على قصة النجاح
fr: Lire un exemple de réussite
it: Leggi una storia di successo
ja: 成功事例を読む
pt_br: Leia esta história de sucesso
tr: Başarı Hikayelerini Okuyun

source: The benefits of Web Stories
ar: مزاي Web Stories
fr: Les avantages des Stories Web
it: Vantaggi delle Web Stories
ja: Web Storiesのメリット
pt_br: Benefícios das Web Stories
tr: Web Storiesnin faydaları

source: Read on how AMP works
ar: الاطّلاع على آلية عمل AMP
fr: En apprendre plus sur le fonctionnement d'AMP
it: Scopri come funziona AMP
ja: AMP の仕組みについて読む
pt_br: Leia mais para entender como funciona a AMP
tr: AMP'nin nasıl çalıştığını öğrenin

source: Web Stories are built with visually rich media, and whether you utilize pictures, videos or GIF assets is up to you. Images and videos expand to visually fill the readers’ screens, providing a smooth and fully engaging experience. AMP allows you to specify the file type to account for the user’s network connection and browser capabilities.
ar: يتم إنشاء Web Stories باستخدام وسائط غنية بالمؤثرات البصرية، والأمر راجع إليك إذا أردت استخدام مواد عرض عبارة عن صور أو فيديوهات أو ملفات GIF من عدمه. وتتوسع الصور والفيديوهات لتملأ شاشات القراء مرئيًا، ما يوفّر تجربة سلسة وجذّابة بالكامل. ويتيح لك AMP تحديد نوع الملف ليتناسب مع اتصال المستخدم بالويب ومع إمكانيات المتصفح.
fr: Stories Web sont créées avec des médias visuellement riches, et c'est à vous de décider si vous utilisez des images, des vidéos, ou des GIF. Les images et les vidéos s'agrandissent pour remplir les écrans des lecteurs, offrant ainsi une expérience fluide et attrayante. AMP vous permet de spécifier le type de fichier en fonction de la connexion réseau de l'utilisateur et des capacités de son navigateur.
it: Le Storie Web sono realizzate con contenuti multimediali ricchi e ti lasciano la libertà di usare risorse come immagini, video o GIF. Immagini e video si espandono per riempire di contenuti visivi coinvolgenti lo schermo dell'utente, offrendogli un'esperienza fluida e coinvolgente. AMP consente di specificare il tipo di file per adattarsi alle capacità della connessione di rete e del browser in uso.
ja: Web Storiesは視覚的にリッチなメディアを使用して構築されており、写真、動画、GIF のどのアセットを利用するかはあなた次第です。画像と動画が視覚的に読者の画面いっぱいに広がり、スムーズで魅力あふれる体験をもたらします。AMP ではファイルタイプを指定することで、ユーザーのネットワーク接続とブラウザの機能を考慮することができます。
pt_br: As Web Stories são criadas com mídias visualmente detalhadas e você decide se deseja usar fotos, vídeos ou recursos em GIF. Imagens e vídeos se expandem para preencher visualmente as telas dos leitores, proporcionando uma experiência suave e totalmente envolvente. A AMP permite que você especifique o tipo de arquivo para levar em consideração a capacidade da conexão de rede e do navegador do usuário.
tr: Web Stories, görsel olarak zengin medya ile oluşturulur; resim, video veya GIF kaynaklarını kullanıp kullanmayacağınıza karar vermek size bağlıdır. Resimler ve videolar okurların ekranlarını görsel olarak kaplayacak şekilde genişler ve hem sorunsuz hem de tam etkileşimli bir deneyim sunarlar. AMP, kullanıcının ağ bağlantısını ve tarayıcı özelliklerini hesaba katmak için dosya türünü belirlemenize izin verir.

source: Images, videos and GIFs
ar: الصور والفيديوهات وملفات GIF
fr: Images, vidéos et GIF
it: Immagini, video e GIF
ja: 画像、動画、GIF
pt_br: Imagens, vídeos e GIFs
tr: Resimler, videolar ve GIF'ler

source: Text and audio
ar: النص والملف الصوتي
fr: Texte et audio
it: Testo e audio
ja: テキストと音声
pt_br: Texto e áudio
tr: Metin ve ses

source: Convey facts and figures via bite-sized chunks of one or two sentences – ideal for mobile devices. Choose from different font colors for basic readability. Or add visual elements like subtle black transparent gradient overlays to ensure readability even on random background imagery, for example user generated content. On top of this, you can use short audio files on every page to provide spoken information or background music.
ar: يمكنك التعبير عن الحقائق والأرقام عبر مجموعة صغيرة الحجم مكونة من جملة أو جملتين - مما يناسب الأجهزة الجوّالة بشكل مثالي. اختر من بين ألوان الخطوط المختلفة لتسهيل القراءة الأساسية، أو يمكنك إضافة عناصر مرئية مثل تراكبات رقيقة متدرجة وشفافة من اللون الأسود وذلك لضمان سهولة القراءة حتى على صور الخلفية العشوائية، مثل المحتوى المنشأ بواسطة المستخدمين. وفوق ذلك كله، يمكنك استخدام ملفات صوتية قصيرة في كل صفحة لتوفير معلومات منطوقة أو موسيقى في الخلفية.
fr: Transmettez vos faits et chiffres en une ou deux phrases, un format idéal pour les appareils mobiles. Choisissez différentes couleurs de police pour faciliter la lisibilité. Ajoutez des éléments visuels comme des superpositions de dégradés transparents noirs subtils pour assurer la lisibilité même sur des images d'arrière-plan aléatoires (par exemple du contenu généré par l'utilisateur). En plus de cela, vous pouvez utiliser de courts fichiers audio sur chaque page afin de transmettre des informations oralement ou reproduire de la musique en arrière-plan.
it: Trasmetti notizie e cifre in blocchi di una o due frasi che occupano pochi byte, ideali per dispositivi mobili. Scegli tra diversi colori dei caratteri per favorirne la leggibilità. Oppure aggiungi elementi visivi come sottili sovrimpressioni con sfumature trasparenti nere per garantire la leggibilità anche su immagini di sfondo casuali. Inoltre, puoi utilizzare file audio brevi in ogni pagina per fornire informazioni vocali o musica di sottofondo.
ja: モバイルデバイスに最適化するため、非常に小さな1つか2つの文のかたまりを使って事実と数字を伝えることができます。さまざまなフォント色を選び、基本的な可読性を向上させることができます。または、微妙に黒く透明なグラデーションオーバーレイなどの視覚要素を追加し、不規則な背景画像（ユーザー生成コンテンツなど）でも可読性を向上させることができます。さらに、全ページで短い音声ファイルを使用することで、音声情報やバックグラウンドミュージックを提供することもできます。
pt_br: Transmitir fatos e números através de pequenos pedaços de uma ou duas frases, o ideal para dispositivos móveis. Escolha dentre diferentes cores de fonte para facilitar a leitura. Ou adicione elementos visuais, como sobreposições sutis de gradiente transparente preto que garantem a legibilidade mesmo sobre imagens de fundo aleatórias, como, por exemplo, em conteúdo gerado pelo usuário. Além disso, você pode incluir pequenos arquivos de áudio em cada página para veicular informações faladas ou música de fundo.
tr: Bilgileri ve rakamları mobil cihazlar için ideal olan bir veya iki cümlelik kısa parçalar şeklinde aktarın. Temel düzeyde okunabilirlik için farklı yazı tipi renkleri arasından seçim yapın. Veya kullanıcı tarafından üretilmiş içerikler gibi rastgele arka plan görüntülerinde bile okunabilirliği sağlamak için hafif siyah, şeffaf gradyan katmanları gibi görsel öğeler ekleyin. Bunlara ek olarak, sesli bilgi veya arka plan müziği eklemek için her sayfada kısa ses dosyaları kullanabilirsiniz.

source: It’s easy to create visual effects and tappable interactions that keep readers engaged. Titles can fly drop, fade in, or animate onto the page. Configure your story to automatically progress to the next page when a video snippet is finished. Provide social sharing and related links at the end of your story, so users can share it or dive further into other content on your site.
ar: من السهل إنشاء تأثيرات بصرية وتفاعلات يمكن النقر عليها لجذب انتباه القراء. ويمكن استخدام مؤثرات بصرية على العناوين كالتحليق أو الإسقاط أو التلاشي أو تحريك الرسوم على الصفحة. كما يمكن تكوين قصتك لتتقدم بصورة تلقائية إلى الصفحة التالية عند اكتمال قصاصة فيديو. ويمكنك تقديم روابط المشاركة عبر مواقع التواصل الاجتماعي والروابط ذات الصلة في نهاية قصتك، حتى يتمكن المستخدمون من مشاركتها أو التعمق أكثر في محتوى آخر على موقعك.
fr: Il est facile de créer des effets visuels et des options interactives qui captivent l'attention des lecteurs. Les titres peuvent défiler vers le haut ou vers le bas ou apparaître sous forme fondue ou animée sur la page. Configurez votre story pour passer automatiquement à la page suivante lorsqu'un extrait de vidéo est terminé. Fournissez des liens de partage sur les réseaux sociaux à la fin de votre story afin que les utilisateurs puissent la partager ou découvrir d'autres contenus sur votre site.
it: È facile creare effetti visivi e interazioni attivabili con un tocco capaci di mantenere coinvolti i lettori. I titoli possono scorrere, svanire in trasparenza o animarsi sulla pagina. Configura la tua storia per proseguire in automatico sulla pagina successiva al termine di un frammento video. Fornisci strumenti di condivisione social e link informativi alla fine delle storie, in modo che gli utenti possano condividerle o approfondire altri contenuti sul tuo sito.
ja: 簡単に視覚効果とタップ操作を実現し、読者を引き付けることができます。タイトルをページにドロップしたり、フェードインしたり、アニメーション化したりできます。動画スニペットが終了したら次のページに自動的に遷移するようにストーリーを構成することができます。ストーリーの最後にソーシャルメディアへの共有リンクと関連リンクを提供し、ユーザーがそれらを共有したり、あなたのサイト上の他のコンテンツをさらに閲覧できるようにすることができます。
pt_br: É fácil criar efeitos visuais e interações tocáveis para manter seus leitores envolvidos. Títulos podem cair verticalmente, surgir na página gradualmente ou serem animados de alguma outra maneira. Configure sua história para avançar automaticamente para a próxima página quando um trecho de vídeo for concluído. Forneça compartilhamento social e os links relacionados no final de sua história, para que os usuários possam compartilhá-la ou mergulhar mais fundo em outros conteúdos de seu site.
tr: Okuyucuların ilgisini çeken özgün görsel efektler ve dokunulabilir etkileşimler oluşturmak kolaydır. Başlıklar sayfanın üstünde uçup düşebilir, solup gidebilir veya hareket edebilir. Hikayenizi, bir video parçası bittiğinde sonraki sayfaya otomatik olarak ilerleyeceği şekilde yapılandırın. Hikayenin sonunda sosyal paylaşım ve ilgili bağlantıları ekleme imkanı sunun, böylece kullanıcılar, hikayeyi paylaşabilir veya sitenizdeki diğer içeriklerle ilgilenebilirler.

source: Web Stories <br />Monetization Options
ar: Web Stories <br />خيارات تحقيق الربح المادي
fr: Options de monétisation <br />des Stories Web
it: Opzioni di monetizzazione<br />per le Storie Web
ja: Web Storiesの <br />収益化オプション
pt_br: Opções de monetização <br />com as Web Stories
tr: Web Stories <br/>Para Kazanma Seçenekleri
