Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: Debugging
ar: تصحيح الأخطاء
fr: Débogage
ja: デバッグ
pt_br: Depuração
tr: Hata Ayıklama

source: Development
ar: التطوير
fr: Développement
it: Sviluppo
ja: 開発
pt_br: Desenvolvimento
tr: Geliştirme

source: Email Service
ar: خدمة البريد الإلكتروني
fr: Service de messagerie électronique
it: Servizio email
ja: メールサービス
pt_br: Serviço de e-mail
tr: E-Posta Hizmeti

source: Email Templates Editor
ar: محرر نماذج البريد الإلكتروني
fr: Éditeur de modèles d'e-mail
it: Editor di modelli e-mail
ja: メールテンプレートエディタ
pt_br: Editor de modelos de e-mail
tr: E-Posta Şablon Editörü

source: Essential
ar: أساسي
fr: Essentiel
it: Essenziale
ja: 必須
pt_br: Essencial
tr: Temel

source: Landing pages
ar: الصفحات المقصودة
fr: Pages de renvoi
it: Landing page
ja: ランディングページ
pt_br: Páginas de destino
tr: Açılış sayfaları

source: Optimization
ar: التحسين
fr: Optimisation
it: Ottimizzazione
ja: 最適化
pt_br: Otimização
tr: Optimizasyon

source: Testing
ar: الاختبار
fr: Test
it: Test
ja: テスト
pt_br: Teste
tr: Test

source: Create interactive email templates fast with Drag-n-Drop & HTML editor. Try free library of ready-to-use modules and templates.
ar: أنشئ نماذج للرسائل الإلكترونية التفاعلية على نحو سريع باستخدام محرر HTML وميزة "السحب والإفلات". جرِّب المكتبة المجانية للوحدات النمطية والنماذج الجاهزة للاستخدام.
fr: Créez rapidement des modèles d'e-mails interactifs avec l'éditeur par glisser-déposer et HTML. Essayez la bibliothèque gratuite de modules et de modèles prêts à l'emploi.
it: Crea rapidamente modelli di e-mail interattive con editor HTML a trascinamento di contenuti. Prova la libreria gratuita di moduli e modelli pronti per l'uso.
ja: ドラッグアンドドロップと HTML エディタを使用して、インタラクティブなメールテンプレートをすばやく作成できます。すぐに使用できるモジュールとテンプレートのライブラリを無料でお試しください。
pt_br: Crie modelos de e-mail interativos rapidamente com o editor de arrastar e soltar e HTML. Experimente a biblioteca gratuita com módulos e modelos prontos para uso.
tr: Sürükle Bırak & HTML editörüyle hızlı bir şekilde etkileşimli e-posta şablonları oluşturun. Kullanıma hazır modülleri ve şablonları içeren ücretsiz kütüphaneyi deneyin.

source: Create AMPHTML-valid and ready to be published individual designs or full sets of static or animated marketing visuals, within minutes.
ar: أنشئ تصميمات فردية جاهزة للنشر وبصلاحية AMPHTML أو مجموعات كاملة من المرئيات التسويقية الثابتة أو المتحركة، وذلك خلال دقائق.
fr: Créez, en l'espace de quelques minutes, des modèles individuels compatibles avec le format AMPHTML et prêts à être publiés ou des ensembles complets de visuels marketing statiques ou animés.
it: Crea in pochi minuti singoli progetti AMPHTML validi e pronti alla pubblicazione, oppure set completi di elementi grafici di marketing statici o animati.
ja: すぐに公開可能な AMPHTML に対応した個別のデザインや、静的またはアニメーション化されたマーケティング用視覚資料一式を数分で作成できます。
pt_br: Crie em minutos designs individuais válidos em HTML para AMP e prontos para serem publicados ou conjuntos completos de visuais de marketing estáticos ou animados.
tr: Dakikalar içinde AMP-HTML uyumlu ve yayınlanmaya hazır bireysel tasarımlar veya tam kapsamlı statik ya da hareketli pazarlama içerikleri oluşturun.

source: Online AMPHTML banner maker which allows you to easily create AMP ads without prior coding knowledge.
ar: أداة إعداد بانر AMPHTML على الإنترنت التي تسمح لك بإنشاء إعلانات AMP بسهولة بدون معرفة مسبقة عن الترميز.
fr: Créateur de bannières AMPHTML en ligne vous permettant de créer facilement des annonces AMP sans connaissance préalable en matière de codage.
it: Lo strumento di creazione di banner AMPHTML online ti consente di realizzare facilmente annunci AMP senza necessità di saper programmare.
ja: コーディングに関する知識を事前に身につけることなく AMP 広告を簡単に作成できるオンライン AMPHTML バナーメーカーです。
pt_br: Criador de banner em HTML para AMP on-line, que permite que você crie com facilidade anúncios em AMP sem conhecimento prévio de programação.
tr: Önceden kodlama bilgisi gerektirmeden kolayca AMP reklamları oluşturmanıza olanak tanıyan çevrimiçi AMPHTML banner oluşturucu.

source: Instapage automates the creation, optimization, and personalization of post-click experiences at scale.
ar: يشغِّل Instapage عمليات الإنشاء والتحسين والتخصيص لتجارب ما بعد النقر تلقائيًا على نطاق واسع.
fr: Instapage automatise la création, l'optimisation et la personnalisation des expériences post-clic à grande échelle.
it: Instapage automatizza la creazione, l'ottimizzazione e la personalizzazione delle esperienze post clic su vasta scala.
ja: Instapage はクリックした後のエクスペリエンスの創出、最適化、およびパーソナライズを大規模に自動化します。
pt_br: Instapage automatiza a criação, otimização e personalização de experiências "pós-clique" em grande escala.
tr: Instapage, tıklama sonrası deneyimlerin oluşturulmasını, optimizasyonunu ve kişiselleştirilmesini kapsamlı şekilde otomatikleştirir.

source: Unbounce is a platform to create landing pages, website popups, and sticky bars.
ar: Unbounce هو منصّة لإنشاء الصفحات المقصودة، وعناصر الموقع الإلكتروني المنبثقة، والأشرطة الثابتة.
fr: Unbounce est une plateforme de création de pages de renvoi, de pop-ups pour sites Web et de barres de navigation figées.
it: Unbounce è una piattaforma per creare landing page, popup per siti web e barre permanenti.
ja: Unbounceはランディングページ、ウェブサイトのポップアップ、スティッキーバーを作成するためのプラットフォームです。
pt_br: Unbounce é uma plataforma para a criação de páginas de destino, pop-ups de sites e banner fixos.
tr: Unbounce, açılış sayfaları, web sitesi açılır pencereleri ve yapışkan çubuklar oluşturan bir platformdur.

source: AMP-first content creation with the power and flexibility of WordPress.
ar: إنشاء محتوى AMP الأول باستخدام قوة ومرونة WordPress.
fr: Création de contenu optimisé pour AMP avec la puissance et la flexibilité de WordPress.
it: Creazione di contenuti AMP-first con la potenza e la flessibilità di WordPress.
ja: WordPress のパワーと柔軟性を備えた AMP ファーストなコンテンツを作成できます。
pt_br: Criação de conteúdo AMP-first com o poder e a flexibilidade do WordPress.
tr: WordPress'in gücü ve esnekliği ile AMP ilk içeriğini oluşturma.

source: Bold by Quintype is a headless CMS built for enterprise publishers with built-in support for AMP.
ar: Bold من Quintype هو نظام إدارة محتوى بدون واجهة مستخدم مصمم لأجل الناشرين على مستوى المؤسسات مع دعم مضمَّن لـ AMP.
fr: Bold by Quintype est un CMS sans structure conçu pour les éditeurs d'entreprise avec une prise en charge d'AMP intégrée.
it: Bold by Quintype è un sistema CMS headless realizzato per editori aziendali con supporto integrato per AMP.
ja: Bold by Quintype は AMP に対応した企業サイト運営者向けのヘッドレス CMS です。
pt_br: Bold by Quintype e é um CMS sem periféricos criado para editores corporativos com suporte integrado para AMP.
tr: Bold by Quintype, AMP için dahili desteğe sahip kurumsal yayıncılar için oluşturulmuş başsız bir CMS'tir.

source: Helps you measure your site's Search traffic and performance, fix issues, and make your site shine in Google Search results.
ar: يساعدك على قياس عدد زيارات موقعك في "بحث Google" وقياس أدائه، وإصلاح المشاكل، كما أنه يبرز موقعك في نتائج "بحث Google".
fr: Aide à mesurer le trafic et les performances de recherche de votre site, à résoudre les problèmes, et à faire apparaître votre site dans les résultats de recherche Google.
it: Permette di misurare il traffico di ricerca e le performance del tuo sito, aiuta a risolverne i problemi e mette in evidenza il tuo sito nei risultati delle ricerche Google.
ja: サイトの検索トラフィックとパフォーマンスの測定や問題の修正を支援し、Google 検索結果であなたのサイトを目立たせます。
pt_br: Ajuda você a medir o tráfego e desempenho das pesquisas de seu site, a corrigir problemas e a fazer com que seu site se sobressaia nos resultados do Google Search.
tr: Sitenizin Arama trafiğini ve performansını ölçmenize, sorunları gidermenize ve sitenizin Google Arama sonuçlarında öne çıkmasını sağlamanıza yardımcı olur.

source: Test if and how your AMP page appears in Google Search.
ar: جرِّب ما إذا كانت صفحة AMP تظهر في "بحث Google" وكيفية ظهورها.
fr: Voyez si et comment votre page AMP apparaît dans les recherches Google.
it: Permette di testare se e come le pagine AMP compaiono nelle ricerche Google.
ja: Google 検索で AMP ページが表示されるかどうか、およびその表示内容をテストできます。
pt_br: Teste se e como sua página AMP aparece no Google Search.
tr: AMP sayfanızın Google Arama'da görünüp görünmediğini ve nasıl göründüğünü test edin.

source: Platform to share and discover how-to stories that includes a creation tool on your phone to help you create how-to stories.
ar: منصّة لمشاركة واكتشاف القصص الإرشادية تتضمن أداة إنشاء على هاتفك لمساعدتك في إنشاء قصص إرشادية.
fr: Plateforme pour le partage et la découverte de stories explicatives qui contient un outil de création sur votre téléphone pour vous aider à créer les vôtres.
it: Piattaforma per condividere e scoprire storie pratiche, che include uno strumento di creazione di storie su telefono.
ja: ハウツーストーリーの作成に役立つ作成ツールを含む、ハウツーストーリーを共有・発見するためのプラットフォームです。
pt_br: Plataforma para compartilhar e descobrir histórias de guia de instruções que inclui uma ferramenta de criação em seu telefone para ajudá-lo a criar histórias de guia de instruções.
tr: Nasıl yapılır hikayeleri oluşturmanıza yardımcı olmak için telefonunuzda bir oluşturma aracını da içeren bir nasıl yapılır hikayeleri keşfetme ve paylaşma platformu.

source: Build AMP sites, posts, and stories. Win search, social, and email. Fast. Flexible. Secure. Modern.
ar: أنشئ مواقع ومشاركات وWeb Stories. اكتسب مزيدًا من المستخدمين عبر البحث ومواقع التواصل الاجتماعي والبريد الإلكتروني. سريع. مرن. آمن. عصري.
fr: Créez des sites, des publications et des stories AMP. Gagnez du terrain dans les recherches, sur les réseaux sociaux et dans les e-mails de manière rapide, flexible, sure et moderne.
it: Crea siti, post e storie AMP. Attira da ricerche, social ed e-mail. Veloce. Flessibile. Sicuro. Moderno.
ja: AMP のサイト、投稿、ストーリーを構築します。検索、ソーシャルメディア、メールでさらにユーザーを獲得しましょう。高速、柔軟、安全、最新なソリューションです。
pt_br: Crie sites, publicações e histórias em AMP. Ganhe mais usuários através de buscas, redes sociais e e-mails de forma rápida, flexível, segura e moderna.
tr: AMP siteleri, gönderileri ve e-postaları oluşturun. Aramalarda, sosyal ağlarda ve e-postada daha fazla kullanıcı kazanın. Hızlı. Esnek. Güvenli. Modern.

source: Essential component for AMP development and available in a variety of versions.
ar: مكون أساسي لتطوير AMP ومتوفر في مجموعة متنوعة من الإصدارات.
fr: Composant essentiel pour le développement AMP, disponible dans plusieurs versions.
it: Componente essenziale per lo sviluppo AMP e disponibile in diverse versioni.
ja: AMP 開発に不可欠なコンポーネントであり、さまざまなバージョンで利用できます。
pt_br: Componente essencial para o desenvolvimento de AMP e disponível em várias versões.
tr: AMP geliştirme için temel bileşendir ve çeşitli versiyonları mevcuttur.

source: Beta-test new features of AMP before they're available for everyone.
ar: اختبر بشكل تجريبي ميزات AMP الجديدة قبل أن تكون متاحة للجميع.
fr: Testez les nouvelles fonctionnalités bêta d'AMP avant qu'elles ne soient disponibles pour tous.
it: Effettua il beta test delle nuove funzioni dei contenuti AMP prima di renderle disponibili a tutti.
ja: 一般公開される前の AMP の新機能をベータテストできます。
pt_br: Seja um testador beta dos novos recursos da AMP antes que eles estejam disponíveis para todos.
tr: Herkesin kullanımına sunulmadan önce yeni AMP özelliklerinin beta testini yapın.

source: Helps you find out whether your Google Analytics and AdWords tracking is correctly set up.
ar: يساعدك على معرفة ما إذا كان تعقّب Google Analytics وAdWords قد تم إعداده لديك بشكل صحيح أم لا.
fr: Aide à savoir si votre suivi Google Analytics et AdWords est correctement configuré.
it: Permette di scoprire se il tracciamento di Google Analytics e AdWords è impostato correttamente.
ja: Google Analytics と AdWords のトラッキングが正しく設定されているかどうかを確認できます。
pt_br: Ajuda a descobrir se o monitoramento do Google Analytics e do AdWords esta configurado corretamente.
tr: Google Analytics ve AdWords izlemenizin doğru bir şekilde ayarlanıp ayarlanmadığını öğrenmenize yardımcı olur.

source: A collection of AMP tools making it easier to publish and host AMP pages.
ar: مجموعة من أدوات AMP تسهِّل نشر واستضافة صفحات AMP.
fr: Une collection d'outils AMP facilitant la publication et l'hébergement de pages AMP.
it: Una raccolta di strumenti AMP che semplifica la pubblicazione e l'hosting di pagine AMP.
ja: AMP ページの公開とホストを簡単にする AMP ツールのコレクションです。
pt_br: Uma coleção de ferramentas de AMP facilitando a publicação e hospedagem de páginas AMP.
tr: AMP sayfalarının yayınlanmasını ve barındırılmasını kolaylaştıran AMP araçları koleksiyonu.

source: Validation tool that offers additional debug information on top of the AMP validator.
ar: أداة تحقق من الصحة توفر معلومات إضافية لتصحيح الأخطاء بالإضافة إلى أداة AMP للتحقق من الصحة.
fr: Outil de validation offrant des informations de débogage supplémentaires en plus du validateur AMP.
it: Strumento di convalida che offre ulteriori informazioni di debug oltre all'AMP validator.
ja: AMP Validator に加えて追加のデバッグ情報を提供する検証ツールです。
pt_br: Ferramenta de validação que oferece informações adicionais sobre depuração na parte superior do validador de AMP.
tr: AMP doğrulayıcısından daha üst seviyede hata ayıklama bilgileri sunan bir doğrulama aracı.

source: Pre-built Google Analytics dashboard template that helps you get to your analytics insights faster.
ar: نموذج لوحة معلومات Google Analytics مُعد مسبقًا يساعدك في الوصول إلى نتائج تحليلاتك بشكل أسرع.
fr: Modèle de tableau de bord Google Analytics prédéfini qui vous aide à accéder plus rapidement à vos statistiques d'analyse.
it: Modello preconfigurato per il pannello di Google Analytics che ti aiuta a ottenere più rapidamente approfonditi dati analitici.
ja: 分析の洞察をより迅速に取得できるようにする事前に構築された Google Analytics ダッシュボードテンプレートです。
pt_br: Modelo de painel do Google Analytics pré-criado que ajuda você a acessar mais rapidamente seus insights do analytics.
tr: Analiz öngörülerinize daha hızlı erişmenize yardımcı olan ön kurulumlu Google Analytics panel şablonu.

source: Chrome extension that helps you understand the feasibility of converting your site to AMP.
ar: إضافة Chrome تساعدك على فهم إمكانية تحويل موقعك إلى AMP.
fr: Extension Chrome vous aidant à comprendre la faisabilité de la conversion de votre site en AMP.
it: Estensione Chrome che permette di individuare la realizzabilità della conversione del tuo sito in AMP.
ja: サイトを AMP に変換できるかどうかを把握するのに役立つ Chrome 拡張機能です。
pt_br: Extensão do Chrome que ajuda você a entender a viabilidade de conversão de seu site para AMP.
tr: Sitenizi AMP'ye dönüştürmenin uygun olup olmadığını anlamanıza yardımcı olacak bir Chrome eklentisi.

source: Generate custom templates for your AMP websites, stories, emails or ads.
ar: أنشئ نماذج مخصصة للمواقع الإلكترونية أو القصص أو الرسائل الإلكترونية أو الإعلانات على AMP.
fr: Générez des modèles personnalisés pour vos sites Web, stories, e-mails ou annonces AMP.
it: Genera modelli personalizzati per i tuoi siti web, storie, e-mail e annunci AMP.
ja: AMP ウェブサイト、ストーリー、メール、または広告用のカスタムテンプレートを生成します。
pt_br: Gere modelos personalizados para seus sites, histórias, e-mails ou anúncios AMP.
tr: AMP web siteleriniz, hikayeleriniz, e-postalarınız veya reklamlarınız için özel şablonlar oluşturun.

source: Start prototyping in an interactive online editor with the ability to use templates and our examples.
ar: ابدأ تشغيل النماذج الأولية في محرر تفاعلي على الإنترنت مع إمكانية استخدام النماذج والأمثلة التي نعرضها.
fr: Démarrez la création de prototype dans un éditeur interactif en ligne offrant la possibilité d'utiliser des modèles et nos exemples.
it: Inizia a creare prototipi in un editor online interattivo con la possibilità di utilizzare modelli e i nostri esempi.
ja: テンプレートとサンプルを使用できるインタラクティブなオンラインエディタでプロトタイプを作成しましょう。
pt_br: Comece a criação de protótipos em um editor on-line interativo capaz de usar modelos e nossos exemplos.
tr: Şablonları ve örneklerimizi kullanabilme imkanı sunan etkileşimli bir çevrimiçi editörde ilk prototipinizi oluşturmaya başlayın.

source: A prototyping tool that automatically converts a HTML page to AMP for demonstrating performance gains with AMP.
ar: أداة تشغيل نماذج أولية تعمل تلقائيًا على تحويل صفحة HTML إلى AMP لإظهار مكتسبات الأداء عند استخدام AMP.
fr: Un outil de prototypage qui convertit automatiquement une page HTML en AMP pour démontrer les gains de performances avec AMP.
it: Uno strumento di creazione prototipi che converte automaticamente una pagina HTML in AMP per dimostrare i miglioramenti delle performance con AMP.
ja: HTML ページを AMP に自動的に変換し、AMP によるパフォーマンスの向上を実証できるプロトタイピングツールです。
pt_br: Uma ferramenta de criação de protótipo que converte automaticamente uma página HTML para AMP para a demonstração de ganhos de desempenho com AMP.
tr: AMP ile performans kazanımlarını göstermek için bir HTML sayfasını otomatik olarak AMP'ye dönüştüren bir prototipleme aracı.

source: Litmus makes it easy to build, test, and monitor every email for the best results.
ar: يسهّل Litmus إمكانية إنشاء واختبار ومراقبة كل بريد إلكتروني للحصول على أفضل النتائج.
fr: Litmus facilite la création, le test et le suivi de chaque e-mail pour de meilleurs résultats.
it: Litmus semplifica la creazione, il test e il monitoraggio di ogni e-mail per ottenere i migliori risultati.
ja: Litmus を使用すると、すべてのメールを簡単に作成、テスト、監視して、最良の結果を得ることができます。
pt_br: Litmus facilita a criação, o teste e o monitoramento de cada e-mail para a obtenção dos melhores resultados.
tr: Litmus, en iyi sonuçlar için tüm e-postalarınızı kolayca oluşturmayı, test etmeyi ve izlemeyi sağlar.

source: Makes authoring AMP easy by validating for errors/warnings as you type within VS Code.
ar: يسهّل إعداد AMP من خلال التحقق من الأخطاء/ التحذيرات أثناء كتابتك ضمن VS Code.
fr: Facilite la création d'AMP en validant les erreurs ou les avertissements lors de la saisie dans VS Code.
it: Semplifica la creazione di contenuti AMP verificando errori/avvisi durante la stesura di VS Code.
ja: VS Code 内に入力する際にエラーや警告を検証し、AMP を簡単に作成できるようにします。
pt_br: Facilita a criação de AMP através da validação de erros/avisos enquanto você digita no VS Code.
tr: VS kodunda yazarken hataları veya uyarıları doğrulayarak AMP yazmayı kolaylaştırır.

source: React framework that generates AMP and PWA pages from a single codebase.
ar: إطار عمل تفاعلي يعمل على إنشاء صفحات AMP وصفحات تطبيق الويب التقدمي (PWA) من قاعدة ترميز واحدة.
fr: Framework React qui génère des pages AMP et PWA à partir d'une base de code unique.
it: Framework React che genera pagine AMP e PWA da una singola base di codice.
ja: 単一のコードベースから AMP および PWA ページを生成する React フレームワークです。
pt_br: Estrutura de Reação que gera páginas AMP e PWA a partir de uma única base de código.
tr: Tek bir kod tabanından AMP ve PWA sayfaları üreten React çerçevesi.

source: A tool to help for prototyping ads to be served in AMP Stories. Choose from pre-existing templates to get started.
ar: أداة للمساعدة في تشغيل النماذج الأولية للإعلانات ليتم عرضها في Web Stories. اختر من النماذج الموجودة مسبقًا لتبدأ الاستخدام.
fr: Un outil d'aide à la création de prototypes d'annonces destinées à être diffusées dans les stories AMP. Choisissez un modèle préexistant pour commencer.
it: Uno strumento che permette la creazione di prototipi di annunci da pubblicare nelle Storie AMP. Scegli tra vari modelli preesistenti per iniziare.
ja: AMP ストーリーで配信されるプロトタイピング広告を支援するツールです。既存のテンプレートから選択して開始することができます。
pt_br: Uma ferramenta para ajudar na criação de protótipo de anúncios que serão distribuídos nas Histórias em AMP. Escolha dentre os modelos pré-existentes para começar.
tr: AMP Hikayelerinde gösterilecek reklamların prototiplendirilmesine yardımcı olan bir araç. Başlamak için hazır şablonlar arasından seçim yapın.

source: NodemailerApp is an email debugging app that includes a local SMTP server and renders AMP for Email emails.
ar: NodemailerApp هو تطبيق لتصحيح أخطاء البريد الإلكتروني يتضمن خادم SMTP محليًا ويعرض رسائل AMP للبريد الإلكتروني.
fr: NodemailerApp est une application de débogage d'e-mails qui comporte un serveur SMTP local et effectue un rendu des e-mails AMP pour e-mail.
it: NodemailerApp è un'app di debug per e-mail che include un server SMTP locale e esegue il rendering di messaggi con contenuti AMP per e-mail.
ja: NodemailerApp はローカル SMTP サーバーを内蔵し、AMP for Email メールをレンダリングするメールデバッグアプリです。
pt_br: NodemailerApp é um aplicativo de depuração de e-mail que conta com um servidor SMTP local e renderiza AMP para e-mails.
tr: NodemailerApp, yerel bir SMTP sunucusu içeren ve E-posta için AMP e-postalarını işleyen bir e-posta hata ayıklama uygulamasıdır.

source: Cloud-based email sending service designed to help digital marketers and application developers send emails.
ar: خدمة إرسال رسائل بريد إلكتروني قائمة على السحابة ومصممة لمساعدة المسوقين الرقميين ومطوري التطبيقات على إرسال الرسائل الإلكترونية.
fr: Service d'envoi d'e-mails basé sur le cloud conçu pour aider les spécialistes du marketing numérique et les développeurs d'applications à envoyer des e-mails.
it: Servizio di invio e-mail basato su cloud progettato per aiutare gli addetti di marketing digitale e gli sviluppatori di applicazioni a inviare e-mail.
ja: デジタルマーケティング担当者やアプリケーション開発者によるメール送信を支援するクラウドベースのメール送信サービスです。
pt_br: Serviço de envio de e-mail baseado em nuvem projetado para ajudar no envio de e-mails por profissionais de marketing digital e desenvolvedores de aplicativos.
tr: Dijital pazarlamacıların ve uygulama geliştiricilerin e-posta göndermelerine yardımcı olmak için tasarlanmış bulut tabanlı bir e-posta gönderme hizmeti.

source: Aweber's platform and API allows you to create and send emails your customers will love.
ar: تتيح لك منصّة Aweber وواجهة برمجة التطبيقات إنشاء وإرسال الرسائل الإلكترونية التي ستعجب عملاءك.
fr: La plateforme et l'API d'Aweber vous permettent de créer et d'envoyer des e-mails qui sauront séduire vos clients.
it: La piattaforma e l'API di Aweber ti consentono di creare e inviare e-mail che saranno apprezzate dai tuoi clienti.
ja: Aweber のプラットフォームと API を使用すると、顧客から気に入ってもらえるようなメールを作成して送信できます。
pt_br: A plataforma e API do Aweber permitem a criação e envio de e-mails que seus clientes vão adorar.
tr: Aweber'in platformu ve API'si, müşterilerinizin seveceği e-postalar oluşturmanıza ve göndermenize olanak tanır.
