Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: Single Page Story Ad
ar: الإعلان القصصي على صفحة واحدة
fr: Story publicitaire sur page unique
it: Annunci di storie a una sola pagina
ja: 単一ページのストーリー広告
pt_br: Anúncio em história de página única
tr: Tek Sayfa Hikaye Reklamı

source: Get Started with our Story Ads Templates
ar: بدء استخدام نماذج الإعلانات القصصية
fr: Lancez-vous avec nos modèles de stories publicitaires
it: Inizia subito con i nostri modelli di Annunci storia
ja: ストーリー広告テンプレートで始めましょう
pt_br: Comece a usar nossos modelos para anúncios em história
tr: Hikaye Reklamları Şablonlarımızı Kullanmaya Başlayın

source: Affiliate Links
ar: روابط فرعية
fr: Liens affiliés
it: Link di affiliazione
ja: アフィリエイトリンク
pt_br: Links de afiliados
tr: Satış Ortaklığı Bağlantıları

source: Publishers can use affiliate links as a form of monetization by placing outlinks in organic story pages.
ar: يمكن للناشرين استخدام الروابط الفرعية كشكل من أشكال تحقيق الربح المادي من خلال وضع روابط لمواقع خارجية في صفحات القصص الأصلية.
fr: Les éditeurs peuvent utiliser les liens affiliés comme une forme de monétisation en plaçant des liens sortants dans les pages de story.
it: Gli editori possono utilizzare i link di affiliazione come strumento di monetizzazione, inserendo link esterni in pagine di storie collegate.
ja: サイト運営者はオーガニックなストーリーページに外部リンクを配置することで、アフィリエイトリンクを収益化の一形態として使用できます。
pt_br: Editores podem usar os links de afiliados como forma de monetização, colocando referências internas (outlinks) em páginas de histórias orgânicas.
tr: Yayıncılar, kendi hikaye sayfalarına dış bağlantılar yerleştirerek satış ortaklığı bağlantılarını bir para kazanma yöntemi olarak kullanabilirler.

source: Read Best Practices Guide
ar: الاطّلاع على دليل أفضل الممارسات
fr: Lire le guide des bonnes pratiques
it: Leggi la guida delle pratiche consigliate
ja: ベストプラクティスガイドを読む
pt_br: Ler o guia de boas práticas
tr: En İyi Uygulamalar Kılavuzunu Okuyun

source: AMP Ads
ar: إعلانات AMP
fr: Annonces AMP
it: Annunci AMP
ja: AMP 広告
pt_br: Anúncios em AMP
tr: AMP Reklamları

source: Explore tools
ar: استكشاف الأدوات
fr: Découvrir les outils
it: Esplora strumenti
ja: ツールを見る
pt_br: Explorar ferramentas
tr: Araçları keşfedin

source: These days, if it isn’t instant - it’s not fast enough. Even the most memorable creative won’t serve its purpose if the ad is slow and disruptive for a user.
ar: إذا لم تكن الإعلانات بسرعة لحظية فإنها ليست سريعة بما فيه الكفاية، هذه هي القاعدة في وقتنا الحالي، فحتى الإعلانات المبتكرة التي تعلق في الأذهان لن تحقق غرضها إذا كانت بطيئة ومشتتة لانتباه المستخدم.
fr: De nos jours, si ce n'est pas instantané, ce n'est pas assez rapide. Même la création la plus mémorable ne remplira pas sa fonction si l'annonce est lente et perturbatrice pour l'utilisateur.
it: Al giorno d'oggi, ogni applicazione per essere considerata veloce deve consentire un accesso istantaneo. Pur avendo sviluppato i contenuti creativi più spettacolari, tale lavoro sarà stato inutile se gli annunci risultano lenti e fastidiosi per l'utente.
ja: 最近は一瞬で表示されなければ、十分な速度があるとは見なされません。広告の表示が遅く、ユーザー体験を損ねるようなものであれば、最も印象的な作品であっても目的を果たすことができません。
pt_br: Hoje em dia, se não for instantâneo não é rápido o suficiente. Mesmo o conteúdo criativo mais memorável não cumprirá seu objetivo se o anúncio for lento e maçante para um usuário.
tr: Bugünlerde, anında değilse, yeterince hızlı değil demektir. Reklam bir kullanıcı için yavaş ve rahatsız ediciyse, en unutulmaz reklam içeriği bile olsa amacına hizmet etmiş olmaz.

source: Advertising continues to be the cornerstone of every publisher’s business model; AMP is fundamentally changing the way ads are built and delivered on the web by supporting ads that are fast, safe, compelling and effective for users.
ar: وتظل الإعلانات هي حجر الأساس لنموذج أعمال كل ناشر، حيث يغيّر AMP بشكل جوهري من طريقة إنشاء الإعلانات وعرضها على الويب من خلال دعم الإعلانات السريعة والآمنة والجذابة والفعالة للمستخدمين.
fr: La publicité continue d'être la pierre angulaire du modèle économique de chaque éditeur, mais AMP change fondamentalement la façon dont les annonces sont créées et diffusées sur le Web en offrant des annonces rapides, sûres, attrayantes et efficaces à destination des utilisateurs.
it: Gli annunci pubblicitari continuano ad essere il punto di riferimento del modello di business di ogni editore; AMP sta cambiando radicalmente il modo in cui gli annunci vengono creati e pubblicati su web, favorendo inserzioni veloci, sicure, convincenti ed efficaci per gli utenti.
ja: 広告は、あらゆるサイト運営者のビジネスモデルの基盤であり続けています。AMP はユーザーにとって高速、安全、印象的、かつ効果的な広告を支援することで、ウェブ上での広告の構築・配信方法を根本的に変えつつあります。
pt_br: A publicidade continua sendo a pedra angular do modelo de negócios de todo editor; A AMP está mudando radicalmente a maneira como os anúncios são criados e veiculados na web através de um suporte de anúncios rápido, seguro, atraente e eficaz para os usuários.
tr: Reklam, her yayıncının iş modelinin temel taşı olmaya devam ediyor; AMP, kullanıcılar için hızlı, güvenli, çekici ve etkili reklamları destekleyerek reklamların web üzerinde oluşturulma ve yayınlanma şeklini temelden değiştiriyor.

source: A faster way to grow your business
ar: طريقة أسرع لتنمية أعمالك
fr: Un moyen plus rapide de faire croître votre entreprise
it: Uno strumento di crescita veloce per le tue attività
ja: あなたのビジネスをより高速に成長させます
pt_br: Uma maneira mais rápida de expandir seus negócios
tr: İşinizi büyütmenin daha hızlı bir yolu

source: A growing number of publishers and advertisers are adopting AMP to deliver faster and more engaging content to their users. As your clients embrace the speed of AMP and more users consume content on AMP pages, ensure that your business is positioned for the future and integrate your technology with AMP. Speeding up ads is the fastest way to boost performance.
ar: يعتمد عدد متزايد من الناشرين والمعلنين على AMP لتقديم محتوى أسرع وأكثر جاذبية لمستخدميهم. وفي ظل انبهار عملائك بسرعة AMP واستهلاك عدد أكبر من المستخدمين للمحتوى على صفحات AMP، عليك أن تطمئن إلى أن عملك موجَّه نحو المستقبل مع دمج التكنولوجيا التي تستخدمها في AMP. حيث تعدّ زيادة سرعة الإعلانات هي أسرع طريقة لتحسين الأداء.
fr: Un nombre croissant d'éditeurs et de publicitaires adoptent AMP pour offrir un contenu plus rapide et plus intéressant à leurs utilisateurs. Tandis que vos clients s'habituent à la vitesse d'AMP et qu'un nombre toujours plus important d'utilisateurs consomment le contenu des pages AMP, assurez-vous que votre entreprise est parée pour l'avenir et intégrez-y la technologie AMP. L'accélération des annonces constitue le vecteur de performances le plus rapide.
it: Un numero crescente di editori e inserzionisti sta adottando AMP per fornire ai propri utenti contenuti sempre più rapidi e coinvolgenti. Ora che i clienti iniziano ad apprezzare la velocità di AMP e un numero crescente di utenti fruiscono di contenuti in pagine AMP, assicurati che la tua azienda sia pronta per il futuro e in grado di integrare le propria tecnologia con AMP. Velocizzando gli annunci pubblicitari, potrai rapidamente migliorare le tue performance.
ja: ますます多くのサイト運営者と広告主が AMP を採用し、より高速かつ魅力的なコンテンツをユーザーに配信しつつあります。あなたの取引先は AMP の速度を受け入れ、より多くのユーザーが AMP ページのコンテンツを消費するようになっているため、あなたのビジネスを将来に向けて整え、AMP とテクノロジーを統合するようにしてください。広告の高速化は、最速でパフォーマンスを向上させるための方法です。
pt_br: Um número cada vez maior de editores e anunciantes está adotando o AMP para fornecer mais rapidamente um conteúdo atraente aos seus usuários. À medida que seus clientes adotam a velocidade da AMP e mais usuários consomem conteúdo em páginas AMP, garanta que sua empresa esteja preparada para o futuro integrando sua tecnologia à AMP. Acelerar anúncios é a forma mais rápida de impulsionar o desempenho.
tr: Gittikçe artan sayıda reklamveren ve yayıncı kullanıcılarına daha hızlı ve daha sürükleyici içerikler sunmak için AMP'yi benimsiyor. Müşterileriniz AMP'nin hızını takdir etmeye ve daha fazla kullanıcı AMP sayfalarında içerik tüketmeye başladığında, işletmenizin gelecek için doğru konumda olduğundan emin olabilir ve teknolojinize AMP'yi entegre edebilirsiniz. Reklamları hızlandırmak, performansı artırmanın en hızlı yoludur.

source: AMP ads greatly improve the mobile internet through their intelligent design and pre-loading features. This leads to increased traffic, higher sales conversion rates and more pages per visit - delivering the value you’re looking for in your ads.
ar: تحسن إعلانات AMP سرعة الإنترنت على الأجهزة الجوّالة بدرجة كبيرة من خلال تصميمها الذكي وميزات ما قبل التحميل. وهذا يؤدي إلى زيادة عدد الزيارات وارتفاع معدلات الإحالات الناجحة في المبيعات والدخول على صفحات أكثر في كل زيارة - وهو ما يحقق لك القيمة التي تتطلّع إليها في إعلاناتك.
fr: Les annonces AMP améliorent considérablement l'Internet mobile grâce à leur conception intelligente et à leurs fonctionnalités de préchargement. Cela entraîne une augmentation du trafic, des taux de conversion des ventes plus élevés, et un nombre plus grand de pages chargées par visite, en vous offrant ainsi la valeur que vous désirez obtenir avec vos annonces.
it: Gli annunci AMP migliorano notevolmente internet in mobilità grazie alla loro struttura intelligente e alle loro funzionalità di pre-caricamento. Ciò permette di aumentare i volumi di traffico, i tassi di conversione delle vendite e le pagine accessibili a ogni visita, offrendo il valore che stai cercando per i tuoi annunci.
ja: AMP 広告は、インテリジェントなデザインとプリロード機能によりモバイルインターネットを大幅に改善します。これはトラフィックの増加、販売コンバージョン率の向上、1回の訪問あたりのページ数の増加をもたらし、広告に求められている価値を提供します。
pt_br: Os anúncios em AMP melhoram muito a Internet móvel através de seu design inteligente e recursos de pré-carregamento. Isto leva ao aumento do tráfego, maiores taxas de conversão de vendas e um número maior de páginas por visita, fazendo com que você receba o valor que procura em seus anúncios.
tr: AMP reklamları, akıllı tasarımları ve önceden yüklenme özellikleri sayesinde mobil interneti büyük ölçüde geliştiriyor. Bu durum trafiğin artmasına, daha fazla satış dönüşüm oranına ve ziyaret başına daha fazla sayfaya olanak veriyor ve reklamlarınız için aradığınız değeri elde etmenizi sağlıyor.

source: Although AMP pages support traditional HTML ads, these ads can be slow to load. To make ads themselves as fast as the rest of the AMP page, you can build ads in AMPHTML.
ar: على الرغم من أن صفحات AMP تدعم إعلانات HTML التقليدية، فإن هذه الإعلانات قد تكون بطيئة عند التحميل. ولجعل الإعلانات نفسها بسرعة باقي صفحة AMP نفسها، يمكنك إنشاء الإعلانات في AMPHTML.
fr: Bien que les pages AMP prennent en charge les annonces HTML traditionnelles, ces annonces peuvent s'avérer lentes au chargement. Pour rendre les annonces aussi rapides que le reste de la page AMP, vous pouvez créer des annonces en AMPHTML.
it: Anche se le pagine AMP supportano gli annunci HTML tradizionali, tali annunci possono essere molto lenti da caricare. Per creare inserzioni veloci come il resto della pagina AMP, puoi realizzare annunci in AMPHTML.
ja: AMP ページは従来の HTML 広告をサポートしていますが、これらの広告の読み込みは遅延する場合があります。広告を AMP ページの他の部分と同じくらいの読み込み速度にするため、AMPHTML で広告を作成できます。
pt_br: Embora as páginas AMP deem suportem a anúncios em HTML tradicionais, esses anúncios podem demorar para serem carregados. Para tornar esses anúncios tão rápidos quanto o restante da página AMP, você pode criar anúncios usando o HTML para AMP.
tr: AMP sayfaları geleneksel HTML reklamlarını desteklese de, bu reklamların yüklenmesi yavaş olabilir. Reklamların, AMP sayfasının geri kalanı kadar hızlı yüklenmesini sağlamak için AMPHTML'de reklamlar oluşturabilirsiniz.

source: AMPHTML ads load as fast as content, increasing viewability and enticing engagement. AMPHTML ads are only delivered after being validated, ensuring that the ads are free of malware.
ar: تعمل إعلانات AMPHTML على إجراء التحميل بنفس سرعة المحتوى، ما يزيد من إمكانية العرض ويحفز التفاعل. ولا يتم تقديم إعلانات AMPHTML إلا بعد التحقق من صحتها، لضمان خلو الإعلانات من البرامج الضارة.
fr: Les annonces AMPHTML se chargent aussi rapidement que le contenu, en augmentant ainsi la visibilité et en suscitant plus d'intérêt. Les annonces AMPHTML ne sont publiées qu'après avoir été validées, ce qui garantit qu'elles sont exemptes de logiciels malveillants.
it: Gli annunci AMPHTML si caricano alla stessa velocità degli altri contenuti, migliorando la visibilità e il coinvolgimento degli utenti. Gli annunci AMPHTML vengono mostrati solo dopo essere stati verificati, garantendo che siano privi di malware.
ja: AMPHTML 広告はコンテンツと同じ速さで読み込まれ、ビューアビリティとエンゲージメントを高めます。AMPHTML 広告は検証された後にのみ配信されるため、広告にマルウェアが含まれていないことが保証されています。
pt_br: Os anúncios HTML para AMP são carregados tão rapidamente quanto o conteúdo, aumentando a visibilidade e impulsionando o envolvimento. Os anúncios HTML para AMP só são entregues depois de uma etapa de validação, garantindo que seus anúncios estejam livres de malware.
tr: AMPHTML reklamları içerik kadar hızlı yüklenir, bu da görüntülenebilirliği ve etkileşimi artırır. AMPHTML reklamları yalnızca doğrulandıktan sonra yayınlanır, bu da reklamlarda kötü amaçlı yazılım bulunmadığından emin olunmasını sağlar.

source: Ads created with AMPHTML are served on both AMP and non-AMP pages. By building an ad with AMP, you can deliver a memorable brand experience everywhere without worrying about speed and platform compatibility.
ar: تُعرَض الإعلانات التي تم إنشاؤها باستخدام AMPHTML على صفحات AMP والصفحات التي لا تدعم AMP. وعند إنشاء إعلان باستخدام AMP، يمكنك تقديم تجربة لا تُنسى للعلامة التجارية تصل للجميع بغض النظر عن السرعة وتوافق المنصّة.
fr: Les annonces créées avec AMPHTML sont diffusées sur les pages AMP et non AMP. En créant une annonce avec AMP, vous pouvez offrir une expérience de marque mémorable partout sans vous soucier de la vitesse et de la compatibilité de la plateforme.
it: Gli annunci creati con AMPHTML funzionano su pagine realizzate con o senza elementi AMP. Realizzando annunci con AMP, puoi offrire ovunque una promozione efficace ai marchi in questione, senza doverti preoccupare di problemi di velocità e compatibilità della piattaforma.
ja: AMPHTML で作成された広告は、AMP ページと非 AMP ページの両方に配信されます。AMP を使用して広告を作成することにより、速度とプラットフォームの互換性を気にすることなく、どこでも思い出に残るブランド体験を提供できます。
pt_br: Anúncios criados com HTML para AMP são veiculados tanto em páginas AMP quanto não-AMP. Ao criar um anúncio com AMP, você pode oferecer uma experiência de marca inesquecível em qualquer lugar, sem ter que se preocupar com a compatibilidade de plataforma e velocidade.
tr: AMPHTML ile oluşturulan reklamlar hem AMP sayfalarında hem de AMP olmayan sayfalarda yayınlanır. AMP ile bir reklam oluşturarak, hız ve platform uyumluluğu konusunda endişelenmeden her yerde unutulmaz bir marka deneyimi sunabilirsiniz.

source: The benefits of AMP ads
ar: مزايا إعلانات AMP
fr: Les avantages des annonces AMP
it: Vantaggi degli annunci AMP
ja: AMP 広告のメリット
pt_br: Benefícios dos anúncios em AMP
tr: AMP reklamlarının faydaları

source: Read on about AMP ads
ar: الاطّلاع على إعلانات AMP
fr: En savoir plus sur les annonces AMP
it: Leggi altro sugli annunci AMP
ja: AMP 広告について読む
pt_br: Leia mais sobre os anúncios em AMP
tr: AMP reklamları hakkında bilgi edinin

source: They load way faster. Users pick up on every small delay, and when the ads load fast, this has a very positive impact on their perception and advertiser performance.
ar: إنها تتميز بسرعة التحميل. ينتقد المستخدمون أي تأخير بسيط، وعند تحميل الإعلانات بسرعة، فسيكون لهذه الميزة تأثير إيجابي للغاية على تصورّهم وعلى أداء المعلن.
fr: Les annonces se chargent beaucoup plus rapidement. Les utilisateurs en remarquent chaque petit délai, et cette rapidité procure un impact très positif sur leur perception et sur la performance des annonceurs.
it: Si caricano molto più velocemente. Gli utenti notano ogni minimo ritardo e quando gli annunci si caricano rapidamente, questo ha un impatto molto positivo sulla percezione della loro esperienza e sulle performance degli inserzionisti.
ja: 読み込みが速くなります。ユーザーはわずかな遅延でも気付きますが、広告の読み込みを高速化すると、ユーザーの認識と広告主のパフォーマンスに非常に良い影響があります。
pt_br: Eles carregam muito mais rapidamente. Qualquer pequeno atraso é percebido pelos usuários. Anúncios com um carregamento rápido causam um impacto muito positivo na percepção do usuário e no desempenho do anunciante.
tr: Reklamlar çok daha hızlı yükleniyor. Herhangi bir küçük gecikme kullanıcılar tarafından fark ediliyor. Hızlı yüklenen reklamların kullanıcı algısı ve reklamverenin performansı üzerinde çok olumlu bir etkisi vardır.

source: Shaun Zacharia, President & Co-Founder, Triplelift.
ar: شون زكريا، رئيس شركة Triplelift وأحد مؤسسيها
fr: Shaun Zacharia, président et co-fondateur de Triplelift.
it: Shaun Zacharia, Presidente e Co-fondatore di Triplelift.
ja: Shaun Zacharia、Triplelift社長兼共同設立者
pt_br: Shaun Zacharia, presidente e cofundador da Triplelift.
tr: Shaun Zacharia, Triplelift Başkanı ve Kurucu Ortağı.

source: The average mobile site takes 19 seconds to load over a 3G connection. Coupled with the fact that conversions fall by 12% for every additional second a webpage takes to load, you can safely assume two things: speed equals performance, and most advertiser campaigns have room to improve. That’s where you come in. As an SSP, DSP, analytics provider, or anything in between, embracing speed means improving campaign performance, delivering quality user experiences, and establishing yourself as the adtech platform for the fast web. Join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
ar: يستغرق في المتوسط تحميل الموقع العادي على الأجهزة الجوّالة 19 ثانية عبر اتصال على شبكة 3G. وبالإضافة إلى حقيقة انخفاض الإحالات الناجحة بنسبة 12% لكل ثانية إضافية يستغرقها تحميل صفحة الويب، فيمكنك بكل هدوء افتراض أمرين: السرعة تساوي الأداء، ومعظم حملات المعلنين لديها إمكانية التحسن، وعندها يحين دورك. بصفتك مقدم تحليلات أو منصة من طرف البائعين/المورّدين (SSP) أو منصة من طرف أصحاب الطلبات (DSP) أو أي شيء بين هذا وذاك، فإن استخدام عامل السرعة يعني تحسين أداء الحملات وتوفير تجارب جيدة للمستخدمين وترسيخ مفهوم منصة الإعلانات التقنية للويب السريع لما تقدّمه. انضم إلى مئات منصات التكنولوجيا التي تدعم حاليًا منظومة AMP المتكاملة مفتوحة المصدر.
fr: Un site mobile met en moyenne 19 secondes à charger via une connexion 3G. Conjuguez cela au fait que les conversions chutent de 12 % pour chaque seconde supplémentaire qu'une page Web met à charger et vous pourrez arriver logiquement à deux conclusions : la vitesse est synonyme de performance, et la plupart des campagnes publicitaires peuvent être améliorées. C'est là que vous intervenez. En tant que SSP, DSP, fournisseur de données analytiques, ou tout autre statut intermédiaire, en misant sur la vitesse, vous améliorez vos performances publicitaires, vous offrez des expériences utilisateur de qualité, et vous vous imposez en tant que plateforme adtech engagée en faveur d'un Internet plus rapide. Rejoignez les centaines de plateformes technologiques prenant actuellement en charge l'écosystème open source AMP.
it: Il caricamento medio di un sito su dispositivi mobili richiede 19 secondi tramite una connessione 3G. Considerando che il tasso di conversione si riduce in media del 12% per ogni secondo aggiuntivo richiesto per il caricamento di una pagina web, si possono tranquillamente dare per scontati due fatti: che maggiori velocità si traducono in maggiori rendimenti e che la maggior parte delle campagne degli inserzionisti ha margini di miglioramento. È qui che puoi entrare in gioco tu. In qualità di fornitore di servizi DSP, SSP, di strumenti di analisi o di altre analoghe applicazioni, migliorare la velocità delle soluzioni significa migliorare le prestazioni delle tue campagne, offrire esperienze di qualità agli utenti e affermarti come operatore di piattaforme adtech per il web veloce di ultima generazione. Fai entrare anche la tua piattaforma alle altre centinaia che già supportano l'ecosistema AMP open source.
ja: 平均的なモバイルサイトを3G接続で読み込む場合、19秒かかります。ウェブページの読み込み時間が1秒長くなるごとにコンバージョンが12％低下するという事実を考慮し、速度とパフォーマンスの2つの要素を間違いなく想定できます。また、ほとんどの広告主のキャンペーンには改善の余地があります。そこであなたの出番です。SSP、DSP、分析プロバイダーその他として速度を受け入れることでキャンペーンの成果が向上し、質の高いユーザー体験がもたらされ、高速なウェブ用のアドテックプラットフォームとしての地位を確立することができます。現在、オープンソースのAMPエコシステムを支援している多数のテクノロジープラットフォームの一員に加わってください。
pt_br: Um site móvel padrão leva aproximadamente 19 segundos para ser carregado em uma conexão 3G. Levando em consideração o fato de que você tem uma perda de 12% das conversões para cada segundo adicional que uma página leva para ser carregada, você pode seguramente concluir duas coisas: mais velocidade significa melhor desempenho, e que a maioria das campanhas de anunciantes possui espaço para melhorar. E é aí que você entra. Como um SSP, DSP, provedor de analytics ou qualquer outro provedor intermediário, priorizar a velocidade significa melhorar o desempenho da campanha, fornecendo experiências de qualidade ao usuário e se estabelecendo como a plataforma adtech para a web rápida. Junte-se às centenas de plataformas de tecnologia que atualmente dão suporte ao ecossistema AMP de código aberto.
tr: Ortalama bir mobil site, 3G bağlantısıyla 19 saniyede yükleniyor. Bu durum web sitesinin yüklenmesi için geçen her ek saniyede dönüşümlerin %12 azaldığı gerçeğiyle birleştiğinde, 2 şeyi güvenli bir şekilde kabul edebiliriz: hız eşittir verimliliktir ve çoğu reklam kampanyasının performansı geliştirilebilir. İşte bu noktada siz devreye giriyorsunuz. Bir SSP, DSP, analiz sağlayıcısı veya bunların arasında biri olarak, hızın değerini anlamak kampanya performansını iyileştirmek, kaliteli kullanıcı deneyimleri sunmak ve kendinizi hızlı web için bir reklam teknolojisi platformu olarak kanıtlamak demektir. Şu anda açık kaynaklı AMP ekosistemini destekleyen yüzlerce teknoloji platformuna katılın.
