Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: AMP is fundamentally changing the way ads are built, delivered and measured on the web, making them faster and minimizing disruptions for users. This increases viewability and click-through rates to improve monetization, making everyone happy: users, publishers and advertisers alike.
ar: يمثل AMP تغييرًا جذريًا لطريقة إنشاء الإعلانات وتقديمها وقياسها على الويب، مما يجعلها أسرع ويقلل من عوامل تشتيت انتباه المستخدمين. يؤدي ذلك إلى زيادة معدلات إمكانية العرض ونسب النقر إلى الظهور لزيادة تحقيق الربح المادي، وهو ما يُرضي الجميع: المستخدمين والناشرين والمعلنين على حد سواء.
fr: AMP modifie fondamentalement la façon dont les annonces sont créées, diffusées et mesurées sur le Web, ce qui les rend plus rapides et minimise les perturbations pour les utilisateurs. Cela augmente la visibilité et les taux de clics tout en améliorant la monétisation, et tout le monde y trouve son compte : les utilisateurs, les éditeurs et les annonceurs.
it: AMP sta cambiando radicalmente il modo in cui gli annunci vengono creati, distribuiti e misurati su web, rendendoli più veloci e riducendo al minimo i fastidi per gli utenti. Ciò aumenta la visibilità e le percentuali di clic per migliorare la monetizzazione, a beneficio di tutti: utenti, editori e inserzionisti.
ja: AMP はウェブ上での広告の作成、配信、測定の方法を根本的に変更することで、広告を高速化してユーザーへの干渉を最小限に抑えています。これによってビューアビリティとクリックスルー率が向上して収益化が改善されるため、ユーザー、サイト運営者、広告主の区別なくすべての人が満足するようになります。
pt_br: A AMP está mudando radicalmente a maneira como os anúncios são criados, entregues e medidos na web, tornando-os mais rápidos e minimizando as interrupções para os usuários. Isto aumenta a visibilidade e taxas de cliques para melhorar a monetização, deixando todos felizes: usuários, editores e anunciantes.
tr: AMP, reklamların web üzerinde oluşturulma, yayınlanma ve ölçülme şeklini kökten değiştirerek daha hızlı olmalarını sağlıyor ve kullanıcılar için sorunları en aza indiriyor. Böylece para kazanmayı geliştirmek adına görüntülenebilirliği ve tıklama oranlarını artırarak herkesi mutlu ediyor: kullanıcılar, yayıncılar ve reklamverenler.

source: AMP’s Working Groups are:
ar: مجموعات عمل AMP هي:
fr: Les groupes de travail d'AMP sont :
it: I Gruppi di lavoro di AMP sono i seguenti:
ja: AMP のワーキンググループは次のとおりです。
pt_br: Os grupos de trabalho da AMP são:
tr: AMP Çalışma Grupları:

source: Style & layout
ar: النمط والتخطيط
fr: Style et mise en page
it: Stile e layout
ja: スタイルとレイアウト
pt_br: Estilo e layout
tr: Stil ve yerleşim

source: UI Working Group will post <strong>Status Updates</strong> every two weeks as an issue labeled with <code>Type: Status Update</code> in this repository.
ar: ستنشر مجموعة عمل واجهة المستخدم <strong>تحديثات الحالة</strong> كل أسبوعين كمشكلة بالتصنيف <code>النوع: تحديث حالة</code> في هذا المستودع.
fr: Le groupe de travail de l'interface utilisateur publiera des <strong>mises à jour de statut</strong> toutes les deux semaines avec l'étiquette <code>Type: Status Update</code> dans ce répertoire.
it: Il gruppo di lavoro Interfacce utente pubblicherà <strong>Aggiornamenti di stato</strong> ogni due settimane sotto forma di questioni con etichetta <code>Type: Status Update</code> in questo archivio.
ja: UI ワーキンググループは、このリポジトリに <code>Type: Status Update</code> というラベルを付けた課題として<strong>状況</strong>を隔週で投稿します。
pt_br: O Grupo de trabalho de interface do usuário publicará <strong>Atualizações de status</strong> a cada duas semanas como uma mensagem marcadas com <code>Type: Status Update</code> neste repositório.
tr: Kullanıcı Arayüzü Çalışma Grubu, bu bilgi havuzunda <code>Type: Status Update</code> konu etiketiyle her iki haftada bir <strong>Durum Güncellemeleri</strong> yayınlayacaktır.

source: offline
ar: بلا اتصال بالإنترنت
fr: hors ligne
ja: オフライン
tr: çevrimdışı

source: Learn Web Development with AMP
ar: تعلّم تطوير الويب باستخدام AMP
fr: Apprenez le développement Web avec AMP
it: Impara a sviluppare web con AMP
ja: AMPを使用したウェブ開発の学習
pt_br: Aprenda sobre a desenvolvimento de web com AMP
tr: AMP ile Web Geliştirmeyi öğrenin

source: AMP can help you create fast websites more quickly!
ar: يمكن أن تساعدك AMP على إنشاء مواقع إلكترونية سريعة بسرعة أكبر!
fr: AMP peut vous aider à créer des sites Web rapides plus rapidement !
it: AMP ti aiuta a creare più rapidamente siti web veloci!
ja: AMPを使えば高速なウェブサイトをより迅速に作成できます！
pt_br: A AMP pode ajudar você a criar sites rápidos com maior velocidade!
tr: AMP, kısa sürede daha hızlı web siteleri oluşturmanıza yardımcı olabilir!

source: If you’re <b>an experienced web developer</b>, you can create rich, fast sites with less code.
ar: إذا كنت <b>مطور ويب خبيرًا</b>، يمكنك إنشاء مواقع منسقة وسريعة بتعليمات برمجية أقل.
fr: Si vous êtes <b>un développeur Web expérimenté</b>, vous pourrez créer des sites riches et rapides avec moins de code.
it: Se sei <b>uno sviluppatore web esperto</b>, potrai creare siti veloci e ricchi di contenuti con meno codice.
ja: あなたが<b>経験豊富なウェブ開発者</b>なら、リッチで高速なサイトをより少ないコードで作成できます。
pt_br: Se você é <b>um desenvolvedor de web experiente</b>, você pode criar sites detalhados e rápidos com menos códigos.
tr: <b>Deneyimli bir web geliştiricisiyseniz</b>, daha az kodla hızlı ve zengin içerikli siteler oluşturabilirsiniz.

source: If you’re <b>a new web developer</b>, AMP helps you learn web development. If you know some HTML and CSS, you can use AMP to make an interactive website!
ar: أما إذا كنت <b> مطور ويب جديدًا</b>، فإن AMP يساعدك على تعلّم تطوير الويب. فإذا كنت تعرف بعض الأمور عن لغة HTML وCSS، يمكنك استخدام AMP لإنشاء موقع إلكتروني تفاعلي!
fr: Si vous êtes <b>un nouveau développeur Web</b>, AMP vous permettra d'apprendre le développement Web. Si vous disposez de connaissances en HTML et CSS, vous pouvez utiliser AMP pour créer un site Web interactif !
it: Se sei <b>uno sviluppatore web agli inizi</b>, AMP ti permetterà di imparare le migliori tecniche di sviluppo web. Se sai già usare un po' di HTML e CSS, potrai utilizzare AMP per creare siti web interattivi!
ja: あなたが<b>新人ウェブ開発者</b>なら、AMP はウェブ開発の学習に役立ちます。HTML と CSS の知識があれば、AMP を使用してインタラクティブなウェブサイトを作成できます！
pt_br: Se você é <b>um desenvolvedor de web iniciante</b>, a AMP irá ajudá-lo a aprender sobre o desenvolvimento de web. Se você conhece um pouco de HTML e CSS, você já pode usar a AMP para criar um site interativo!
tr: <b>Yeni bir web geliştiricisiyseniz</b>, AMP, web geliştirmeyi öğrenmenize yardımcı olur. Biraz HTML ve CSS biliyorsanız, etkileşimli bir web sitesi oluşturmak için AMP'yi kullanabilirsiniz!

source: About the courses
ar: لمحة عن الدورات التدريبية
fr: À propos des cours
it: Informazioni sui corsi
ja: コースについて
pt_br: Sobre os cursos
tr: Kurslar hakkında

source: These three free courses are in use in schools and training programs around the world. Now you can take them here, online, on our site. Suitable for beginners and experienced web developers alike, they will take you from zero to AMP!
ar: يتم تدريس هذه الدورات التدريبية الثلاث المجانية في المدارس وبرامج التدريب في جميع أنحاء العالم. والآن يمكنك حضورها هنا أو على الإنترنت أو على موقعنا الإلكتروني. فهذه الدورات مناسبة للمبتدئين ومطوري الويب الخبراء على حد سواء، وسوف تبدأ معك من نقطة الصفر وصولاً إلى إجادة استخدام AMP!
fr: Ces trois cours gratuits sont utilisés dans des écoles et programmes de formation dans le monde entier. Désormais, vous pouvez les suivre ici, en ligne, sur notre site. Adaptés aux développeurs Web débutants et aux expérimentés, ils vous permettent de maîtriser AMP en partant de zéro !
it: Questi tre corsi gratuiti sono adottati in molte scuole e in programmi di formazione in tutto il mondo. Ora puoi seguirli qui, online, sul nostro sito. Adatti sia ai principianti che agli sviluppatori web esperti, ti faranno conoscere AMP dall'inizio!
ja: これら3つの無料コースは、世界中の学校やトレーニングプログラムで使用されています。今すぐこれらのコースをこのサイト上からオンラインで受講できます。初心者と経験豊富なウェブ開発者のどちらにも適しており、ゼロから AMP に移行することができます！
pt_br: Estes três cursos gratuitos são usados em escolas e programas de treinamento por todo o mundo. Agora você pode realizá-los aqui, on-line, em nosso site. Eles servem tanto para desenvolvedores de web iniciantes quanto para experientes e levarão você do zero à AMP!
tr: Bu üç ücretsiz kurs, dünyanın dört bir yanındaki okullarda ve eğitim programlarında kullanılıyor. Bunları çevrimiçi olarak sitemizden takip edebilirsiniz. Yeni ve deneyimli web geliştiricileri için uygun olan bu kurslar sıfırdan AMP öğrenmenize yardımcı olacak!

source: During this course, you’ll build a sample site for Chico’s famous, and fictional, Cheese Bicycles.
ar: خلال هذه الدورة، ستعمل على إنشاء نموذج لموقع إلكتروني لمنتج Cheese Bicycles الشهير والخيالي من Chico.
fr: Pendant ce cours, vous allez créer un exemple de site pour les célèbres vélos à fromage fictifs de Chico.
it: Durante questo corso, realizzerai un sito di esempio per i famosi e immaginari Cheese Bicycles di Chico.
ja: このコースでは、Chicoの有名な作り物のチーズ自転車のサンプルサイトを構築します。
pt_br: Durante este curso, você irá criar um protótipo de site para as famosas, e fictícias, Bicicletas de Queijo do Chico.
tr: Bu kurs süresince, Chico'nun ünlü ve hayali Peynir Bisikletleri için örnek bir site oluşturacaksınız.

source: Requirements
ar: المتطلبات
fr: Conditions
it: Requisiti
ja: 要件
pt_br: Requisitos
tr: Gereksinimler

source: Internet connection
ar: اتصال الإنترنت
fr: Connexion Internet
it: Connessione internet
ja: インターネット接続
pt_br: Conexão de internet
tr: İnternet bağlantısı

source: <a href="https://www.google.com/chrome/" target="_blank">Chrome browser</a>, ideally, to use the <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">AMP Validator extension</a>
ar: <a href="https://www.google.com/chrome/" target="_blank">متصفح Chrome</a>، كحل مثالي، لاستخدام <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">إضافة أداة التحقق من الصحة من AMP</a>
fr: Dans l'idéal, le <a href="https://www.google.com/chrome/" target="_blank">navigateur Chrome</a> pour utiliser l'extension <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">Validateur AMP</a>
it: Si consiglia il <a href="https://www.google.com/chrome/" target="_blank">Browser Chrome </a>, che permette l'uso dell'<a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">estensione AMP Validator</a>
ja: <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">AMP Validator 拡張機能</a>を使用するため、できれば <a href="https://www.google.com/chrome/" target="_blank">Chrome ブラウザ</a>を用意してください。
pt_br: O <a href="https://www.google.com/chrome/" target="_blank">Navegador Chrome</a>, idealmente, utiliza a <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank"> extensão do validador de AMP</a>
tr: <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">AMP Doğrulayıcı eklentisi</a>'ni kullanmak için, ideal olarak, <a href="https://www.google.com/chrome/" target="_blank">Chrome tarayıcısı</a>

source: We use the online editor <a href="https://glitch.com/" target="_blank">Glitch</a>. No IDE or local web server needed!
ar: نحن نستخدم المحرر الإلكتروني <a href="https://glitch.com/" target="_blank">Glitch</a>. بدون الحاجة إلى بيئة تطوير متكاملة (IDE) أو خادم ويب محلي!
fr: Nous utilisons l'éditeur en ligne <a href="https://glitch.com/" target="_blank">Glitch</a>. Aucun EDI ou serveur Web local n'est requis !
it: Useremo l'editor online <a href="https://glitch.com/" target="_blank">Glitch</a>. Non sono richiesti strumenti IDE o server web locali!
ja: オンラインエディタの <a href="https://glitch.com/" target="_blank">Glitch</a> を使用します。IDE やローカルのウェブサーバーは必要ありません！
pt_br: Usamos o editor on-line <a href="https://glitch.com/" target="_blank">Glitch</a>. Sem a necessidade de IDE ou servidor web local!
tr: <a href="https://glitch.com/" target="_blank">Glitch</a> çevrimiçi editörünü kullanıyoruz. Hiçbir IDE veya yerel web sunucusuna ihtiyaç yoktur!

source: Prerequisites
ar: الشروط الأساسية
fr: Prérequis
it: Prerequisiti
ja: 前提条件
pt_br: Pré-requisitos
tr: Ön şartlar

source: basic knowledge of HTML and CSS
ar: معلومات أساسية عن HTML وCSS
fr: connaissances de base en HTML et CSS
it: Conoscenze di base di HTML e CSS
ja: HTML と CSS の基本的な知識。
pt_br: conhecimento básico de HTML e CSS
tr: temel HTML ve CSS bilgisi

source: for the advanced course, JavaScript expressions and simple JSON
ar: للدورة المتقدمة، معلومات عن اصطلاحات JavaScript وتنسيق JSON البسيط
fr: pour le cours avancé, les expressions JavaScript et le JSON simple
it: Per il corso avanzato, occorre saper usare espressioni JavaScript e semplici strutture JSON
ja: 上級コースの場合は JavaScript の表現と簡単な JSON の知識が必要です。
pt_br: para o curso avançado, expressões JavaScript e JSON simples
tr: ileri düzey kurs için, JavaScript ifadeleri ve basit JSON

source: Take the Video Courses
ar: حضور الدورات التدريبية عبر الفيديو
fr: Suivez les cours vidéo
it: Segui i corsi video
ja: 動画コースの受講
pt_br: Faça os cursos em vídeo
tr: Video Kurslarına katılın

source: All three courses can be now be taken by video on <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">our YouTube channel!</a>
ar: يمكن مشاهدة جميع هذه الدورات التدريبية الثلاث الآن عبر الفيديو على <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">قناتنا على YouTube!</a>
fr: Les trois cours peuvent maintenant être suivis via vidéo sur <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">notre chaîne YouTube !</a>
it: I video di tutti e tre i corsi sono ora disponibili sul <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">nostro canale YouTube!</a>
ja: 上記3つのコースは今すぐ<a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">私たちの YouTube チャンネル</a>で受講できます！
pt_br: Agora, todos os três cursos podem ser assistidos em vídeo através de <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">nosso canal no YouTube!</a>
tr: Üç kursun tümü artık <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">Youtube kanalımızdan</a> video olarak takip edilebilir!

source: AMP Websites Examples
ar: أمثلة لمواقع AMP الإلكترونية
fr: Exemples de sites Web AMP
it: Esempi di siti web AMP
ja: AMP ウェブサイトの実例
pt_br: Exemplos de sites AMP
tr: AMP Web Sitesi Örnekleri

source: AMP Playground
ar: ساحة AMP
fr: Playground AMP
it: Playground AMP
pt_br: Playground AMP

source: Try it yourself with the AMP Playground. Test your ideas directly in the browser and get instant feedback.
ar: جرِّبها بنفسك على ساحة AMP. اختبر أفكارك مباشرة على المتصفح واحصل على ملاحظات فورية.
fr: Essayez par vous-même grâce au playground AMP. Testez vos idées directement dans le navigateur et obtenez des retours instantanés.
it: Prova tu stesso con Playground AMP. Verifica le tue idee direttamente nel browser e ottieni riscontri immediati.
ja: AMP Playground で実際にお試しください。あなたのアイデアをブラウザで直接テストし、すぐにフィードバックを受け取ることができます。
pt_br: Experimente você mesmo usar o Playground AMP. Teste suas ideias diretamente no navegador e obtenha um feedback imediato.
tr: AMP Playground ile kendiniz deneyin. Fikirlerinizi doğrudan tarayıcıda test edin ve anında geri bildirim alın.

source: Filter by category
ar: تصفية حسب الفئة
fr: Filtrer par catégorie
it: Filtra in base alla categoria
ja: カテゴリで絞り込む
pt_br: Filtrar por categoria
tr: Kategoriye göre filtrele

source: <h1 class="ap-o-stage-content-headline">Tools</h1> <h2 class="ap-o-stage-content-subline">for creation, design and development</h2>
ar: <h1 class="ap-o-stage-content-headline">أدوات</h1> <h2 class="ap-o-stage-content-subline">للإنشاء والتصميم والتطوير</h2>
fr: <h1 class="ap-o-stage-content-headline">Outils</h1> <h2 class="ap-o-stage-content-subline">pour la création, la conception et le développement</h2>
it: <h1 class="ap-o-stage-content-headline">Strumenti</h1> <h2 class="ap-o-stage-content-subline">di creazione, progettazione e sviluppo</h2>
ja: <h1 class="ap-o-stage-content-headline">ツール</h1> <h2 class="ap-o-stage-content-subline">制作、デザイン、開発に使えます</h2>
pt_br: <h1 class="ap-o-stage-content-headline">Ferramentas</h1> <h2 class="ap-o-stage-content-subline">para criação, design e desenvolvimento</h2>
tr: <h1 class="ap-o-stage-content-headline">Araçlar</h1> <h2 class="ap-o-stage-content-subline">oluşturma, tasarım ve geliştirme için</h2>

source: Creation &amp; Design
ar: الإنشاء والتصميم
fr: Création et conception
it: Creazione e progettazione
ja: 制作とデザイン
pt_br: Criação e design
tr: Oluşturma ve Tasarım

source: CMS &amp; Platforms
ar: نظام إدارة المحتوى والمنصّات
fr: CMS et plateformes
it: CMS e Piattaforme
ja: CMSとプラットフォーム
pt_br: CMS e plataformas
tr: CMS ve Platformlar

source: Developer Tools
ar: أدوات المطوّرين
fr: Outils de développement
it: Strumenti di sviluppo
ja: 開発者ツール
pt_br: Ferramentas de desenvolvimento
tr: Geliştirici Araçları

source: Service providers
ar: مقدّمو الخدمات
fr: Prestataires de services
it: Fornitori di servizi
ja: サービスプロバイダー
pt_br: Fornecedores de serviço
tr: Hizmet sağlayıcıları

source: Here you can find everything you need to build AMP experiences.
ar: هنا يمكنك أن تجد كل ما تحتاجه لإنشاء تجارب AMP.
fr: Vous trouverez ici tout ce dont vous avez besoin pour créer des expériences AMP.
it: Qui troverai tutto quello che ti serve per realizzare le migliori esperienze AMP.
ja: ここには AMP エクスペリエンスを構築するために必要なものがすべてあります。
pt_br: Aqui você encontra tudo o que precisa para criar experiências AMP.
tr: AMP deneyimleri oluşturmak için ihtiyacınız olan her şeyi burada bulabilirsiniz.

source: The complete documented AMP library and its references.
ar: مكتبة AMP الموثقة الكاملة ومراجعها.
fr: La bibliothèque AMP complète et documentée ainsi que ses références.
it: La libreria AMP completa e documentata e i suoi riferimenti.
ja: ドキュメント化された AMP ライブラリとその参考資料がすべてそろっています。
pt_br: A documentação completa da biblioteca AMP e suas referências.
tr: Eksiksiz belgelenmiş AMP kütüphanesi ve referansları.

source: The fastest way to learn is to peak over the tangible examples.
ar: أسهل طريقة للتعلم هي عن طريق إلقاء نظرة سريعة على الأمثلة الملموسة.
fr: Le moyen le plus rapide d'apprendre est d'employer des exemples tangibles.
it: Il modo più veloce di imparare è fare pratica con esempi concreti.
ja: 最速の学習方法は、具体的な実例に目を向けることです。
pt_br: A maneira mais rápida de aprender é através de exemplos concretos.
tr: Öğrenmenin en hızlı yolu somut örnekler üzerinden pratik yapmaktır.

source: Don't want to start from scratch? Start with a ready-made design.
ar: لا تريد أن تبدأ من الصفر؟ ابدأ بتصميم جاهز.
fr: Pas envie de partir de zéro ? Commencez avec un modèle prêt à l'emploi.
it: Non vuoi iniziare da zero? Inizia con progetti già pronti all'uso.
ja: ゼロから始めたくないですか？既製のデザインから始めましょう。
pt_br: Não quer começar do zero? Comece com um design pronto.
tr: Sıfırdan başlamak istemiyor musunuz? Hazır bir tasarımla başlayın.

source: Begin building for creation, design and development.
ar: ابدأ في استخدام أدوات الإنشاء والتصميم والتطوير.
fr: Lancez-vous à l'aide d'outils destinés à la création, à la conception et au développement.
it: Inizia subito a creare, progettare e sviluppare.
ja: 制作、デザイン、開発用ツールを使って構築し始めましょう。
pt_br: Comece a criar para a elaboração, design e desenvolvimento.
tr: Oluşturma, tasarım ve geliştirme araçlarını kullanarak oluşturmaya başlayın.

source: Build your first AMP Website
ar: إنشاء أول موقع AMP إلكتروني لك
fr: Créez votre premier site Web AMP
it: Realizza il tuo primo sito web AMP
ja: 初めての AMP ウェブサイトを構築する
pt_br: Crie seu primeiro Site AMP
tr: İlk AMP Web Sitenizi şimdi oluşturun

source: Build your first AMP Story
ar: إنشاء أول قصة AMP لك
fr: Créez votre première story AMP
it: Realizza la tua prima storia AMP
ja: 初めての AMP ストーリーを構築する
pt_br: Crie sua primeira Histórias em AMP
tr: İlk AMP Hikayenizi oluşturun

source: Build your first AMP Ad
ar: إنشاء أول إعلان AMP لك
fr: Créez votre première annonce AMP
it: Realizza il tuo primo annuncio AMP
ja: 初めての AMP 広告を構築する
pt_br: Crie seu primeiro Anúncios em AMP
tr: İlk AMP Reklamınızı oluşturun

source: Build your first AMP Email
ar: إنشاء بريد AMP الإلكتروني الأول لك
fr: Créez votre premier e-mail AMP
it: Realizza la tua prima e-mail AMP
ja: 初めての AMP メールを構築する
pt_br: Crie seu primeiro E-mail AMP
tr: İlk AMP E-postanızı oluşturun

source: Create compelling, silky smooth and instant loading websites.
ar: أنشئ مواقع إلكترونية جذابة وسلسة بتحميل فوري.
fr: Créez des sites Web attrayants, fluides et à chargement instantané.
it: Crea siti web intriganti, scorrevoli e dal caricamento istantaneo.
ja: 印象的で非常にスムーズかつ瞬時に読み込まれるウェブサイトを作りましょう。
pt_br: Crie sites atraentes, que são carregados de forma suave e instantânea.
tr: Etkileyici, sorunsuz çalışan ve hızlı yüklenen web siteleri oluşturun.

source: Create snackable, immersive and tappable stories on your website.
ar: أنشئ قصصًا سهلة وسريعة وشاملة وقابلة للنقر عليها على موقعك الإلكتروني.
fr: Créez des stories brèves, immersives et exploitables sur votre site Web.
it: Crea storie fruibili, coinvolgenti e gestibili con un tocco sul tuo sito web.
ja: 誰もが気軽に楽しめる、タップ操作を備えた没入型ストーリーをウェブサイト上に作成しましょう。
pt_br: Crie histórias curtas, envolventes e interativas em seu site.
tr: Web sitenizde pratik, sürükleyici ve dokunarak geçilebilen hikayeler oluşturun.

source: Extend your website with fast and lightweight ad experience.
ar: تمتع بتوسيع موقعك الإلكتروني باستخدام تجربة إعلانية سريعة وخفيفة.
fr: Améliorez votre site Web via une expérience publicitaire rapide et souple.
it: Amplia il tuo sito web con inserzioni pubblicitarie veloci e leggere.
ja: 高速で軽量な広告体験でウェブサイトを強化しましょう。
pt_br: Amplie seu site com uma experiência publicitária rápida e leve.
tr: Hızlı ve küçük boyutlu reklam deneyimiyle web sitenizi genişletin.

source: Create emails that encourage readers to interact dynamically with content.
ar: أنشئ رسائل إلكترونية تشجع القراء على التفاعل بشكل ديناميكي مع المحتوى.
fr: Créez des e-mails qui encouragent les lecteurs à interagir de façon dynamique avec le contenu.
it: Crea e-mail che permettono ai lettori di interagire dinamicamente con i contenuti.
ja: 読者によるコンテンツとの動的なやり取りを促すメールを作成しましょう。
pt_br: Crie e-mails que incentivem seus leitores a interagir dinamicamente com o conteúdo.
tr: Okuyucuları içerikle dinamik olarak etkileşime girmeye teşvik eden e-postalar oluşturun.

source: See the latest videos about AMP and find out more on our <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">YouTube Channel.</a>
ar: شاهد أحدث الفيديوهات عن AMP واكتشف المزيد على <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">قناة YouTube.</a>
fr: Regardez les dernières vidéos concernant AMP et apprenez-en plus sur notre <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">chaîne YouTube.</a>
it: Guarda gli ultimi video sull'AMP e scopri molto altro ancora sul nostro <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">canale YouTube.</a>
ja: AMP に関する最新の動画と詳細な情報を私たちの <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">YouTube チャンネル</a>でご覧ください。
pt_br: Veja os vídeos mais recentes sobre AMP e obtenha mais informações em nosso <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">canal no YouTube.</a>
tr: AMP hakkındaki en yeni videoları izleyin ve <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">Youtube Kanalımızdan</a> daha fazla bilgi edinin.

source: CMS
ar: نظام إدارة المحتوى (CMS)

source: Content Platform
ar: منصّة المحتوى
fr: Plateforme de contenu
it: Piattaforma di contenuti
ja: コンテンツプラットフォーム
pt_br: Plataforma de conteúdo
tr: İçerik Platformu
