Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: AMP for email allows exciting smarter and efficient user engagement, as customers can take action directly within their email such as managing their subscriptions, responding to polls, doodles, and bookings. This is possible because the server retrieves fresh content from remote endpoints, keeping email up to date.
ar: يسمح AMP للبريد الإلكتروني بتفاعل المستخدمين بشكل أكثر إثارة وذكاءً وفاعلية، حيث يمكن للعملاء اتخاذ الإجراءات مباشرةً ضمن بريدهم الإلكتروني مثل إدارة اشتراكاتهم والاستجابة لاستطلاعات الرأي والرسومات العشوائية والحجوزات. وهذا ممكن لأن الخادم يستعيد المحتوى الجديد من نقاط نهائية بعيدة، حتى يظل البريد الإلكتروني مواكبًا لآخر التطورات.
fr: AMP pour e-mail permet un engagement plus intelligent et efficace des utilisateurs, dans la mesure où les clients peuvent, directement dans leur e-mail, effectuer des actions telles que gérer leurs abonnements, répondre à des sondages, remplir des formulaires et effectuer des réservations. Cela est possible car le serveur récupère le nouveau contenu des dispositifs d'accès distants, et maintient ainsi les e-mails à jour.
it: Gli strumenti AMP per e-mail consentono un coinvolgimento degli utenti più efficace ed efficiente, poiché i clienti possono agire direttamente all'interno della propria e-mail, ad esempio gestendo i propri abbonamenti, usando sondaggi, doodle e prenotazioni. Ciò è possibile perché il server recupera i nuovi contenuti dagli endpoint remoti, mantenendo l'e-mail aggiornata.
ja: AMP for Emailを使用すると、サブスクリプションの管理、投票への回答、Doodle、予約などのアクションをメール内で直接実行できるため、スマートかつ効率的なユーザーエンゲージメントを引き起こすことができます。これは、サーバーがリモートエンドポイントから最新のコンテンツを取得し、メールを最新の状態に保つことで実現しています。
pt_br: A AMP para e-mail permite um envolvimento mais inteligente e eficiente do usuário, pois os clientes podem interagir diretamente no próprio e-mail e realizar tarefas como gerenciar suas assinaturas, responder a pesquisas, doodles e reservas. Isto é possível porque o servidor busca o conteúdo mais atualizado de pontos de extremidade remotos, mantendo o e-mail sempre atualizado.
tr: Müşteriler aboneliklerini yönetme ve anketlere, doodle sorularına ve rezervasyonlara yanıt verme gibi işlemleri doğrudan e-postalarından yapabildiklerinden e-posta için AMP, daha akıllı, daha verimli ve heyecan verici bir kullanıcı etkileşimi sunar. Bunların mümkün olabilmesinin nedeni, sunucunun yeni içeriği uzak uç noktalardan alarak e-postayı güncel tutmasıdır.

source: AMP Email’s expanding capabilities allows you to take action right inside your Inbox. This includes carousels and accordions, and taking user input on forms and questionnaires.
ar: تتيح لك الإمكانيات المتوسّعة لبريد AMP الإلكتروني اتخاذ إجراء مباشرةً داخل صندوق الوارد لديك. وهذا يشمل منصّات العرض ذات العناصر المتغيّرة والقوائم القابلة للتوسّع، وتسجيل إدخال المستخدم من خلال النماذج والاستبيانات.
fr: Les capacités étendues des e-mails AMP vous permettent d'agir directement dans votre boîte de réception. Ceci implique également les formats carrousel et accordéon, ainsi que le remplissage de formulaires et de questionnaires par les utilisateurs.
it: Le funzionalità di espansione delle e-mail AMP consentono di agire direttamente sui messaggi nella casella di posta in arrivo. Questa opzione consente la gestione di elementi quali sequenze, pannelli a soffietto o l'inserimento di dati da parte dell'utente in moduli e questionari.
ja: AMP メールの拡張機能を使用すると、受信トレイ内でアクションを実行できます。このようなアクションには、カルーセルとアコーディオン、およびユーザーによるフォームやアンケートへの入力などがあります。
pt_br: Os recursos expandidos do E-mail AMP permitem que você interaja diretamente com o e-mail dentro de sua Caixa de Entrada. Isto inclui carrosséis e acordeões, além de permitir que os usuários preencham formulários e questionários.
tr: AMP E-postasının genişleyen özellikleri doğrudan Gelen Kutunuzdan işlem yapmanızı sağlıyor. Buna döngü ve akordeon slaytları ile form ve anketlerden kullanıcı girdilerini alma da dahildir.

source: AMP email allows an attractive option for promotional and subscriber-list emails. Through smarter engagement you can improve customer satisfaction through hassle-free feedback and subscription management all within their inbox.
ar: يسمح بريد AMP الإلكتروني بخيار جذاب للرسائل الإلكترونية الترويجية وتلك الموجّهة لقائمة المشتركين. ويمكنك تحسين رضا عملائك من خلال تفاعل أكثر ذكاءً عن طريق الإدارة الخالية من العوائق للاشتراكات والتعليقات جميعها داخل صندوق الوارد لديهم.
fr: La fonction pour e-mail d'AMP constitue une option intéressante pour les courriers promotionnels et les listes d'abonnés. Grâce à cette manière plus intelligente de susciter l'engagement, vous pouvez améliorer la satisfaction des clients via des commentaires faciles à soumettre et à une gestion des abonnements depuis leur boîte de réception.
it: Le e-mail AMP offrono opzioni di gestione dinamica per campagne promozionali e liste di distribuzione. Attraverso un migliore coinvolgimento potrai soddisfare al meglio i tuoi clienti con un sistema di gestione degli abbonamenti e dei feedback all'interno delle caselle di posta in arrivo degli utenti.
ja: AMP メールは、プロモーションメールや購読者リストのメール向けの魅力的なオプションを提供します。よりスマートなエンゲージメントを通して受信トレイ内で簡単にフィードバックとサブスクリプションの管理を行えるため、顧客満足度が向上します。
pt_br: O e-mail AMP é uma opção atraente para e-mails promocionais e de listas de assinantes. Por permitir um envolvimento mais inteligente, você pode aumentar a satisfação do cliente através do feedback descomplicado e do gerenciamento de assinaturas, tudo dentro da caixa de entrada.
tr: AMP e-postası kampanya ve abone listesi e-postaları için çekici bir seçenek sunar. Akıllı etkileşim sayesinde, tamamı abonelerin gelen kutusundan halledilen sorunsuz geri bildirim ve abonelik yönetimi yoluyla müşteri memnuniyetini artırabileceksiniz.

source: Senders can include AMP components inside rich, engaging emails, making them dynamic and interactive. Users can engage with content and quickly take action such as RSVP to events, fill out questionnaires and personalize their content. AMP emails are always up to date and can function like digests, with fewer clicks necessary to achieve efficient results.
ar: يمكن للمرسلين إدراج مكونات AMP داخل رسائل إلكترونية منسّقة وجذابة لجعلها ديناميكية وتفاعلية. ويمكن للمستخدمين التفاعل مع المحتوى واتخاذ الإجراءات بسرعة مثل تأكيد حضور الفعاليات، وملء الاستبيانات وتخصيص محتواها. ودائمًا ما تكون رسائل AMP الإلكترونية مواكبة لأحدث المستجدات ويمكن أن تؤدي وظيفة الملخصات نفسها، بعدد أقل من النقرات اللازمة لتحقيق نتائج فعّالة.
fr: Les expéditeurs peuvent inclure des composants AMP dans des e-mails riches et intéressants afin de les rendre dynamiques et interactifs. Les utilisateurs peuvent interagir avec le contenu et effectuer des actions rapides telles que confirmer leur présence à des événements, remplir des questionnaires et personnaliser leur contenu. Les e-mails AMP sont toujours à jour et peuvent fonctionner comme des bulletins ; moins de clics pour des résultats plus efficaces.
it: Gli autori dei messaggi possono includere componenti AMP nelle e-mail, creando contenuti ricchi, coinvolgenti, dinamici e interattivi. Gli utenti possono interagire con tali elementi e intraprendere rapidamente azioni come conferme di partecipazione, compilazione di questionari e personalizzazione di contenuti. Le e-mail AMP sono sempre aggiornate e possono agire come riassunti, permettendo in pochi clic di ottenere risultati efficienti.
ja: 送信者はリッチで魅力的なメール内に AMP コンポーネントを含めて、メールを動的かつインタラクティブにすることができます。ユーザーはコンテンツに引き込まれ、イベントへの出欠回答などのアクションをすばやく実行し、アンケートに記入し、コンテンツをパーソナライズできます。AMP メールは常に最新の情報が取り込まれており、ダイジェストのように機能し、より少ないクリック数で効率的な結果を得ることができます。
pt_br: Remetentes podem incluir componentes AMP em e-mails detalhados e envolventes, tornando-os dinâmicos e interativos. Os usuários podem interagir com o conteúdo e realizar ações rapidamente, como confirmar presença em eventos, preencher questionários e personalizar seu conteúdo. Os E-mail AMP são sempre atualizados e podem funcionar como resumos, com a necessidade de menos cliques para se obter resultados eficientes.
tr: Göndericiler zengin, çekici e-postaların içine AMP bileşenleri ekleyebilir ve bunları dinamik ve etkileşimli kılabilir. Kullanıcılar içerikle etkileşime girip etkinliklere gelip gelmeyeceklerine dair hemen yanıt verebilir, anketleri doldurabilir ve içeriklerini kişiselleştirebilirler. AMP e-postaları her zaman günceldir, etkili sonuçlar almak için daha az tıklamanın gerektiği derlemeler olarak işlev görebilirler.

source: AMP for email has no arbitrary 3rd party features to limit security issues, and far surpasses the capabilities currently provided by third party providers. Ad components are not allowed in AMP email, keeping users safe. To maintain users’ expectations of security and privacy, only a conservative subset of AMP functionality will be allowed.
ar: لا يتضمن AMP للبريد الإلكتروني أي ميزات عشوائية تابعة لطرف ثالث للحد من مشاكل الأمان، ويتجاوز الإمكانيات المقدَّمة من الأطراف الثالثة. ولا يتم السماح بمكونات الإعلانات في بريد AMP الإلكتروني، للحفاظ على أمان المستخدمين. ولتلبية توقعات المستخدمين بشأن الأمان والخصوصية، لن يتم السماح إلا بمجموعة فرعية تحفظية من وظائف AMP.
fr: AMP pour e-mail n'a pas de fonctionnalités tierces arbitraires afin de limiter les problèmes de sécurité et dépasse de loin les capacités actuellement fournies par les fournisseurs tiers. Les composants publicitaires ne sont pas autorisés dans les e-mails AMP, ce qui garantit la sécurité des utilisateurs. Pour répondre aux attentes des utilisateurs en matière de sécurité et de confidentialité, seul un sous-ensemble limité de fonctionnalités AMP est autorisé.
it: Gli strumenti AMP per e-mail non contengono funzionalità di terze parti, riducendo così i problemi di sicurezza, e superano di gran lunga le funzionalità attualmente offerte dai fornitori esterni. I componenti degli annunci non sono consentiti nelle e-mail AMP, così da mantenere gli utenti al sicuro. Per soddisfare i requisiti degli utenti in materia di sicurezza e privacy, solo un sottoinsieme limitato di funzionalità AMP sono abilitate.
ja: AMP for Email にはセキュリティの問題を制限するような任意のサードパーティ機能は備わっていませんが、サードパーティプロバイダーが現在提供している機能よりもはるかに優れています。AMP メール内では広告コンポーネントは許可されていないため、ユーザーの安全は確保されています。セキュリティとプライバシーに対するユーザーの期待を維持するため、安全性の高い AMP 機能のサブセットのみが許可されています。
pt_br: A AMP para e-mail não usa recursos arbitrários de terceiros para limitar problemas de segurança e já ultrapassou de longe os recursos atualmente fornecidos por provedores terceiros. Os componentes de anúncio não são permitidos no e-mail AMP, mantendo a segurança dos usuários. Para manter as expectativas de segurança e privacidade dos usuários, apenas um subconjunto conservador de funcionalidade AMP será permitido.
tr: E-posta için AMP, güvenlik sorunlarını kısıtlamak adına herhangi bir ihtiyari 3. taraf özelliği içermez ve şu anda üçüncü taraf sağlayıcıların sunduğu özelliklerin çok daha ilerisindedir. AMP e-postasında reklam bileşenlerine izin verilmez, böylece kullanıcı güvende tutulur. Kullanıcının güvenlik ve gizlilik beklentilerini karşılamak için sadece kısıtlı bir AMP işlevsellik altkümesine izin verilecektir.

source: Embedding AMP within an email is simple, add a new MIME part with a content type of text/x-amp-html as a descendant of multipart/alternative. It should live alongside the existing text/html or text/plain parts. This ensures that the email message works on all clients.
ar: يعتبر تضمين AMP في رسالة إلكترونية أمرًا بسيطًا، ما عليك سوى إضافة جزء MIME جديد مع نوع محتوى text/x-amp-html كتابع لعنصر multipart/alternative. ويجب أن يكون مقترنًا دائمًا مع أجزاء text/html أو text/plain القائمة. وهذا يضمن أن تتناسب الرسالة الإلكترونية مع جميع العملاء.
fr: L'intégration d'AMP dans un e-mail est simple. Ajoutez une nouvelle partie MIME avec un type de contenu text/x-amp-html en tant que descendant de multipart/alternative. Cet élément doit cohabiter avec les parties text/html ou text/plain existantes. Cela garantit que l'e-mail fonctionne sur tous les clients.
it: L'inclusione di AMP nelle e-mail è semplice: basta aggiungere una nuova parte MIME con un tipo di contenuto text/x-amp-html discendente da un oggetto multipart/alternative. Questi elementi dovrebbero essere inseriti assieme alle parti text/html o text/plain già esistenti. Ciò garantisce che il messaggio di posta elettronica funzioni su tutti i client.
ja: メール内に AMP を埋め込むのは簡単です。text/x-amp-html のコンテンツタイプを持つ新しい MIME パートを multipart/alternative の子孫として追加するだけです。既存の text/html または text/plain パートと併記する必要があります。これにより、メールメッセージがすべてのクライアントで確実に機能するようになります。
pt_br: Incorporar a AMP em um e-mail é simples; acrescente uma nova parte MIME com um tipo de conteúdo text/x-amp-html como um descendente de multipart/alternative. Ela deve ficar ao lado das partes text/html ou text/plain existentes. Isto garante que a mensagem de e-mail funcione em todos os clientes.
tr: Bir e-postaya AMP eklemek kolaydır, multipart/alternative alt öğesi olarak bir text/x-amp-html içerik türüyle yeni bir MIME parçası ekleyin. Var olan text/html veya text/plain parçalarıyla birlikte varlığını sürdürecektir. Bu yapı, e-posta iletisinin tüm istemcilerde çalışmasını sağlar.

source: Start sending AMP Emails
ar: البدء في إرسال رسائل AMP الإلكترونية
fr: Commencez à envoyer des e-mails AMP
it: Inizia a inviare E-mail AMP
ja: AMP メールの送信を始める
pt_br: Comece a enviar E-mails AMP
tr: AMP E-postaları göndermeye başlayın

source: Start creating ads
ar: البدء في إنشاء الإعلانات
fr: Commencez à créer des annonces
it: Inizia a creare annunci
ja: 広告の作成を始める
pt_br: Comece a criar anúncios
tr: Reklamlar oluşturmaya başlayın

source: Start creating stories
ar: البدء في إنشاء القصص
it: Inizia a creare storie
pt_br: Comece a criar histórias
tr: Hikayeler oluşturmaya başlayın

source: Start creating websites
ar: البدء في إنشاء مواقع إلكترونية
fr: Commencez à créer des sites Web
it: Inizia a creare siti web
ja: ウェブサイトの作成を始める
pt_br: Comece a criar site
tr: Web siteleri oluşturmaya başlayın

source: Pick one of several editors to start creating ads without any coding involved.
ar: اختر واحدًا من عدة محررين للبدء في إنشاء الإعلانات بدون تضمين أي ترميز.
fr: Sélectionnez un éditeur pour commencer à créer des annonces sans aucun codage.
it: Scegli uno dei numerosi editor per iniziare a creare annunci senza alcuna necessità di scrivere codice.
ja: コーディングなしで広告を作成し始めるには、複数のエディタのうちいずれかを選択してください。
pt_br: Escolha um dentre vários editores para começar a criar anúncios sem precisar escrever códigos.
tr: Herhangi bir kodlamayla uğraşmadan reklam oluşturmaya başlamak için birçok editörden birini seçin.

source: Pick one of several editors to start creating email without any coding involved.
ar: اختر واحدًا من عدة محررين للبدء في إنشاء رسائل البريد الإلكتروني بدون تضمين أي ترميز.
fr: Sélectionnez un éditeur pour commencer à créer des e-mails sans aucun codage.
it: Scegli uno dei numerosi editor per iniziare a creare e-mail senza alcuna necessità di scrivere codice.
ja: コーディングなしでメールを作成し始めるには、複数のエディタのうちいずれかを選択してください。
pt_br: Escolha um dentre vários editores para começar a criar e-mails sem precisar escrever códigos.
tr: Herhangi bir kodlamayla uğraşmadan e-posta oluşturmaya başlamak için farklı editörlerden birini seçin.

source: Pick one of several editors to start creating stories without any coding involved.
ar: اختر واحدًا من عدة محررين للبدء في إنشاء القصص بدون تضمين أي ترميز.
fr: Sélectionnez un éditeur pour commencer à créer des stories sans aucun codage.
it: Scegli uno dei numerosi editor per iniziare a creare storie senza alcuna necessità di scrivere codice.
ja: コーディングなしでストーリーを作成し始めるには、複数のエディタのうちいずれかを選択してください。
pt_br: Escolha um dentre vários editores para começar a criar histórias sem precisar escrever códigos.
tr: Herhangi bir kodlamayla uğraşmadan hikayeler oluşturmaya başlamak için farklı editörlerden birini seçin.

source: Pick one of several editors to start creating websites without any coding involved.
ar: اختر واحدًا من عدة محررين للبدء في إنشاء مواقع إلكترونية بدون تضمين أي ترميز.
fr: Sélectionnez un éditeur pour commencer à créer des sites Web sans aucun codage.
it: Scegli uno dei numerosi editor per iniziare a creare siti web senza alcuna necessità di scrivere codice.
ja: コーディングなしでウェブサイトを作成し始めるには、複数のエディタのうちいずれかを選択してください。
pt_br: Escolha um dentre vários editores para começar a criar site sem precisar escrever códigos.
tr: Herhangi bir kodlamayla uğraşmadan web siteleri oluşturmaya başlamak için farklı editörlerden birini seçin.

source: WYSIWYG Editor
ar: محرِّر نظام WYSIWYG
fr: Éditeur WYSIWYG
it: Editor WYSIWYG
ja: WYSIWYG エディタ
pt_br: Editor WYSIWYG
tr: WYSIWYG Editör

source: WYSIWYG drag and drop editor with templates, illustrations, icons, and the ability to upload your own images and videos.
ar: محرِّر نظام WYSIWYG للسحب والإفلات مع النماذج والرسوم التوضيحية والرموز والقدرة على تحميل صورك وفيديوهاتك الخاصة.
fr: Éditeur WYSIWYG par glisser-déposer contenant des modèles, des illustrations et des icônes, et offrant la possibilité d'uploader vos propres images et vidéos.
it: Editor WYSIWYG visuale a trascinamento di contenuti con modelli, illustrazioni, icone e possibilità di caricare video e immagini personalizzati.
ja: ドラッグアンドドロップに対応した WYSIWYG エディタにはテンプレート、イラスト、アイコンが付属しており、独自の画像や動画をアップロードする機能が備わっています。
pt_br: Editor WYSIWYG de arrastar e soltar com modelos, ilustrações, ícones e a capacidade de realizar o upload de suas próprias imagens e vídeos.
tr: Şablonlar, çizimler ve simgelerle kendi resimlerinizi ve videolarınızı yükleme imkanı sunan WYSIWYG sürükle ve bırak editörü.

source: Newsroom Studio helps you create engaging, instant loading mobile experiences.
ar: يساعدك Newsroom Studio (ستوديو غرفة الأخبار) على إنشاء تجارب جذابة بتحميل فوري على الأجهزة الجوّالة.
fr: Newsroom Studio vous aide à créer des expériences mobiles attrayantes à chargement instantané.
it: Newsroom Studio è uno strumento che permette di creare contenuti coinvolgenti per dispositivi mobili a caricamento istantaneo.
ja: Newsroom Studio は、瞬時にコンテンツが表示される魅力的なモバイル体験の創出を支援します。
pt_br: O Newsroom Studio permite que você crie experiências móveis envolventes e com carregamento instantâneo.
tr: Newsroom Studio ilgi çekici, anında yüklenen mobil deneyimler oluşturmanıza yardımcı olur.

source: Discover all tools
ar: اكتشف جميع الأدوات
fr: Découvrir tous les outils
it: Scopri tutti gli strumenti
ja: すべてのツールを確認する
pt_br: Descubra todas as ferramentas
tr: Tüm araçları keşfedin

source: Send emails
ar: إرسال الرسائل الإلكترونية
fr: Envoyer des e-mails
it: Invia e-mail
ja: メールを送信
pt_br: Enviar e-mails
tr: E-posta gönderin

source: AMP<br> Email
ar: بريد AMP<br> الإلكتروني
fr: E-mail<br> AMP
it: E-mail<br> AMP
ja: AMP<br> メール
pt_br: E-mail<br> AMP
tr: AMP<br> E-postası

source: A whole new world of possibilities for content engagement
ar: عالم جديد تمامًا من الإمكانيات للتفاعل مع المحتوى
fr: Un tout nouveau monde de possibilités de contenus attrayants
it: Un mondo intero di nuove possibilità per contenuti coinvolgenti
ja: 無限に広がるコンテンツエンゲージメントの新たな可能性
pt_br: Um mundo inteiro de possibilidades para o envolvimento do conteúdo
tr: İçerik etkileşimi için yepyeni olanaklar dünyası

source: AMP for email allows senders to include AMP components inside rich engaging emails, making modern app functionality available within email. The AMP email format provides a subset of AMPHTML components for use in email messages, that allows recipients of AMP emails to interact dynamically with content directly in the message.
ar: يسمح AMP للبريد الإلكتروني للمرسلين بتضمين مكونات AMP داخل الرسائل الإلكترونية المنسقة والجذابة، ليُتيح وظائف التطبيق الحديثة داخل البريد الإلكتروني. ويوفر تنسيق بريد AMP الإلكتروني مجموعة فرعية من مكونات AMPHTML لكي تُستخدم في الرسائل الإلكترونية والتي تسمح لمستلمي رسائل AMP الإلكترونية بالتفاعل بشكل ديناميكي مع المحتوى مباشرةً في الرسالة.
fr: AMP pour e-mail permet aux expéditeurs d'inclure des composants AMP dans des e-mails riches et attrayants, ce qui leur confère les fonctionnalités des applications modernes. Le format d'e-mail AMP fournit un sous-ensemble de composants AMPHTML à utiliser dans les e-mails et permettant aux destinataires d'interagir de façon dynamique avec le contenu, et ce directement dans le message.
it: Gli strumenti AMP per e-mail consentono agli autori di includere componenti AMP all'interno di e-mail ricche e coinvolgenti, rendendo disponibili le funzionalità delle più moderne app all'interno del messaggio. Il formato delle e-mail AMP fornisce un sottoinsieme di componenti AMPHTML da utilizzare nei messaggi, che consente ai destinatari di interagire dinamicamente con i contenuti direttamente nel messaggio.
ja: AMP for Email により、送信者はリッチで魅力的なメール内に AMP コンポーネントを含めて、メール内で最新のアプリ機能を利用できるようになります。AMP メールのフォーマットはメールメッセージで使用するための AMPHTML コンポーネントのサブセットを提供し、AMP メールの受信者がメッセージ内のコンテンツと直接動的にやり取りできるようにします。
pt_br: Com a AMP para e-mail os remetentes podem incluir componentes AMP em e-mails detalhados e envolventes, permitindo que as funcionalidades do aplicativo moderno sejam disponibilizadas no e-mail. O formato de E-mail AMP fornece um subconjunto de componentes em HTML para AMP para ser usado em mensagens de e-mail, permitindo que os destinatários dos E-mail AMP interajam dinamicamente com o conteúdo diretamente na mensagem.
tr: E-posta için AMP, göndericilerin AMP bileşenlerini zengin ve ilgi çekici e-postalara eklemesini sağlayarak modern uygulama işlevselliğini e-posta içinde kullanılabilir hale getirir. AMP e-posta biçimi, AMP e-postası alıcılarının içerikle doğrudan ileti içinde dinamik olarak etkileşime girmesine izin veren, e-posta iletisi içinde kullanım amaçlı bir AMPHTML bileşenleri altkümesi sunar.
