Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: Pepipost is an innovative transactional email solution that offers you with a streamlined user experience that you only get from high-end premium software. The software is designed to ensure that your emails are sent to your recipients' inbox and not get mixed and lost in spam and other folders.
ar: Pepipost هو حل مبتكر لمعاملات البريد الإلكتروني يقدم لك تجربة مستخدم انسيابية لا تحصل عليها إلا من البرامج رفيعة المستوى والمتميزة. تم تصميم البرنامج لضمان إرسال الرسائل الإلكترونية منك إلى صندوق الوارد لدى المستلمين وعدم اختلاطها وضياعها في البريد العشوائي والمجلدات الأخرى.
fr: Pepipost est une solution d'e-mail transactionnel innovante qui vous offre une expérience utilisateur rationalisée uniquement disponible grâce à un logiciel haut de gamme. Le logiciel est conçu pour garantir que vos e-mails soient envoyés dans la boîte de réception de vos destinataires sans être mélangés à d'autres ou se retrouver dans les courriers indésirables ou d'autres dossiers.
it: Pepipost è un'innovativa soluzione per e-mail che supportano transazioni e offre un'esperienza utente ottimizzata, disponibile solo in prodotti software di prima fascia. Il software è progettato per garantire che le e-mail vengano inviate alla casella di posta in arrivo dei destinatari e non vadano perdute nella posta indesiderata o in altre cartelle.
ja: Pepipost は、ハイエンドのプレミアムソフトウェアからしか得られない合理的なユーザー体験を提供する革新的な取引メールソリューションです。このソフトウェアは、メールが確実に受信者の受信トレイに送信され、スパムやその他のフォルダーに紛れ込まないようにします。
pt_br: Pepipost é uma solução inovadora de e-mail transacional que oferece uma experiência de usuário simplificada que você só obtém com softwares sofisticados de última geração. O software foi projetado para garantir que seus e-mails sejam enviados para a caixa de entrada de seus destinatários e não sejam misturados e perdidos na pasta de spam ou em outras pastas.
tr: Pepipost, size yalnızca ileri teknoloji ürünü premium yazılımlardan edinebileceğiniz modern bir kullanıcı deneyimi sunan yenilikçi bir işlemsel e-posta çözümüdür. Yazılım, e-postalarınızın alıcılarınızın gelen kutusuna gönderilmesini ve spam ya da diğer klasörlerde karışmamasını ve kaybolmamasını sağlamak için tasarlanmıştır.

source: Delivery and Analytics for Better Email Performance.
ar: التسليم والتحليلات من أجل أداء أفضل للبريد الإلكتروني.
fr: Livraison et analyse pour de meilleures performances d'e-mails.
it: Sistema di consegna e analisi per migliori performance della posta elettronica.
ja: メールのパフォーマンスを向上させるための配信機能と分析機能を提供します。
pt_br: Distribuição e análise para uma melhor desempenho do e-mail.
tr: Daha İyi E-posta Performansı için Teslimat ve Analiz.

source: Reach customers using a flexible email API and marketing tools to increase customer engagement.
ar: يمكنك الوصول إلى العملاء باستخدام واجهة برمجة تطبيقات مرنة للبريد الإلكتروني وأدوات تسويقية كذلك لزيادة تفاعل العملاء.
fr: Atteignez les clients à l'aide d'une API de messagerie flexible et d'outils marketing afin d'accroître leur engagement.
it: Raggiungi i clienti utilizzando un'API e-mail flessibile e strumenti di marketing per aumentare l'engagement dei clienti.
ja: 柔軟なメール API とマーケティングツールを使用して顧客にアプローチし、顧客エンゲージメントを高めます。
pt_br: Alcance seus clientes usando uma API de e-mail flexível e ferramentas de marketing para aumentar o envolvimento do cliente.
tr: Müşteri etkileşimini artırmak için esnek e-posta API'sini ve pazarlama araçlarını kullanarak müşterilere ulaşın.

source: Mailgun's leading API-based email delivery service allows you to send dynamic email effortlessly.
ar: تسمح لك خدمة Mailgun الرائدة في تسليم البريد الإلكتروني والقائمة على واجهة برمجة التطبيقات بإرسال رسائل بريد إلكتروني ديناميكية دون عناء.
fr: Le principal service de messagerie électronique basé sur API de Mailgun vous permet d'envoyer des e-mails dynamiques sans effort.
it: Il famoso servizio di consegna e-mail di Maligun basato su API ti consente di inviare e-mail dinamiche senza sforzo.
ja: Mailgun による最先端の API ベースメール配信サービスを使用すると、動的なメールを簡単に送信できます。
pt_br: O serviço de entrega de e-mail líder com base em API da Mailgun permite que você envie e-mails dinâmicos sem nenhum esforço.
tr: Mailgun'ın önde gelen API tabanlı e-posta dağıtım hizmetidir, dinamik e-postayı kolayca göndermenizi sağlar.

source: Clang is a complete omnichannel marketing platform for email marketing and marketing automation.
ar: Clang عبارة عن منصّة تسويقية متكاملة ومتعددة القنوات لتسويق البريد الإلكتروني والتشغيل المبرمَج للتسويق.
fr: Clang est une plateforme de marketing omnicanal complète pour le marketing par e-mail et automatique.
it: Clang è una completa piattaforma di marketing omnicanale per campagne e-mail di marketing e automazione del marketing.
ja: Clang はメールマーケティングおよびマーケティング自動化のための完全なオムニチャネルマーケティングプラットフォームです。
pt_br: Clang é uma plataforma de marketing omnichannel completa para marketing por e-mail e automação de marketing.
tr: Clang, e-posta ile pazarlama ve pazarlama otomasyonu için eksiksiz, çok kanallı bir pazarlama platformudur.

source: Effective Newsletter Software for more conversions and revenue
ar: برنامج رسائل إخبارية فعال لزيادة الإحالات الناجحة والإيرادات
fr: Logiciel de diffusion de lettres d'information efficace pour plus de conversions et de recettes
it: Un efficace software di newsletter per incrementare conversioni e ricavi
ja: コンバージョン数と収益を増やす効果的なニュースレターソフトウェア
pt_br: Um eficiente software de boletins informativos para aumentar as conversões e a receita
tr: Daha fazla dönüşüm ve gelir için Etkili Bülten Yazılımı

source: Send interactive emails using SendPulse email editor or API.
ar: أرسل رسائل بريد إلكتروني تفاعلية باستخدام محرر البريد الإلكتروني SendPulse أو واجهة برمجة التطبيقات.
fr: Envoyez des e-mails interactifs à l'aide de l'éditeur d'e-mails ou de l'API SendPulse.
it: Invia e-mail interattive utilizzando l'editor e-mail o l'API SendPulse.
ja: SendPulse のメールエディタや API を使用すると、インタラクティブなメールを送信できます。
pt_br: Envie e-mails interativos através do editor de e-mail SendPulse ou de sua API.
tr: SendPulse e-posta editörünü veya API'sini kullanarak etkileşimli e-postalar gönderin.

source: Supercharge conversions of your bulk and triggered campaigns with real-time recommendations in AMP powered emails
ar: تعزيز الإحالات الناجحة لحملاتك المجمَّعة والمشغَّلة بقوة فائقة مع مقترَحات في الوقت الفعلي في الرسائل الإلكترونية المشغَّلة بواسطة AMP
fr: Multipliez les conversions de vos campagnes groupées et déclenchées avec des recommandations en temps réel dans les e-mails fournis par AMP
it: Incrementa al massimo le conversioni delle tue campagne più estese e rendile efficaci con consigli in tempo reale in e-mail realizzate con AMP
ja: AMP を使用したメールでリアルタイムにレコメンドを表示すると、バルクキャンペーンとトリガーキャンペーンのコンバージョンを大幅に向上します。
pt_br: Incremente as conversões de suas campanhas em massa e acionadas por recomendações em tempo real usando e-mails com tecnologia AMP
tr: AMP destekli e-postalarda gerçek zamanlı önerilerle toplu ve tetiklemeli kampanyalarınızın dönüşümlerini güçlendirin

source: Adobe Campaign Classic brings email to life with AMP
ar: Adobe Campaign Classic يبث روح الحياة في البريد الإلكتروني باستخدام AMP
fr: Adobe Campaign Classic donne vie au courrier électronique en AMP
it: Adobe Campaign Classic dà vita ai tuoi messaggi e-mail con AMP
ja: Adobe Campaign Classic は、AMP でメールに命を吹き込みます。
pt_br: O Adobe Campaign Classic dá vida ao e-mail com a AMP
tr: Adobe Campaign Classic, AMP ile e-postalara hareket katıyor

source: Copernica is a tool to create automated email campaigns with an powerful drag & drop editor.
ar: Copernica هي أداة لإنشاء حملات البريد الإلكتروني المبرمَجة باستخدام محرّر قوي للسحب والإفلات.
fr: Copernica est un outil pour créer des e-mails publicitaires automatisés à l'aide d'un puissant éditeur par glisser-déposer.
it: Copernica è uno strumento per creare campagne e-mail automatizzate con un potente editor a trascinamento della selezione.
ja: Copernica は、強力なドラッグアンドドロップエディタで自動メールキャンペーンを作成するツールです。
pt_br: Copernica é uma ferramenta para a criação de campanhas de e-mail automatizadas com um poderoso editor de arrastar e soltar.
tr: Copernica, güçlü bir sürükle bırak editörü ile otomatik e-posta kampanyaları oluşturmayı sağlayan bir araçtır.

source: WompMobile is an Accelerator Platform to develop, validate, launch and manage AMP experiences. Built-in tools monitor for errors, ensure validation, purge the AMP cache, and create Signed-Exchange and Server-Side-Rendered AMPs.
ar: WompMobile عبارة عن منصّة مسرَّعة لتطوير تجارب AMP والتحقق من صحتها وإطلاقها وإدارتها. وتعمل الأدوات المضمّنة على رصد الأخطاء، وضمان التحقق من الصحة، ومسح ذاكرة تخزين AMP المؤقتة، وإنشاء صفحات AMP بميزة Signed-Exchange ويتم عرضها من جانب الخادم.
fr: WompMobile est une plateforme d'accélérateur dédiée au développement, à la validation, au lancement et à la gestion d'expériences AMP. Les outils intégrés surveillent les erreurs, garantissent la validation, nettoient le cache AMP et créent des pages AMP avec échange signé et rendu côté serveur.
it: WompMobile è una piattaforma di accelerazione per sviluppare, convalidare, lanciare e gestire contenuti AMP. Gli strumenti integrati monitorano gli errori, assicurano la convalida, puliscono la cache AMP e creano contenuti AMP Signed-Exchange e con rendering lato Server.
ja: WompMobile は AMP エクスペリエンスを開発、検証、起動、管理するためのアクセラレータプラットフォームです。内蔵のツールがエラーを監視し、検証を確実にし、AMP キャッシュを消去し、Signed-Exchange AMP と Server-Side-Rendered AMP を作成します。
pt_br: WompMobile é uma plataforma de aceleração para desenvolver, validar, inicializar e gerenciar experiências de AMP. Ferramentas integradas monitoram erros, garantem a validação, limpam o cache de AMP e criam páginas AMP com troca assinada e renderizadas no lado do servidor.
tr: WompMobile, AMP deneyimlerini geliştirmeyi, doğrulamayı, başlatmayı ve yönetmeyi sağlayan bir hızlandırma platformudur. Yerleşik araçlar hataları izler, doğrulamayı sağlar, AMP önbelleğini temizler ve Signed-Exchange ve Sunucu Tarafında İşlenmiş AMP'ler oluşturur.

source: The AMP Project Roadmap
ar: خارطة طريق مشروع AMP
fr: La feuille de route du projet AMP
it: Pianificazione del progetto AMP
ja: AMP プロジェクトのロードマップ
pt_br: Roteiro do Projeto AMP
tr: AMP Projesi Yol Haritası

source: This is a high level overview suitable for all audiences. For a more detailed developer view, <a href="https://github.com/ampproject/amphtml/projects/43">head to GitHub.</a>
ar: هذه نظرة عامة عالية المستوى مناسبة لجميع الجماهير. للحصول على رؤية أكثر تفصيلاً للمطوّرين، <a href="https://github.com/ampproject/amphtml/projects/43">انتقل إلى GitHub.</a>
fr: Ceci est un aperçu panoramique adapté à tous les publics. Pour un point de vue de développeur plus détaillé, <a href="https://github.com/ampproject/amphtml/projects/43">rendez-vous sur GitHub.</a>
it: Questa è una panoramica di alto livello adatta alla generalità del pubblico. Per una presentazione di dettaglio dedicata agli sviluppatori, <a href="https://github.com/ampproject/amphtml/projects/43">vai su GitHub.</a>
ja: これは、すべての対象者に適した高度な概要です。より詳細な開発者の見通しについては、<a href="https://github.com/ampproject/amphtml/projects/43">GitHub で確認してください</a>。
pt_br: Esta é uma visão geral de alto nível adequada para todos os públicos. Se preferir uma visão mais detalhada sobre o desenvolvedor <a href="https://github.com/ampproject/amphtml/projects/43">vá para o GitHub.</a>
tr: Bu, tüm kitleler için uygun üst düzey bir genel bakıştır. Daha ayrıntılı bir geliştirici görünümü için <a href="https://github.com/ampproject/amphtml/projects/43">GitHub'a gidin.</a>

source: AMP Story
ar: قصة AMP
fr: Story AMP
it: Storia AMP
ja: AMP ストーリー
pt_br: História em AMP
tr: AMP Hikayesi

source: Ads
ar: الإعلانات
fr: Annonces
it: Annunci
ja: 広告
pt_br: Anúncios
tr: Reklamlar

source: Audio&Video
ar: الملف الصوتي والفيديو
fr: Audio et vidéo
it: Audio e video
ja: 音声と動画
pt_br: Áudio e vídeo
tr: Ses ve Video

source: Dynamic/Personalized Content
ar: محتوى ديناميكي/مخصص
fr: Contenu dynamique / personnalisé
it: Contenuti dinamici/personalizzati
ja: 動的/パーソナライズコンテンツ
pt_br: Conteúdo dinâmico/personalizado
tr: Dinamik/Kişiselleştirilmiş İçerik

source: Email
ar: رسالة بريد إلكتروني
ja: メール
tr: E-posta

source: In Development
ar: قيد التطوير
fr: En développement
it: In Sviluppo
ja: 開発中
pt_br: Em desenvolvimento
tr: Geliştiriliyor

source: Next Up
ar: التالي
fr: À venir
it: A seguire
ja: 次回
pt_br: Próximo da fila
tr: Sıradaki

source: PWA
ar: تطبيق الويب التقدمي (PWA)

source: Runtime
ar: وقت التشغيل
fr: Durée d'exécution
it: Tempo di esecuzione
ja: ランタイム
pt_br: Tempo de execução
tr: Çalışma zamanı

source: Shipped
ar: تم شحنه
fr: Expédié
it: Consegnato
ja: 出荷済み
pt_br: Disponível
tr: Yayınlandı

source: Tooling
ar: تجهيز الأدوات
fr: Outillage
it: Strumenti
ja: ツール
pt_br: Ferramentas
tr: Araçlar

source: User Input
ar: إدخال المستخدم
fr: Saisie utilisateur
it: Input dall'utente
ja: ユーザー入力
pt_br: Entrada do usuário
tr: Kullanıcı Girdisi

source: Validator
ar: أداة التحقق من الصحة
fr: Validateur
pt_br: Validador
tr: Doğrulayıcı

source: You can often convert your entire archive in days – especially when using common CMS like WordPress or Drupal.
ar: يمكنك غالبًا تحويل أرشيفك بالكامل في أيام - خاصةً عند استخدام نظام إدارة محتوى (CMS) شائع مثل WordPress أو Drupal.
fr: Vous pouvez généralement convertir l'intégralité de votre archive en quelques jours, surtout si vous utilisez un CMS populaire tel que WordPress ou Drupal.
it: Spesso è possibile convertire l'intero archivio in pochi giorni, soprattutto utilizzando CMS popolari come WordPress o Drupal.
ja: WordPress や Drupal などの一般的な CMS を使用している場合など、多くの場合は数日でアーカイブ全体を変換できます。
pt_br: Comumente, você pode converter todo o seu arquivo em questão de dias, especialmente se estiver usando um CMS popular, como o WordPress ou o Drupal.
tr: Özellikle WordPress veya Drupal gibi yaygın bir CMS kullanıyorsanız, arşivinizin tamamını genellikle birkaç gün içinde dönüştürebilirsiniz.

source: All
ar: الكل
fr: Tout
it: Tutto
ja: すべて
pt_br: Todos
tr: Tümü

source: Learn AMP
ar: تعلم AMP
fr: Apprendre AMP
it: Apprendi AMP
ja: AMP の学習
pt_br: Aprenda sobre AMP
tr: AMP öğrenin

source: Teach AMP
ar: تدريس AMP
fr: Enseigner AMP
it: Insegna AMP
ja: AMP の教育
pt_br: Ensine sobre AMP
tr: AMP öğretin

source: Websites
ar: المواقع الإلكترونية
fr: Sites web
it: Siti web
ja: ウェブサイト
pt_br: Sites
tr: Web siteleri

source: Stories
ar: القصص
it: Storie
ja: ストーリー
pt_br: Histórias
tr: Hikayeler

source: Art & Design
ar: الفن والتصميم
fr: Art et conception
it: Arte e design
ja: アートとデザイン
pt_br: Arte e design
tr: Sanat ve Tasarım

source: Food & Drink
ar: المأكولات والمشروبات
fr: Nourriture et boisson
it: Cibi e bevande
ja: 食品と飲料
pt_br: Comida e bebida
tr: Yeme ve İçme

source: News & Blog
ar: الأخبار والمدونات
fr: Actualités et blog
it: Notizie e Blog
ja: ニュースとブログ
pt_br: Notícias e blog
tr: Haberler ve Blog

source: Story Ads
ar: إعلانات قصصية
fr: Stories publicitaires
it: Annunci storia
ja: ストーリー広告
pt_br: Anúncios em história
tr: Hikaye Reklamları

source: AMP for WordPress
ar: AMP لـ WordPress
fr: AMP pour WordPress
it: AMP per WordPress
pt_br: AMP para WordPress
tr: WordPress için AMP

source: Bold by Quintype
ar: Bold من Quintype

source: Google Search Console
ar: وحدة تحكّم "بحث Google"
fr: Console de recherche Google
it: Console di Ricerca Google
pt_br: Console Google Search
tr: Google Arama Konsolu

source: Google AMP Test
ar: اختبار AMP في Google
fr: Test de Google AMP
it: Test di Google AMP
ja: Google AMP テスト
pt_br: Teste de AMP do Google
tr: Google AMP Testi

source: AMP Validator
ar: أداة AMP للتحقق من الصحة
pt_br: Validador de AMP
tr: AMP Doğrulayıcı

source: Experiment Configurator
ar: أداة تكوين التجارب
fr: Configurateur d'expérimentation
it: Configuratore di esperimenti
pt_br: Configuração de Experimento
tr: Deney Yapılandırıcı

source: VS Code Extension
ar: إضافة ترميز VS
fr: Extension VS Code
it: Estensione VS Code
ja: VS コード機能拡張
pt_br: Extensão de código VS
tr: VS Code Eklentisi

source: Access & Subscriptions
ar: الوصول والاشتراكات
fr: Accès et abonnements
it: Accesso e abbonamenti
ja: アクセスとサブスクリプション
pt_br: Acesso e assinaturas
tr: Erişim ve Abonelikler

source: Outreach
ar: الانتشار
fr: Diffusion
it: Divulgazione
ja: アウトリーチ
pt_br: Divulgação
tr: Sosyal Yardım

source: Caching
ar: التخزين المؤقت
fr: Mise en cache
it: Cache
ja: キャッシング
pt_br: Cache
tr: Önbellekleme

source: Gallery
ar: المعرض
fr: Galerie
it: Galleria
ja: ギャラリー
pt_br: Galeria
tr: Galeri

source: Bike Shop
ar: متجر الدراجات
fr: Magasin de vélos
it: Negozio di moto
ja: バイク屋
pt_br: Loja de bicicletas
tr: Bisiklet Mağazası

source: Travel
ar: السفر
fr: Voyage
it: Viaggi
ja: 旅行
pt_br: Viagem
tr: Seyahat

source: Simple Blog
ar: مدونة بسيطة
fr: Blog simple
it: Blog semplice
ja: 簡単なブログ
pt_br: Blog simples
tr: Sade Blog

source: Simple Article
ar: مقالة بسيطة
fr: Article simple
it: Articolo semplice
ja: 簡単な記事
pt_br: Artigo simples
tr: Sade Makale

source: Video
ar: الفيديو
fr: Vidéo
ja: 動画
pt_br: Vídeo

source: Text Only
ar: نص فقط
fr: Texte seulement
it: Solo testo
ja: テキストのみ
pt_br: Somente texto
tr: Salt Metin

source: Select your format for a more streamlined experience
ar: اختَر التنسيق المناسب لك للحصول على تجربة أكثر انسيابية
fr: Sélectionnez votre format pour une expérience plus rationalisée
it: Seleziona il tuo formato per un'esperienza personalizzata
ja: より合理的な体験を実現する形式を選択してください
pt_br: Selecione seu formato para uma experiência mais simplificada
tr: Daha akıcı bir deneyim için biçiminizi seçin

source: Presentation
ar: عرض تقديمي
fr: Présentation
it: Presentazione
ja: プレゼンテーション
pt_br: Apresentação
tr: Sunum

source: Code of Conduct
ar: قواعد السلوك
fr: Code de conduite
it: Codice di condotta
ja: 行動規範
pt_br: Código de conduta
tr: Davranış Kuralları

source: Performance
ar: الأداء
ja: 性能
pt_br: Desempenho
tr: Performans

source: User Interface
ar: واجهة المستخدم
fr: Interface utilisateur
it: Interfaccia utente
ja: ユーザーインターフェース
pt_br: Interface do usuário
tr: Kullanıcı Arayüzü

source: Viewers
ar: المشاهدون
fr: Visiteurs
it: Spettatori
ja: 視聴者
pt_br: Visualizadores
tr: Görüntüleyenler

source: Students
ar: الطلاب
fr: Étudiants
it: Studenti
ja: 学生
pt_br: Alunos
tr: Öğrenciler

source: Teachers
ar: المعلّمون
fr: Enseignants
it: Insegnanti
ja: 教師
pt_br: Professores
tr: Öğretmenler

source: Find the right tools to build
ar: اعثر على الأدوات المناسبة للإنشاء
fr: Trouvez les bons outils de création
it: Trova gli strumenti giusti per le tue creazioni
ja: 構築する適切なツールを見つける
pt_br: Encontre as ferramentas corretas para criar
tr: Oluşturmak için doğru araçları bulun

source: <p>Responsible for user specific controlled access to AMP content (amp-subscriptions, amp-access and related extensions)</p>
ar: <p>مسؤول عن الوصول الخاضع للتحكم المخصص للمستخدم إلى محتوى AMP (amp-subscriptions وamp-access والإضافات ذات الصلة)</p>
fr: <p>Responsable du contrôle de l'accès utilisateur spécifique au contenu AMP (amp-subscriptions, amp-access et extensions associées)</p>
it: <p>Responsabile del controllo degli accessi di specifici utenti ai contenuti AMP (amp-subscriptions, amp-access e relative estensioni)</p>
ja: <p>AMP コンテンツへのユーザー固有の制御されたアクセス（ampサブスクリプション、ampアクセス、および関連する拡張機能）を担当</p>
pt_br: <p>Responsável por controlar o acesso do usuário ao conteúdo AMP (amp-subscriptions, amp-access e extensões relacionadas)</p>
tr: <p>AMP içeriğine özgü kullanıcı erişimini kontrol etmekten sorumludur (amp-abonelikleri, amp-erişimi ve ilgili eklentiler)</p>

source: What is the Accelerated Mobile Pages project?
ar: ما هو مشروع "صفحات الجوّال المسرَّعة"؟
fr: Qu'est-ce que le projet Accelerated Mobile Pages (AMP) ?
it: Cos'è il progetto Accelerated Mobile Pages (AMP)?
ja: Accelerated Mobile Pagesプロジェクトとは何ですか？
pt_br: O que é o projeto de Páginas AMP?
tr: Hızlandırılmış Mobil Sayfalar projesi nedir?
