Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: It takes a lot of time and effort to build a great website. AMP components are already optimized for the best performance.
ar: يستغرق إنشاء موقع إلكتروني كبير وقتًا طويلًا ويتطلب جهدًا فائقًا. ويتم تحسين مكونات AMP بالفعل لتحقيق أفضل أداء.
fr: La création d'un site Web de qualité demande beaucoup de temps et d'efforts. Les composants AMP sont déjà optimisés pour fournir la meilleure performance possible.
it: La creazione di un sito web eccellente richiede molto tempo e notevoli sforzi. I componenti AMP sono già ottimizzati per garantire le migliori performance.
ja: 優れたウェブサイトを構築するには、多くの時間と労力が必要です。AMP コンポーネントは、最高のパフォーマンスを得られるようにあらかじめ最適化されています。
pt_br: A criação de um site de qualidade requer bastante tempo e esforço. Os componentes AMP já são otimizados para garantir o melhor desempenho.
tr: Harika bir web sitesi oluşturmak çok fazla zaman ve çaba gerektirir. AMP bileşenleri zaten en iyi performans için optimize edilmiştir.

source: The AMP Project is an open source initiative to protect the future of the web by delivering a better, faster and more user-friendly experience.
ar: يمثل مشروع AMP مبادرة مفتوحة المصدر لحماية مستقبل الويب من خلال تقديم تجربة أفضل وأسرع وأكثر سهولة عند الاستخدام.
fr: Le projet AMP est une initiative open source visant à protéger l'avenir du Web en offrant une expérience améliorée, plus rapide et plus intuitive.
it: Il progetto AMP è un'iniziativa open source che ha lo scopo di garantire il futuro del web, consentendo esperienze di utilizzo migliori, più veloci e intuitive.
ja: AMP プロジェクトはより優れた、より速い、より使いやすい操作感を実現することで、ウェブの未来を保護するオープンソースの取り組みです。
pt_br: O Projeto AMP é uma iniciativa de código aberto para proteger o futuro da web ao proporcionar uma experiência de usuário mais rápida e mais intuitiva.
tr: AMP Projesi, daha iyi, daha hızlı ve daha kullanıcı dostu bir deneyim sunarak webin geleceğini koruyan bir açık kaynak girişimidir.

source: Supports analytics and bookend capabilities for viral sharing and monetization.
ar: يدعم التحليلات وإمكانيات صفحة الملخص النهائي من أجل المشاركة واسعة الانتشار وتحقيق الربح المادي.
fr: Prend en charge les fonctions d'analyse et bookend pour le partage viral et la monétisation.
it: Supporta strumenti di analisi e gestione delle anteprime per risultati di condivisione e monetizzazione virali.
ja: バイラル共有や収益化のための分析機能とブックエンド機能をサポートします。
pt_br: Oferece suporte ao analytics e recursos de criação de referência para o compartilhamento viral e monetização.
tr: Viral paylaşım ve para kazanma için analizleri ve bookend özelliklerini destekler.

source: Web Stories are lightening fast so that your audience stays engaged and entertained.
ar: تتميز Web Stories بالسرعة الفائقة حتى يظل جمهورك متفاعلًا معها ومستمتعًا بها.
fr: Les Stories Web sont ultra rapides et contribuent à garder l'attention du public et à le divertir.
it: Le Storie Web sono così veloci che esse permettono di intrattenere e coinvolgere il pubblico.
ja: Web Storiesはオーディエンスを引き付けて楽しませるため、高速に表示されます。
pt_br: As Web Stories são extremamente rápidas para que seu público permaneça sempre envolvido e entretido.
tr: Web Stories ışık hızında olduğundan kitlenizin ilgisini çeker ve mutlu eder.

source: AMP stories is a new and modern way to reach existing readers.
ar: Web Stories هي طريقة جديدة وعصرية للوصول إلى القراء الحاليين.
fr: Les stories AMP sont un moyen nouveau et moderne d'atteindre les lecteurs.

source: Web Stories enable monetization capability for publishers using full-screen immersive story ads and using affiliate links. For advertisers, Stories is a way to reach a unique audience within a new storytelling experience.
ar: تتيح Web Stories إمكانية تحقيق الربح المادي من قِبل الناشرين باستخدام إعلانات قصصية غامرة بملء الشاشة وباستخدام الروابط الفرعية. فالقصص بالنسبة للمعلنين هي وسيلة للوصول إلى جمهور فريد من خلال تجربة جديدة لسرد القصص.
it: Le Storie Web garantiscono capacità di monetizzazione per gli editori che utilizzano coinvolgenti annunci storia a schermo intero e link di affiliazione. Per gli inserzionisti, le storie sono un modo per raggiungere un pubblico unico con una nuova esperienza di narrazione.
ja: Web Storiesは、サイト運営者が全画面表示の没入型ストーリー広告とアフィリエイトリンクを使用して収益化能力を発揮できるようにします。広告主の場合、ストーリーは新しいストーリーテリング体験の中でユニークなオーディエンスにリーチするための手段になります。
pt_br: As Web Stories oferecem capacidade de monetarização para os editores através do uso de Anúncios em história imersivos em tela cheia e de links de afiliados. Para os anunciantes, as Histórias são uma forma de alcançar um público exclusivo através de novas experiências de compartilhamento de história.
tr: Web Stories tam ekran, sürükleyici hikaye reklamları ve iş ortağı bağlantıları kullanan yayıncılar için para kazanma imkanı sağlar. Reklamverenler için Hikayeler, yeni bir hikaye anlatım deneyimi içinde benzersiz bir kitleye ulaşma yöntemidir.

source: AMP stories make the production of stories as easy as possible from a technical perspective.
ar: تسهّل Web Stories من عملية إنتاج القصص قدر الإمكان من منظور تقني.

source: The AMP stories format comes with preset but flexible layout templates, standardized UI controls, and components for sharing and adding follow-on content.
ar: يتوفر تنسيق Web Stories مصحوبًا بنماذج تخطيطية مرنة معدّة مسبقًا، وعناصر تحكم قياسية لواجهة المستخدم، ومكونات لمشاركة محتوى المتابعة وإضافته.

source: AMP stories are part of the open web and can be shared and embedded across sites and apps without being confined to a single ecosystem.
ar: Web Stories هي جزء من الويب المفتوح ويمكن مشاركتها وتضمينها في المواقع والتطبيقات بدون حصرها في منظومة متكاملة واحدة.
fr: Les stories AMP font partie du Web ouvert et peuvent être partagées et intégrées sur plusieurs sites et applications sans être confinées à un unique écosystème.

source: AMPHTML ads are 6x faster than regular ads on AMP pages, making them more viewable, more effective and more likely to perform well. You can monitor performance and adjust pricing accordingly, and offer the most engaging ad products to optimize your ad placements. In AMP, tweaking your pages to drive higher viewability rate or views is easy for publishers using the ‘data-loading-strategy’ attribute on the `amp-ad` component.
ar: تعدّ إعلانات AMPHTML أسرع من الإعلانات العادية على صفحات AMP بستة أضعاف، مما يزيد من عدد المشاهدات ويجعلها أكثر فعالية ويزيد من احتمالية أدائها بشكل جيد. ويمكنك مراقبة الأداء وتعديل الأسعار بناءً على ذلك، ويمكنك عرض أكثر المنتجات الإعلانية جاذبية لتحسين مواضع الإعلانات. وفي AMP، يسهل على الناشرين إجراء التعديل الطفيف في الصفحات لزيادة إمكانية العرض أو عدد المشاهدات باستخدام سمة "data-loading-strategy" على مكون "amp-ad".
fr: Les annonces AMPHTML sont 6 fois plus rapides que les annonces ordinaires sur les pages AMP, ce qui les rend plus visibles et plus efficaces. Vous pouvez surveiller les performances, ajuster les prix et proposer les produits publicitaires les plus intéressants pour optimiser vos placements d'annonces. Grâce à AMP, il est facile de peaufiner vos pages afin d'augmenter le taux de visibilité ou les vues pour les éditeurs en utilisant l'attribut « data-loading-strategy » du composant « amp-ad ».
it: Gli annunci AMPHTML sono 6 volte più veloci degli annunci normali su pagine AMP. Ciò si traduce in migliore visualizzazione, maggiore efficacia e più probabilità di ottenere buoni risultati. Puoi monitorare le performance, adeguare i prezzi di conseguenza, produrre annunci più accattivanti e ottimizzarne la collocazione. Con AMP, è facile per gli editori modificare le pagine e aumentarne il tasso di visibilità e le visualizzazioni, utilizzando l'attributo "data-loading-strategy" sul componente "amp-ad".
ja: AMPHTML 広告は AMP ページ上の通常の広告よりも6倍高速であるため、見やすく、効果的で、よりうまく機能する可能性が高くなります。パフォーマンスを監視しながらそれに応じて価格を調整し、最大限に魅力的な広告製品を提供し、広告の配置を最適化できます。AMP ではサイト運営者が「amp-ad」コンポーネントの「data-loading-strategy」属性を使用してページを微調整し、より高いビューアビリティ率や表示回数を簡単に達成することができます。
pt_br: Os anúncios HTML para AMP são 6 vezes mais rápidos que anúncios comuns em páginas AMP, o que os torna mais visíveis, mais eficazes e com um maior probabilidade de alcançarem um boa desempenho. Você pode monitorar o desempenho e ajustar os preços em conformidade com, e oferecer produtos de publicidade mais atraentes para otimizar o posicionamento de seus anúncios. Na AMP, os editores podem ajustar suas páginas com mais facilidade para aumentar ainda mais as taxa de visibilidade ou visualizações, através da configuração do atributo 'data-loading-strategy' no componente `amp-ad`.
tr: AMPHTML reklamları, AMP sayfalarındaki normal reklamlara göre 6 kat daha hızlıdır, bu ise daha fazla görüntülenmelerini, daha etkili olmalarını ve daha iyi bir performans gösterebilmelerini sağlar. Performansı izleyebilir, fiyatlandırmayı buna göre belirleyebilir ve reklam yerleşimlerinizi optimize etmek için daha çekici reklam ürünleri sunabilirsiniz. 'amp-ad' bileşeninde '‘data-loading-strategy’ özniteliğini kullanan yayıncılar için daha yüksek görüntülenebilirlik oranı veya görüntülenme elde etmek adına sayfalarda ince ayar yapmak kolaydır.

source: In order to engage with your brand and improve the performance of your campaigns, you have to speed things up. AMP ads load on average 5x faster than the non-AMP version, leading to higher conversion rates. Because AMPHTML ads are 3x lighter, the AMP framework guarantees that these ads only behave as intended so users always have a positive experience with your brand.
ar: عليك زيادة سرعة أدواتك، حتى يتحقق التفاعل مع علامتك التجارية ويتحسن أداء حملاتك. ويكون تحميل إعلانات AMP في المتوسط أسرع بخمسة أضعاف من سرعة الإصدار الذي لا يدعم AMP، مما يؤدي إلى زيادة معدل الإحالات الناجحة. ولأن إعلانات AMPHTML هي أبسط بثلاثة أضعاف، فإن إطار عمل AMP يضمن أن تعمل هذه الإعلانات على النحو المطلوب فقط حتى يتسنى للمستخدمين دائمًا الحصول على تجربة إيجابية مع علامتك التجارية.
fr: Si vous souhaitez booster votre image de marque et améliorer les performances de vos campagnes publicitaires, vous devez passer à la vitesse supérieure. Les annonces AMP chargent en moyenne 5 fois plus vite que les annonces non-AMP, ce qui donne lieu à des taux de conversion plus élevés. Dans la mesure où les annonces AMPHTML sont 3 fois moins lourdes, le framework AMP garantit qu'elles se comportent tel que prévu afin de procurer systématiquement aux utilisateurs une expérience positive de votre marque.
it: Per promuovere il tuo marchio e migliorare le performance delle tue campagne, occorre velocità. Gli annunci AMP si caricano in media 5 volte più velocemente rispetto alla versione non AMP, portando a tassi di conversione più elevati. Poiché gli annunci AMPHTML sono 3 volte più leggeri, il framework AMP garantisce che questi annunci non abbiano comportamenti anomali, in modo che gli utenti abbiano sempre un'esperienza positiva con il tuo marchio.
ja: あなたのブランドを使って集客してキャンペーンのパフォーマンスを改善するには、速度を向上させる必要があります。AMP 広告は非 AMP 版より平均で5倍高速に読み込まれるため、コンバージョン率が高くなります。AMPHTML 広告は3倍軽量であるため、AMP フレームワークによってこれらの広告が意図したとおりにのみ動作することが保証され、ユーザーは常にブランドに対して肯定的な体験をすることになります。
pt_br: Para garantir o envolvimento com sua marca e melhorar o desempenho de suas campanhas, você precisa acelerar as coisas. Os Anúncios em AMP são carregados, em média, 5 vezes mais rapidamente que a versão não AMP, o que leva a taxas de conversão mais altas. Como os anúncios em HTML para AMP são 3 vezes mais leves, a framework AMP garante que estes anúncios se comportem como esperado, para que seus usuários sempre tenham uma experiência positiva com sua marca.
tr: Markanızı rekabetçi kılmak ve kampanya performansınızı geliştirmek için işleri hızlandırmalısınız. AMP reklamları, AMP olmayan versiyonlarına göre ortalama 5 kat daha hızlı yükleniyor ve dolayısıyla daha yüksek dönüşüm oranları sunuyor. AMPHTML reklamları 3 kat daha hafif olduğundan, AMP çerçevesi bu reklamların amaçlarına uygun şekilde çalışacaklarını garanti ediyor ve böylece kullanıcılar markanızla daima pozitif deneyimler yaşıyorlar.

source: AMP ads are safe from malware because AMPHTML ads are verified before being served, thus, advertisers can ensure a safe user experience and building trust in the brands users are engaging with. Establish yourself as the adtech platform for the fast web and join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
ar: تخلو إعلانات AMP من البرامج الضارة لأنه تم التحقق من إعلانات AMPHTML قبل تقديمها، وبالتالي يمكن للمعلنين ضمان تجربة مستخدم آمنة وبناء الثقة في العلامات التجارية التي يتفاعل معها المستخدمون. يمكنك ترسيخ مكانتك بصفتك منصّة الإعلانات التكنولوجية المناسبة للويب السريع والانضمام لمئات منصّات التكنولوجيا التي تدعم حاليًا منظومة AMP المتكاملة مفتوحة المصدر.
fr: Les annonces AMP sont protégées contre les logiciels malveillants car les annonces AMPHTML sont vérifiées avant d'être diffusées. Les annonceurs peuvent ainsi garantir une expérience utilisateur sûre et renforcer la confiance envers les marques avec lesquelles les utilisateurs interagissent. Établissez-vous en tant que plateforme adtech pour le Web rapide et rejoignez les centaines de plateformes technologiques prenant actuellement en charge l'écosystème open source AMP.
it: Gli annunci AMP sono a prova di malware perché gli annunci AMPHTML vengono verificati prima di essere pubblicati, quindi gli inserzionisti possono garantire un'esperienza utente sicura e creare fiducia nei marchi che gli utenti imparano a conoscere. Affermati come operatore leader di piattaforme adtech per il web veloce di ultima generazione e aggiungi anche la tua alle altre centinaia di piattaforme tecnologiche che già supportano l'ecosistema AMP open source.
ja: AMPHTML 広告は配信前に検証されるため、AMP 広告 はマルウェアから保護されます。したがって、広告主は安全な使い心地とユーザーが関わるブランドへの信頼を確保することができます。高速なウェブ用のアドテックプラットフォームとしての地位を確立し、現在オープンソース AMP エコシステムをサポートしている多数のテクノロジープラットフォームの一員に加わってください。
pt_br: Os anúncios em AMP são protegidos contra malware porque os anúncios HTML para AMP são verificados antes de serem veiculados. Assim, os anunciantes podem garantir uma experiência segura ao usuário e o desenvolvimento de confiança nas marcas com as quais os usuários se envolvem. Estabeleça-se como a plataforma adtech para a web rápida e junte-se às centenas de plataformas de tecnologia que atualmente dão suporte ao ecossistema AMP de código aberto.
tr: AMPHTML reklamları yayınlanmadan önce doğrulandığından AMP reklamları kötü amaçlı yazılımlara karşı güvendedir, bu sayede reklamverenler güvenli bir kullanıcı deneyimi sunabilir ve kullanıcıların etkileşime girdikleri markalara güven duymalarını sağlayabilirler. Hızlı bir web deneyimi için kendi adtech platformunuzu kurun ve şu anda açık kaynaklı AMP ekosistemini destekleyen yüzlerce teknoloji platformunun arasına siz de katılın.

source: As the owner of your AMP websites and ads, no other parties can modify or add things, ensuring you are in control of the user experience and there won’t be any unexpected surprises. AMP ads are part of a user-first ecosystem and function the way a reasonable user would expect them to. Optimized AMP ads don’t drain the battery life of mobile devices, and clicking on them will lead to AMP pages, which are equally as fast and streamlined.
ar: بصفتك مالك مواقع AMP الإلكترونية وإعلانات AMP، فلا يجوز لأي أطراف أخرى إدخال تعديلات أو إضافات، وهو ما يضمن لك أن تكون أنت المتحكم في تجربة المستخدم وألا تكون هناك أي مفاجآت غير متوقعة. فإعلانات AMP هي جزء من منظومة متكاملة تضع المستخدم على رأس أولوياتها كما أنها تعمل بالشكل الذي يتوقعه المستخدم بشكل معقول. ولا تستنفد إعلانات AMP المحسَّنة عمر البطارية في الأجهزة الجوّالة، ويؤدي النقر عليها إلى صفحات AMP التي تتمتع بسرعة وانسيابية مماثلة.
fr: Vous êtes propriétaire de vos sites Web et de vos annonces AMP et personne d'autre ne peut les modifier ou y ajouter le moindre élément. Cela vous assure de contrôler l'expérience utilisateur et vous garde à l'abri des mauvaises surprises. Les annonces AMP font partie d'un écosystème axé sur l'utilisateur et fonctionnent selon les attentes raisonnables des utilisateurs. Les annonces AMP optimisées n'épuisent pas l'autonomie des batteries des appareils mobiles : en un clic, elles permettent d'aboutir aux pages AMP, tout aussi rapides et rationalisées.
it: Come proprietario dei tuoi siti web e annunci AMP, sarai il solo a poter modificare o aggiungere elementi, assicurandoti il pieno controllo dell'esperienza dell'utente senza sorprese inaspettate. Gli annunci AMP fanno parte di un ecosistema incentrato sull'utente e funzionano come gli utenti ragionevolmente si aspettano. Gli annunci AMP ottimizzati non riducono la durata della batteria dei dispositivi mobili e facendo clic su di essi si aprono altre pagine AMP, altrettanto veloci e ottimizzate.
ja: 他者があなたの AMP ウェブサイトと広告の所有者として何かを変更または追加することはできないため、あなたは顧客体験を制御することができ、予期せぬ事態が発生することもありません。AMP 広告はユーザーファーストなエコシステムの一部であり、一般のユーザーが期待する方法で機能します。最適化された AMP 広告はモバイルデバイスのバッテリー寿命を消費しません。そのような広告をクリックした場合は AMP ページが表示されます。AMP ページも同様に高速で合理化されています。
pt_br: Como proprietário de seus sites e anúncios em AMP, ninguém mais poderá modificar ou adicionar coisas. Isto evita surpresas inesperadas e garante que você sempre terá o controle total sobre a experiência do usuário. Anúncios em AMP são parte de um ecossistema com foco no usuário e funcionam da forma que um usuário esperaria. Anúncios em AMP otimizados não aumentam o consumo de bateria de dispositivos móveis e clicar neles levará às páginas AMP, que são igualmente rápidas e otimizadas.
tr: AMP web sitelerinizin ve reklamlarınızın tek sahibi sizsiniz, başka hiçbir taraf, hiçbir şeyi değiştiremez veya ekleme yapamaz, böylece kullanıcı deneyiminin kontrolü sizde kalır ve beklenmeyen hiçbir sürprizle karşılaşmazsınız. AMP reklamları kullanıcı öncelikli bir ekosistemin parçasıdır ve makul bir kullanıcının beklediği şekilde çalışırlar. Optimize edilmiş AMP reklamları mobil cihazların pil ömrünü tüketmezler ve tıklanıldıklarında her zaman hızlı ve sorunsuz olarak AMP sayfalarına yönlendirirler.

source: AMP is simple and straightforward and quickly becoming the turnkey solution for building pages. AMP supports both traditional ads, and the faster, more secure AMPHTML ads. Ads on AMP pages are like any external resource and must play within the same constraints placed on all resources in AMP.
ar: إن AMP بسيط ومباشر وسرعان ما يصبح الحل المتكامل لإنشاء الصفحات. ويدعم AMP كلاً من الإعلانات التقليدية وإعلانات AMPHTML الأكثر سرعة وأمانًا. فالإعلانات على صفحات AMP هي كأي مورد خارجي ويجب تشغيلها في نطاق القيود نفسها المفروضة على جميع الموارد في AMP.
fr: AMP est simple et direct et devient rapidement la solution clé en main pour la création de pages. AMP prend en charge à la fois les annonces traditionnelles et les annonces AMPHTML, plus rapides et plus sécurisées. Les annonces sur les pages AMP sont comme toute autre ressource externe et sont soumises aux mêmes contraintes appliquées à toutes les ressources dans AMP.
it: AMP è un sistema semplice ed efficace e sta rapidamente diventando una soluzione chiavi in mano per la creazione di pagine. AMP supporta sia gli annunci tradizionali sia gli annunci AMPHTML più veloci e sicuri. Gli annunci sulle pagine AMP sono come qualsiasi risorsa esterna e devono essere riprodotti nell'ambito degli stessi limiti posti su tutte le altre risorse in AMP.
ja: AMP はシンプルでわかりやすく、急速にページ構築用のターンキーソリューションになりつつあります。AMP は従来の広告とより高速で安全な AMPHTML 広告の両方をサポートしています。AMP ページの広告は外部リソースと同様に、AMP 内のすべてのリソースに設定されているものと同じ制約の範囲内で再生する必要があります。
pt_br: A AMP é simples, clara e está se tornando rapidamente uma solução pronta para ser usada na construção de páginas. A AMP dá suporte tanto a anúncios tradicionais quanto a anúncios HTML para AMP, que são mais rápidos e mais seguros. Os anúncios em páginas AMP são como qualquer outro recurso externo e são submetidos às mesmas restrições impostas a todos os outros recursos em AMP.
tr: AMP basit ve anlaşılırdır; gittikçe artan bir hızla, sayfa oluşturmak konusunda anahtar teslim bir çözüm haline gelmektedir. AMP hem geleneksel reklamları hem de daha hızlı ve güvenli olan AMPHTML reklamlarını destekler. AMP sayfalarındaki reklamlar herhangi bir dış kaynak gibidir ve AMP'deki tüm kaynaklara uygulanan kısıtlamalar dahilinde çalışmalıdırlar.

source: The AMP Project has a vast network of resources for getting started in the Documentation section including great-looking ad templates, demos and examples. AMPHTML ads are flexible and dynamic, allowing for many creative formats like carousel, parallax, and lightbox, to name a few.
ar: يتميز مشروع AMP بشبكة واسعة من الموارد للشروع في العمل من خلال قسم "المستندات" بما في ذلك النماذج الإعلانية رائعة المظهر والعروض التوضيحية والأمثلة. كما أن إعلانات AMPHTML تتميز بكونها مرنة وديناميكية، لتسمح بالعديد من التنسيقات الإبداعية مثل منصّة العرض ذات العناصر المتغيّرة والمواضع المختلفة والعرض المبسط وذلك على سبيل المثال وليس الحصر.
fr: Le projet AMP dispose d'un vaste réseau de ressources pour débutants dans la section Documentation, y compris de jolis modèles d'annonces, des démos et des exemples. Les publicités AMPHTML sont flexibles et dynamiques, et permettent de nombreux formats créatifs tels que le carrousel, la parallaxe et la lightbox, pour n'en citer que quelques-uns.
it: Il progetto AMP ha una vasta rete di risorse per iniziare a usare il sistema, disponibili nella sezione Documentazione, che contiene un'ampia gamma di modelli per annunci, demo ed esempi di grande impatto visivo. Gli annunci AMPHTML sono flessibili e dinamici, e mettono a disposizione molti effetti creativi quali sequenze, parallax e lightbox, solo per citarne alcuni.
ja: AMP プロジェクトのドキュメントセクションには、見栄えの良い広告テンプレート、デモ、サンプルといった作業を開始するための膨大なリソースが収録されています。AMPHTML 広告は柔軟かつ動的であるため、カルーセル、パララックス、Lightbox などの多くの独創的なフォーマットを使用できます。
pt_br: O Projeto AMP possui uma vasta rede de recursos para quem está começando na seção Documentação, incluindo lindos modelos para anúncios, demonstrações e exemplos. Os anúncios em HTML para AMP são flexíveis e dinâmicos, o que dá suporte a diversos formatos criativos, como carrossel, parallax e mesa de luz, dentre outros.
tr: AMP Projesi, harika görünümlü reklam şablonları, demolar ve örnekler içeren Belgeleme bölümünde başlangıç için geniş bir kaynak ağına sahiptir. AMPHTML reklamları esnek ve dinamiktir, böylece, birkaç örnek vermek gerekirse, döngü, paralaks ve ışık kutusu gibi birçok yaratıcı biçime olanak tanır.
