Repository: hello-challenger/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr, it, ja, pt_br, tr

source: <p>Ensuring publishers are able to get robust analytics insight is a core design goal for the project. AMP currently supports the collection of analytics information using features like amp-analytics, which can integrate with 3rd party systems without compromising the AMP file speed or size. Several analytics providers are <a href="/support/faqs/supported-platforms.html#analytics">participating</a> in the project.</p>
ar: <p>إن ضمان قدرة الناشرين على الحصول على رؤية تحليلية قوية يمثل أحد أهداف التصميم الأساسية للمشروع. وتدعم AMP حاليًا تجميع معلومات التحليل باستخدام ميزات مثل amp-analytics، والتي يمكن دمجها مع الأنظمة التابعة لأطراف ثالثة بدون الإخلال بسرعة ملف AMP أو حجمه. كما يعمل العديد من مقدّمي خدمة التحليلات على <a href="/support/faqs/supported-platforms.html#analytics">المساهمة</a> في المشروع.</p>
fr: <p>L'un des principaux objectifs poursuivis durant la conception de ce projet a été et demeure d'assurer que les éditeurs soient en mesure d'obtenir des analyses solides. AMP prend actuellement en charge la collecte d'informations analytiques à l'aide de fonctionnalités telles qu'amp-analytics, qui peuvent s'intégrer à des systèmes tiers sans compromettre la vitesse ou la taille des fichiers AMP. De nombreux fournisseurs d'analyses <a href="/support/faqs/supported-platforms.html#analytics">participent</a> au projet.</p>
it: <p>Un obiettivo fondamentale del nostro progetto è garantire che gli editori possano ottenere strumenti di analisi affidabili e accurati. Le pagine AMP attualmente supportano la raccolta di informazioni di analisi tramite funzionalità come quelle del componente amp-analytics, che può integrarsi con sistemi di terze parti senza compromettere la velocità o le dimensioni dei file AMP. Diversi fornitori di strumenti di analisi stanno già <a href="/support/faqs/supported-platforms.html#analytics">partecipando</a> al progetto.</p>
ja: <p>サイト運営者が堅牢な分析的洞察を得られるようにすることは、プロジェクトの重要な設計目標です。AMP は現在、AMP ファイルの速度やサイズを犠牲にすることなくサードパーティシステムと統合できる amp-analytics などの機能を使用した分析情報の収集に対応しています。いくつかの分析プロバイダがこのプロジェクトに<a href="/support/faqs/supported-platforms.html#analytics">参加</a>しています。</p>
pt_br: <p>Garantir que editores sejam capazes de obter insights robustos em suas análises é uma das metas fundamentais do projeto. Atualmente, a AMP dá suporte à coleta de informações de análise através do uso de recursos como o amp-analytics, que pode ser integrado a sistemas de terceiros sem comprometer a velocidade ou o tamanho do arquivo AMP. Vários provedores de análise estão <a href="/support/faqs/supported-platforms.html#analytics">participando</a> do projeto.</p>
tr: <p>Yayıncıların güçlü analiz bilgileri elde edebilmelerini sağlamak, proje için temel bir tasarım hedefidir. AMP şu anda, AMP dosya hızından veya boyutundan ödün vermeden 3. taraf sistemlerle entegre olabilen amp-analytics gibi özellikleri kullanarak analiz bilgilerinin toplanmasını destekliyor. Birçok analiz sağlayıcısı projeye <a href="/support/faqs/supported-platforms.html#analytics">katılıyor</a>.</p>

source: Do publishers receive credit for the traffic from a measurement perspective?
ar: هل يتلقى الناشرون رصيدًا بعدد الزيارات من منظور القياس؟
fr: Les éditeurs sont-ils crédités du trafic du point de vue de la mesure ?
it: Gli editori possono ottenere guadagni per il traffico rilevato tramite le misurazioni?
ja: サイト運営者は測定の観点からトラフィックのクレジットを受け取りますか？
pt_br: Editores recebem crédito pelo tráfego numa perspectiva de medição?
tr: Yayıncılar, ölçüm açısından trafikten kazanç elde ediyor mu?

source: <p>Yes, an AMP file is the same as the rest of your site – this space is the publisher’s canvas.</p>
ar: <p>نعم، يعمل ملف AMP بطريقة العمل نفسها المتبّعة في باقي موقعك – وتمثل هذه المساحة لوحة الناشر.</p>
fr: <p>Oui. Tout comme le reste de leur site, un fichier AMP représente la métaphorique toile sur laquelle les éditeurs peuvent peindre.</p>
it: <p>Sì, i file AMP sono parte integrante dei siti web, come tutti gli altri componenti. Sono spazi a disposizione degli editori per esporre i propri contenuti.</p>
ja: <p>はい、AMP ファイルはサイトの他の部分と同じで、サイト運営者のキャンバスとなっている空間です。</p>
pt_br: <p>Sim, um arquivo AMP é igual ao restante de seu site, este espaço pertence ao editor.</p>
tr: <p>Evet, bir AMP dosyası, sitenizin geri kalan içeriği ile aynıdır; bu alan yayıncının çalışma alanıdır.</p>

source: How do I become a part of this project?
ar: كيف أصبح جزءًا من هذا المشروع؟
fr: Comment puis-je faire partie de ce projet ?
it: Come posso entrare a far parte di questo progetto?
ja: このプロジェクトに参加するにはどうすればよいですか？
pt_br: Como faço para participar deste projeto?
tr: Bu projeye nasıl katılabilirim?

source: <p>We welcome interested individuals and companies who want to get involved to get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, so that we can add you to a distribution list and keep you posted on any new information.</p>
ar: <p>نحن نرحب بالأشخاص والشركات ذوي الاهتمام بالأمر والذين يرغبون في المشاركة ونشجعهم على التواصل عبر <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>، لكي نتمكن من إضافتكم إلى قائمة توزيع ومواصلة إرسال منشورات إليكم بأي معلومات جديدة.</p>
fr: <p>Nous encourageons les personnes et entreprises intéressées qui souhaitent joindre le projet à nous contacter via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> afin que nous puissions vous ajouter à une liste de distribution et vous tenir au courant des dernières actualités.</p>
it: <p>Incoraggiamo tutte le persone e le società interessate ad essere coinvolte nel nostro progetto, a mettersi in contatto con noi tramite <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>. In tal modo saranno aggiunti a una lista di distribuzione che li terrà aggiornati su tutte le novità.</p>
ja: <p>このプロジェクトに携わりたいとお考えの興味のある個人や企業の皆様に<a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>からご連絡いただきたいと思っています。これにより、皆様を配布リストに追加し、常に新しい情報をお届けすることができます。</p>
pt_br: <p>Solicitamos às pessoas e empresas interessadas em participar que entrem em contato via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> para que possamos incluí-los em uma lista de distribuição e mantê-los informados sobre qualquer novidade.</p>
tr: <p> <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>aracılığıyla iletişime geçmek isteyen ilgili bireyleri ve şirketleri memnuniyetle karşılıyoruz, bu şekilde sizi bir paylaşım listesine ekleyebilir ve yeni bilgilerden haberdar edebiliriz.</p>

source: Content Platforms
ar: منصّات المحتوى
fr: Plateformes de contenu
it: Piattaforme di contenuti
ja: コンテンツプラットフォーム
pt_br: Plataformas de conteúdo
tr: İçerik Platformları

source: Audio/Video
ar: ملف صوتي/فيديو
fr: Audio/Vidéo
ja: 音声/動画
pt_br: Áudio/vídeo
tr: Ses/Video

source: Real Time Config
ar: التكوين في الوقت الفعلي
fr: Configuration en temps réel
it: Configurazione in tempo reale
ja: リアルタイム設定
pt_br: Configuração em tempo real
tr: Gerçek Zamanlı Yapılandırma

source: Supported Platforms, Vendors and Partners
ar: المنصات المعتمَدة والمورّدون والشركاء المعتمَدون
fr: Plateformes, fournisseurs et partenaires pris en charge
it: Piattaforme supportate, fornitori e partner
ja: サポート対象のプラットフォーム、ベンダー、パートナー
pt_br: Plataformas suportadas, fornecedores e parceiros
tr: Desteklenen Platformlar, Tedarikçiler ve İş Ortakları

source: AMP Conf 2020: Save the date!
ar: مؤتمر AMP لعام 2020: احفظ التاريخ!
fr: AMP Conf 2020 : notez bien la date !
it: AMP Conf 2020: Segna la data sulla tua agenda!
ja: AMP Conf 2020：お見逃しなく！
pt_br: AMP Conf 2020: Guarde a data!
tr: AMP Konferansı 2020: Tarihi not edin!

source: Story Ads are full screen, single page ads that appear within Web Stories. Advertisers/ Publishers can invite users to a web page, an AMP page or an App with a single tap. A story ad has a rich, flexible canvas that allows images, videos, animations or a combination of all those elements.<br> Story ads are supported by Google Ad Manager and Google DV360 (Beta) with additional ad server support coming soon!
pt_br: Os anúncios em história são anúncios de tela inteira e página única que aparecem dentro das Web Stories. Anunciantes/ Editores podem convidar usuários para uma página na web, uma página AMP ou para um Aplicativo com um único toque. Um anúncio em história consiste de uma tela detalhada e flexível que pode conter imagens, vídeos, animações ou uma combinação de todos estes elementos.<br> Os anúncios em história são suportados pelo Google Ad Manager e Google DV360 (Beta) com suporte adicional para servidores de anúncios em breve!
tr: Hikaye Reklamları, Web Stories görünen tam ekran, tek sayfa reklamlardır. Reklamverenler/Yayıncılar tek bir dokunuşla kullanıcıları bir web sayfasına, bir AMP sayfasına veya bir uygulamaya davet edebilir. Bir hikaye reklamı resim, video, animasyon veya bu öğelerin bir birleşimini barındırabilen zengin ve esnek bir içeriğe sahiptir.<br> Hikaye reklamları, yakında reklam sunucu desteği sağlanacak olan Google Ad Manager ve ek Google DV360 (Beta) tarafından desteklenmektedir.

source: Web Stories are a new and modern way to reach existing readers.
it: Le Storie AMP sono un modo nuovo e moderno per raggiungere i potenziali lettori di ogni tipo.
ja: AMPストーリーは、新しい最新の方法で既存の読者にリーチします。
pt_br: As Web Stories são uma nova e sofisticada forma de alcançar leitores existentes.
tr: Web Stories mevcut okurlara ulaşmanın yeni ve modern bir yoludur.

source: Web Stories make the production of stories as easy as possible from a technical perspective.
fr: Stories Web rendent la création de stories aussi facile que possible d'un point de vue technique.
it: Le Storie AMP facilitano al massimo la realizzazione di storie dal punto di vista tecnico.
ja: Web Storiesは、技術的な観点からストーリーをできるだけ簡単に作成できるようにしています。
pt_br: Do ponto de vista técnico, as Web Stories fazem com que a produção de histórias seja o mais simples possível.
tr: Web Stories, hikaye üretimini teknik açıdan mümkün olduğunca basit hale getirir.

source: The Web Stories format comes with preset but flexible layout templates, standardized UI controls, and components for sharing and adding follow-on content.
fr: Le format de Stories Web est fourni avec des modèles de mise en page prédéfinis mais flexibles, des contrôles d'interface utilisateur normalisés, et des composants pour le partage et l'ajout de contenu supplémentaire.
it: Le Storie Web sono dotate di modelli di layout predefiniti ma flessibili, interfacce utente standardizzate e componenti di condivisione e aggiunta successiva di contenuti.
ja: Web Storiesのフォーマットには、柔軟性の高い既製のレイアウトテンプレート、標準UIコントロール、および後続のコンテンツを共有・追加するためのコンポーネントが付属しています。
pt_br: O formato de Web Stories vem com modelos de layout predefinidos, porém flexíveis, controles de interface do usuário padronizados e componentes para compartilhamento e inclusão de conteúdo complementar.
tr: Web Stories biçimi, önceden ayarlı ancak esnek yerleşim şablonları, standart arayüz kontrolleri ve takip içerikleri eklemek ve paylaşmak için bileşenlerle birlikte gelir.

source: Web Stories are part of the open web and can be shared and embedded across sites and apps without being confined to a single ecosystem.
it: Le Storie Web fanno parte del web aperto e possono essere condivise e incluse in siti e app senza essere limitate a un singolo ecosistema.
ja: Web Storiesはオープンウェブの一部であり、単一のエコシステムに限定されることなくサイトやアプリ間で共有したり、埋め込んだりできます。
pt_br: As Web Stories são parte da web aberta e podem ser compartilhadas e incorporadas em sites e aplicativos sem serem confinadas a um único ecossistema.
tr: Web Stories açık web'in bir parçasıdır ve tek bir ekosistemle sınırlı kalmadan siteler ve uygulamalar arasında paylaşılabilir veya birleştirilebilirler.

source: Web Stories
fr: Stories Web
it: Storie Web

source: Web<br> Stories
fr: Stories<br> Web
it: Storie<br> Web

source: AMP Stories enables monetization capability for publishers using full-screen immersive story ads and using affiliate links. For advertisers, Stories is a way to reach a unique audience within a new storytelling experience.
fr: Les stories AMP proposent une option de monétisation aux éditeurs utilisant des stories publicitaires immersives en plein écran et des liens affiliés. Pour les annonceurs, les stories sont un moyen d'atteindre un public unique au moyen d'une nouvelle expérience de narration.
